Repository: pypi-data/pypi-mirror-397
Catalog: packages/django-pfx/django_pfx-1.4.dev172.tar.gz/django_pfx-1.4.dev172/pfx/pfxcore/locale/*/LC_MESSAGES/django.po
Languages: fr

source: An internal server error occured.
fr: Une erreur interne du serveur est survenue.

source: {model} not found.
fr: {model} non trouvé.

source: JSON Malformed {}
fr: JSON malformé {}

source: Login failed
fr: La connexion a échoué

source: Unauthorized
fr: Non autorisé

source: Forbidden
fr: Interdit

source: Resource not found
fr: Ressource non trouvée

source: Invalid value.
fr: Valeur invalide.

source: Invalid format, it can be a number in hours, “1:05”, “:05”, “1h 5m”, “1.5h” or “30m”.
fr: Format non valide, il peut s’agir d’un nombre en heures, « 1:05 », « :05 », « 1h 5m », « 1.5h » ou « 30m ».

source: Username
fr: Nom d’utilisateur

source: Failed counter
fr: Compteur d’échec

source: Last failed
fr: Dernier échec

source: Login ban
fr: Login banni

source: Login bans
fr: Login bannis

source: OTP secret token
fr: Jeton secret OTP

source: Temporary OTP secret token
fr: Jeton secret OTP temporaire

source: HOTP count
fr: Compte HOTP

source: HOTP expiry
fr: Expiration HOTP

source: OTP enabled
fr: OTP activé

source: %(model_name)s with this %(field_labels)s already exists.
fr: %(model_name)s avec ce/cette %(field_labels)s éxiste déjà.

source: {key} must be an integer number.
fr: {key} doit être un nombre entier.

source: {key} must be a number.
fr: {key} doit être un nombre.

source: {key} must be a decimal number.
fr: {key} doit être un nombre décimal.

source: {key} must be a date.
fr: {key} doit être une date.

source: {key} must be “true”, “false”, “1”, “0” or empty.
fr: {key} doit être « true », « false », « 1 », « 0 » ou vide

source: You're receiving this email because you requested an authentication code at %(site_name)s.
fr: Vous recevez cet e-mail parce que vous avez demandé un code d’authentication sur %(site_name)s.

source: Authentication code:
fr: Code d’authentication :

source: This code is valid for %(otp_validity)s minutes.
fr: Ce code est valable durant %(otp_validity)s minutes.

source: Thanks for using our site!
fr: Merci d'utiliser notre site !

source: The %(site_name)s team
fr: L'équipe de %(site_name)s

source: New authentication code for %(site_name)s
fr: Nouveau code d’authentication pour %(site_name)s

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
fr: Vous recevez cet e-mail parce que vous avez demandé une réinitialisation du mot de passe de votre compte utilisateur sur %(site_name)s.

source: Please go to the following page and choose a new password:
fr: Veuillez vous rendre sur la page suivante et choisir un nouveau mot de passe :

source: Your username, in case you've forgotten:
fr: Votre nom d'utilisateur, au cas où vous l'auriez oublié :

source: Password reset on %(site_name)s
fr: Réinitialisation du mot de passe sur %(site_name)s

source: Welcome on %(site_name)s.
fr: Bienvenue sur %(site_name)s.

source: Welcome on %(site_name)s
fr: Bienvenue sur %(site_name)s

source: Your connection is temporarily disabled after several unsuccessful attempts, please retry in {seconds} seconds.
fr: Votre connexion est temporairement désactivée après plusieurs tentatives infructueuses, veuillez réessayer dans {seconds} secondes.

source: Successful login
fr: Connexion réussie

source: password updated successfully
fr: le mot de passe a été mis à jour avec succès

source: Incorrect password
fr: Mot de passe incorrect

source: Empty password is not allowed
fr: Un mot de passe vide n’est pas autorisé

source: User and token are valid
fr: L'utilisateur et le token sont valides

source: User or token is invalid
fr: L'utilisateur ou le token est invalide

source: OTP is already enabled
fr: OTP est déjà activé

source: Invalid code
fr: Code invalide

source: OTP disabled
fr: OTP désactivé

source: If the email address you entered is correct, you will receive an email from us with instructions to reset your password.
fr: Si l’adresse électronique que vous avez saisie est correcte, vous recevrez un courrier électronique de notre part contenant des instructions pour réinitialiser votre mot de passe.

source: A new authentication code has been sent by email.
fr: Un nouveau code d'authentification a été envoyé par e-mail.

source: Invalid value for {filter} filter
fr: Valeur invalide pour le filtre {filter}

source: Unexpected storage error
fr: Erreur de stockage inattendue

source: object parameter is mandatory for move={move}.
fr: Le paramètre object est requis pour move={move}.

source: object {pk} does not exists in this move context.
fr: object {pk} n'existe pas dans ce contexte de déplacement.

source: {obj} cannot be deleted because it is referenced by other objects.
fr: {obj} ne peut pas être supprimé car il est référencé par d’autres objets.

source: {model} {obj} created.
fr: {model} {obj} créé.

source: {model} {obj} updated.
fr: {model} {obj} modifié.

source: {model} {obj} deleted.
fr: {model} {obj} supprimé.
