Repository: pypi-data/pypi-mirror-397
Catalog: packages/gnuhealth-surgery-protocols/gnuhealth_surgery_protocols-5.0.2.tar.gz/gnuhealth_surgery_protocols-5.0.2/locale/*.po
Languages: el

# model:gnuhealth.surgery.protocol,general_info:ZPLASTY
source: UNDER LOCAL ANESTHESIA PLUS SEDATION/GENERAL ANESTHESIA, THE FLANGE IS RELEASED BY Z-PLASTY. HEMOSTASIS AND CLOSURE WITH LOOSE RESORBABLE STITCHES. DRAINAGE PENROSE TYPE, TO BE REMOVED IN 48H.DAILY CURES WITH BETADINE / CHLORHEXIDINE TOUCHES.
el: ΥΠΟ ΤΟΠΙΚΗ ΑΝΑΙΣΘΗΣΙΑ ΣΥΝ ΚΑΤΑΣΤΟΛΗ/ΓΕΝΙΚΗ ΑΝΑΙΣΘΗΣΙΑ, Η ΡΙΚΝΩΣΗ ΑΠΕΛΕΥΘΕΡΩΝΕΤΑΙ ΜΕ Z-ΠΛΑΣΤΙΚΗ. ΑΙΜΟΣΤΑΣΗ ΚΑΙ ΣΥΓΚΛΕΙΣΗ ΜΕ ΔΙΑΚΟΠΤΟΜΕΝΑ ΑΠΟΡΡΟΦΗΣΙΜΑ ΡΑΜΜΑΤΑ. ΠΑΡΟΧΕΤΕΥΣΗ ΤΥΠΟΥ PENROSE, ΠΡΟΣ ΑΦΑΙΡΕΣΗ ΣΕ 48ΩΡΕΣ. ΚΑΘΗΜΕΡΙΝΗ ΠΕΡΙΠΟΙΗΣΗ ΜΕ BETADINE / ΧΛΩΡΕΞΙΔΙΝΗ.

# model:gnuhealth.surgery.protocol,name:CHEILOPLASTYADULT
source: ADULT CHEILOPLASTY
el: ΧΕΙΛΟΠΛΑΣΤΙΚΗ ΕΝΗΛΙΚΩΝ

# model:gnuhealth.surgery.protocol,name:CHEILOPLASTYPEDIATRIC
source: PEDIATRIC CHEILOPLASTY
el: ΠΑΙΔΙΑΤΡΙΚΗ ΧΕΙΛΟΠΛΑΣΤΙΚΗ

# model:gnuhealth.surgery.protocol,name:CIRCUMCISION
source: PEDIATRIC PHIMOSIS
el: ΠΑΙΔΙΑΤΡΙΚΗ ΦΙΜΩΣΗ

# model:gnuhealth.surgery.protocol,name:CSECTURG
source: URGENT C-SECTION
el: ΕΠΕΙΓΟΥΣΑ ΚΑΙΣΑΡΙΚΗ ΤΟΜΗ

# model:gnuhealth.surgery.protocol,name:CYSTECTOMYABD
source: ABDOMINAL CYSTECTOMY
el: ΚΟΙΛΙΑΚΗ ΚΥΣΤΕΚΤΟΜΗ

# model:gnuhealth.surgery.protocol,name:CYSTECTOMYMAX
source: MAXILLARY OR MANDIBULAR CYSTECTOMY
el: ΚΥΣΤΕΚΤΟΜΗ ΑΝΩ Ή ΚΑΤΩ ΓΝΑΘΟΥ

# model:gnuhealth.surgery.protocol,name:EXERESISFIBRO
source: BREAST FIBROADENOMA
el: ΙΝΑΔΕΝΩΜΑ ΜΑΣΤΟΥ

# model:gnuhealth.surgery.protocol,name:EXODONCY
source: EXODONCY
el: ΕΞΑΓΩΓΗ ΔΟΝΤΙΟΥ

# model:gnuhealth.surgery.protocol,name:GANGLIONECTOMY
source: GANGLION
el: ΓΑΓΓΛΙΟ

# model:gnuhealth.surgery.protocol,name:GRANULOMACAUTER
source: GRANULOMA
el: ΚΟΚΚΙΩΜΑ

# model:gnuhealth.surgery.protocol,name:HEMITHYROIDECTOMYL
source: LEFT HEMITHYROIDECTOMY
el: ΑΡΙΣΤΕΡΗ ΗΜΙΘΥΡΕΟΕΙΔΕΚΤΟΜΗ

# model:gnuhealth.surgery.protocol,name:HEMITHYROIDECTOMYR
source: RIGHT HEMITHYROIDECTOMY
el: ΔΕΞΙΑ ΗΜΙΘΥΡΕΟΕΙΔΕΚΤΟΜΗ

# model:gnuhealth.surgery.protocol,name:HEMORRHOIDECTOMY
source: HEMORROIDS
el: ΑΙΜΟΡΡΟΪΔΕΣ

# model:gnuhealth.surgery.protocol,name:HYDROCELECTOMYADULT
source: ADULT HYDROCELE
el: ΥΔΡΟΚΗΛΗ ΕΝΗΛΙΚΩΝ

# model:gnuhealth.surgery.protocol,name:HYDROCELECTOMYPEDIATRIC
source: PEDIATRIC HYDROCELE
el: ΠΑΙΔΙΑΤΡΙΚΗ ΥΔΡΟΚΗΛΗ

# model:gnuhealth.surgery.protocol,name:HYSTERECTOMYABD
source: ABDOMINAL HYSTERECTOMY
el: ΚΟΙΛΙΑΚΗ ΥΣΤΕΡΕΚΤΟΜΗ

# model:gnuhealth.surgery.protocol,name:HYSTERECTOMYVAG
source: VAGINAL HYSTERECTOMY AND PLASTY
el: ΚΟΛΠΙΚΗ ΥΣΤΕΡΕΚΤΟΜΗ ΚΑΙ ΠΛΑΣΤΙΚΗ

# model:gnuhealth.surgery.protocol,name:INGHERNIOPLASTYADULT
source: HERNIA INGUINAL
el: ΒΟΥΒΩΝΟΚΗΛΗ

# model:gnuhealth.surgery.protocol,name:INGHERNIOPLASTYPEDIATRIC
source: PEDIATRIC INGUINAL HERNIA
el: ΠΑΙΔΙΑΤΡΙΚΗ ΒΟΥΒΩΝΟΚΗΛΗ

# model:gnuhealth.surgery.protocol,name:LIPOMECTOMY
source: LIPOMA
el: ΛΙΠΩΜΑ

# model:gnuhealth.surgery.protocol,name:MASTECTOMY
source: MASTECTOMY
el: ΜΑΣΤΕΚΤΟΜΗ

# model:gnuhealth.surgery.protocol,name:MYOMECTOMYMULTIPLE
source: MULTIPLE MYOMECTOMY
el: ΠΟΛΛΑΠΛΗ ΙΝΟΜΥΩΜΑΤΕΚΤΟΜΗ

# model:gnuhealth.surgery.protocol,name:ORCHIOPEXY
source: CRYPTORCHIDISM
el: ΚΡΥΨΟΡΧΙΑ

# model:gnuhealth.surgery.protocol,name:PALATOPLASTYADULT
source: ADULT PALATOPLASTY
el: ΥΠΕΡΩΙΟΠΛΑΣΤΙΚΗ ΕΝΗΛΙΚΩΝ

# model:gnuhealth.surgery.protocol,name:PALATOPLASTYPEDIATRIC
source: PEDIATRIC PALATOPLASTY
el: ΠΑΙΔΙΑΤΡΙΚΗ ΥΠΕΡΩΙΟΠΛΑΣΤΙΚΗ

# model:gnuhealth.surgery.protocol,name:PAROTIDECTOMY
source: PAROTIDECTOMY
el: ΠΑΡΩΤΙΔΕΚΤΟΜΗ

# model:gnuhealth.surgery.protocol,name:RESKELOID
source: KELOID SCAR
el: ΧΗΛΟΕΙΔΗΣ ΟΥΛΗ

# model:gnuhealth.surgery.protocol,name:SKINGRAFT
source: SKIN GRAFT
el: ΔΕΡΜΑΤΙΚΟ ΜΟΣΧΕΥΜΑ

# model:gnuhealth.surgery.protocol,name:SKINTUMOREXERESIS
source: SKIN TUMOR EXERESIS
el: ΕΚΤΟΜΗ ΟΓΚΟΥ ΔΕΡΜΑΤΟΣ

# model:gnuhealth.surgery.protocol,name:THYROIDECTOMYSUB
source: SUBTOTAL THYROIDECTOMY (DUNHILL)
el: ΥΦΟΛΙΚΗ ΘΥΡΕΟΕΙΔΕΚΤΟΜΗ (DUNHILL)

# model:gnuhealth.surgery.protocol,name:THYROIDECTOMYTOTAL
source: TOTAL THYROIDECTOMY
el: ΟΛΙΚΗ ΘΥΡΕΟΕΙΔΕΚΤΟΜΗ

# model:gnuhealth.surgery.protocol,name:UMBHERNIOPLASTYPEDIATRIC
source: PEDIATRIC UMBILICAL HERNIA
el: ΠΑΙΔΙΑΤΡΙΚΗ ΟΜΦΑΛΟΚΗΛΗ

# model:gnuhealth.surgery.protocol,name:ZPLASTY
source: Z-PLASTY
el: Z-ΠΛΑΣΤΙΚΗ

# model:gnuhealth.surgery.protocol,postoperative_guidelines:CHEILOPLASTYADULT
source: - START TOLERANCE 4 HOURS AFTER SURGERY - LIQUID/SHREDDED DIET - URBASON 40-60 MG/24H - PARACETAMOL 1 G IV/8H - (PRN) METAMIZOLE 1 AMPOULE/8H. - OMEPRAZOLE 40MG /24H - AUGMENTINE 1 G IV/8H
el: - ΕΝΑΡΞΗ ΣΙΤΙΣΗΣ 4 ΩΡΕΣ ΜΕΤΑ ΤΟ ΧΕΙΡΟΥΡΓΕΙΟ - ΥΓΡΗ/ΑΛΕΣΜΕΝΗ ΔΙΑΤΡΟΦΗ - URBASON 40-60 MG/24ΩΡΟ - PARACETAMOL 1 G IV/8ΩΡΟ - (ΚΑΤΑ ΠΕΡΙΠΤΩΣΗ) METAMIZOLE 1 ΑΜΠΟΥΛΑ/8ΩΡΟ. - OMEPRAZOLE 40MG /24ΩΡΟ - AUGMENTINE 1 G IV/8ΩΡΟ

# model:gnuhealth.surgery.protocol,postoperative_guidelines:CHEILOPLASTYPEDIATRIC
source: - START TOLERANCE 4 HOURS AFTER SURGERY - LIQUID/SHREDDED DIET - AUGMENTIN 30-50 MG/K/DAY - IBUPROFEN 30 MG/K/DAY - URBASON
el: - ΕΝΑΡΞΗ ΣΙΤΙΣΗΣ 4 ΩΡΕΣ ΜΕΤΑ ΤΟ ΧΕΙΡΟΥΡΓΕΙΟ - ΥΓΡΗ/ΑΛΕΣΜΕΝΗ ΔΙΑΤΡΟΦΗ - AUGMENTIN 30-50 MG/KG/ΗΜΕΡΑ - IBUPROFEN 30 MG/KG/ΗΜΕΡΑ - URBASON

# model:gnuhealth.surgery.protocol,postoperative_guidelines:CIRCUMCISION
source: START TOLERANCE WHEN WIDE AWAKE IF PAIN PARACETAMOL SYRUP 20 MGRS/KILO
el: ΕΝΑΡΞΗ ΣΙΤΙΣΗΣ ΟΤΑΝ ΞΥΠΝΗΣΕΙ ΠΛΗΡΩΣ ΣΕ ΠΕΡΙΠΤΩΣΗ ΠΟΝΟΥ, ΣΙΡΟΠΙ ΠΑΡΑΚΕΤΑΜΟΛΗΣ 20 MGRS/ΚΙΛΟ

# model:gnuhealth.surgery.protocol,postoperative_guidelines:CSECTURG
source: -START TOLERANCE 6 HOURS AFTER SURGERY. -METAMIZOLE 1 AMPOULE/8H. -METOCLOPRAMIDE IF NAUSEA OR VOMITING, 1 AMP/8H. - PARACETAMOL 1GR IV/8H, IF RESCUE IS NEEDED. -OMEPRAZOLE 20MG 1 VIAL/24H. -START AMBULATION -REMOVE BLADDER CATHETER AFTER 24 HOURS. -MONITOR DRAINAGE AND VITAL SIGNS
el: -ΕΝΑΡΞΗ ΣΙΤΙΣΗΣ 6 ΩΡΕΣ ΜΕΤΑ ΤΟ ΧΕΙΡΟΥΡΓΕΙΟ. -METAMIZOLE 1 ΑΜΠΟΥΛΑ/8ΩΡΟ. -METOCLOPRAMIDE ΣΕ ΠΕΡΙΠΤΩΣΗ ΝΑΥΤΙΑΣ Ή ΕΜΕΤΟΥ, 1 ΑΜΠΟΥΛΑ/8ΩΡΟ. - PARACETAMOL 1GR IV/8ΩΡΟ, ΕΑΝ ΑΠΑΙΤΕΙΤΑΙ ΑΝΑΚΟΥΦΙΣΗ. -OMEPRAZOLE 20MG 1 ΦΙΑΛΙΔΙΟ/24ΩΡΟ. -ΕΝΑΡΞΗ ΚΙΝΗΤΟΠΟΙΗΣΗΣ -ΑΦΑΙΡΕΣΗ ΚΑΘΕΤΗΡΑ ΚΥΣΤΗΣ ΜΕΤΑ ΑΠΟ 24 ΩΡΕΣ. -ΠΑΡΑΚΟΛΟΥΘΗΣΗ ΠΑΡΟΧΕΤΕΥΣΗΣ ΚΑΙ ΖΩΤΙΚΩΝ ΣΗΜΕΙΩΝ

# model:gnuhealth.surgery.protocol,postoperative_guidelines:CYSTECTOMYABD
source: - START TOLERANCE 6 HOURS AFTER SURGERY - METAMIZOLE 1 AMPOULE/8H. - (PRN) METOCLOPRAMIDE IF NAUSEA OR VOMITING. - PARACETAMOL 1GR IV/8H IF RESCUE IS NEEDED. - OMEPRAZOLE 40MG 1 VIAL/24H. - INITIATE AMBULATION - REMOVE BLADDER CATHETER - CONTROL OF DRAINAGE AND VITAL SIGNS
el: - ΕΝΑΡΞΗ ΣΙΤΙΣΗΣ 6 ΩΡΕΣ ΜΕΤΑ ΤΟ ΧΕΙΡΟΥΡΓΕΙΟ - METAMIZOLE 1 ΑΜΠΟΥΛΑ/8ΩΡΟ. - (ΚΑΤΑ ΠΕΡΙΠΤΩΣΗ) METOCLOPRAMIDE ΣΕ ΠΕΡΙΠΤΩΣΗ ΝΑΥΤΙΑΣ Ή ΕΜΕΤΟΥ. - PARACETAMOL 1GR IV/8ΩΡΟ ΕΑΝ ΑΠΑΙΤΕΙΤΑΙ ΑΝΑΚΟΥΦΙΣΗ. - OMEPRAZOLE 40MG 1 ΦΙΑΛΙΔΙΟ/24ΩΡΟ. - ΕΝΑΡΞΗ ΚΙΝΗΤΟΠΟΙΗΣΗΣ - ΑΦΑΙΡΕΣΗ ΚΑΘΕΤΗΡΑ ΚΥΣΤΗΣ - ΕΛΕΓΧΟΣ ΠΑΡΟΧΕΤΕΥΣΗΣ ΚΑΙ ΖΩΤΙΚΩΝ ΣΗΜΕΙΩΝ

# model:gnuhealth.surgery.protocol,postoperative_guidelines:CYSTECTOMYMAX
source: - START TOLERANCE 4 HOURS AFTER SURGERY - LIQUID DIET - PARACETAMOL 1GR IV/8H - (PRN) METAMIZOLE 1 AMPOULE/8H. - (PRN) METOCLOPRAMIDE IF NAUSEA OR VOMITING - OMEPRAZOLE 40MG 1 VIAL/24H - AUGMENTIN 875 /8H
el: - ΕΝΑΡΞΗ ΣΙΤΙΣΗΣ 4 ΩΡΕΣ ΜΕΤΑ ΤΟ ΧΕΙΡΟΥΡΓΕΙΟ - ΥΓΡΗ ΔΙΑΤΡΟΦΗ - PARACETAMOL 1GR IV/8ΩΡΟ - (ΚΑΤΑ ΠΕΡΙΠΤΩΣΗ) METAMIZOLE 1 ΑΜΠΟΥΛΑ/8ΩΡΟ. - (ΚΑΤΑ ΠΕΡΙΠΤΩΣΗ) METOCLOPRAMIDE ΣΕ ΠΕΡΙΠΤΩΣΗ ΝΑΥΤΙΑΣ Ή ΕΜΕΤΟΥ - OMEPRAZOLE 40MG 1 ΦΙΑΛΙΔΙΟ/24ΩΡΟ - AUGMENTIN 875 /8ΩΡΟ

# model:gnuhealth.surgery.protocol,postoperative_guidelines:EXERESISFIBRO
source: - START TOLERANCE 4 HOURS AFTER SURGERY - PARACETAMOL 1GR IV/8H - (PRN) METAMIZOLE 1 AMPOULE/8H. - (PRN) METOCLOPRAMIDE IF NAUSEA OR VOMITING - OMEPRAZOLE 40MG 1 VIAL/24H - INITIATE AMBULATION - MAINTAIN COMPRESSIVE BANDAGE 24 HS - CONTROL OF DRAINAGE AND VITAL SIGNS
el: - ΕΝΑΡΞΗ ΣΙΤΙΣΗΣ 4 ΩΡΕΣ ΜΕΤΑ ΤΟ ΧΕΙΡΟΥΡΓΕΙΟ - PARACETAMOL 1GR IV/8ΩΡΟ - (ΚΑΤΑ ΠΕΡΙΠΤΩΣΗ) METAMIZOLE 1 ΑΜΠΟΥΛΑ/8ΩΡΟ. - (ΚΑΤΑ ΠΕΡΙΠΤΩΣΗ) METOCLOPRAMIDE ΣΕ ΠΕΡΙΠΤΩΣΗ ΝΑΥΤΙΑΣ Ή ΕΜΕΤΟΥ - OMEPRAZOLE 40MG 1 ΦΙΑΛΙΔΙΟ/24ΩΡΟ - ΕΝΑΡΞΗ ΚΙΝΗΤΟΠΟΙΗΣΗΣ - ΔΙΑΤΗΡΗΣΗ ΣΥΜΠΙΕΣΤΙΚΟΥ ΕΠΙΔΕΣΜΟΥ ΓΙΑ 24 ΩΡΕΣ - ΕΛΕΓΧΟΣ ΠΑΡΟΧΕΤΕΥΣΗΣ ΚΑΙ ΖΩΤΙΚΩΝ ΣΗΜΕΙΩΝ

# model:gnuhealth.surgery.protocol,postoperative_guidelines:EXODONCY
source: - START TOLERANCE 4 HOURS AFTER SURGERY - COLD DIET - AUGMENTINE 1 G IV / 8 H - PARACETAMOL 1GR IV / 8H. - (PRN) METAMIZOL 1 AMPOULE/8H. - (PRN) METOCLOPRAMIDE IF NAUSEA OR VOMITING - OMEPRAZOLE 40MG 1 VIAL/24H - VITAL SIGNS CONTROL
el: - ΕΝΑΡΞΗ ΣΙΤΙΣΗΣ 4 ΩΡΕΣ ΜΕΤΑ ΤΟ ΧΕΙΡΟΥΡΓΕΙΟ - ΚΡΥΑ ΔΙΑΤΡΟΦΗ - AUGMENTINE 1 G IV / 8 ΩΡΕΣ - PARACETAMOL 1GR IV / 8ΩΡΟ. - (ΚΑΤΑ ΠΕΡΙΠΤΩΣΗ) METAMIZOLE 1 ΑΜΠΟΥΛΑ/8ΩΡΟ. - (ΚΑΤΑ ΠΕΡΙΠΤΩΣΗ) METOCLOPRAMIDE ΣΕ ΠΕΡΙΠΤΩΣΗ ΝΑΥΤΙΑΣ Ή ΕΜΕΤΟΥ - OMEPRAZOLE 40MG 1 ΦΙΑΛΙΔΙΟ/24ΩΡΟ - ΕΛΕΓΧΟΣ ΖΩΤΙΚΩΝ ΣΗΜΕΙΩΝ

# model:gnuhealth.surgery.protocol,postoperative_guidelines:GANGLIONECTOMY
source: - YOUR USUAL TREATMENT, THE SAME. - IF PAIN, PARACETAMOL 650MG, 1 TABLET/8H. IF PAIN INCREASES, ALTERNATE WITH NOLOTIL 575MG 1 TABLET/8H. - KEEP THE WOUND CLEAN AND DRY - DRESS THE WOUND DAILY WITH ANTISEPTIC AND REMOVE STITCHES/SHRINKAGE WITHIN 10 DAYS AT THE HEALTH CENTER - IN CASE OF FEVER OR CLINICAL WORSENING, GO TO THE HEALTH CENTER EMERGENCY ROOM.
el: - Η ΣΥΝΗΘΗΣ ΘΕΡΑΠΕΙΑ ΣΑΣ, ΩΣ ΕΧΕΙ. - ΣΕ ΠΕΡΙΠΤΩΣΗ ΠΟΝΟΥ, PARACETAMOL 650MG, 1 ΔΙΣΚΙΟ/8ΩΡΟ. ΕΑΝ Ο ΠΟΝΟΣ ΑΥΞΗΘΕΙ, ΕΝΑΛΛΑΞ ΜΕ NOLOTIL 575MG 1 ΔΙΣΚΙΟ/8ΩΡΟ. - ΔΙΑΤΗΡΗΣΗ ΤΟΥ ΤΡΑΥΜΑΤΟΣ ΚΑΘΑΡΟΥ ΚΑΙ ΣΤΕΓΝΟΥ - ΚΑΘΗΜΕΡΙΝΗ ΠΕΡΙΠΟΙΗΣΗ ΤΟΥ ΤΡΑΥΜΑΤΟΣ ΜΕ ΑΝΤΙΣΗΠΤΙΚΟ ΚΑΙ ΑΦΑΙΡΕΣΗ ΡΑΜΜΑΤΩΝ ΕΝΤΟΣ 10 ΗΜΕΡΩΝ ΣΤΟ ΚΕΝΤΡΟ ΥΓΕΙΑΣ - ΣΕ ΠΕΡΙΠΤΩΣΗ ΠΥΡΕΤΟΥ Ή ΚΛΙΝΙΚΗΣ ΕΠΙΔΕΙΝΩΣΗΣ, ΜΕΤΑΒΕΙΤΕ ΣΤΑ ΕΠΕΙΓΟΝΤΑ ΤΟΥ ΚΕΝΤΡΟΥ ΥΓΕΙΑΣ.

# model:gnuhealth.surgery.protocol,postoperative_guidelines:GRANULOMACAUTER
source: PARACETAMOL 1G/8H IF PAIN IS PRESENT.
el: PARACETAMOL 1G/8ΩΡΟ ΕΑΝ ΥΠΑΡΧΕΙ ΠΟΝΟΣ.

# model:gnuhealth.surgery.protocol,postoperative_guidelines:HEMITHYROIDECTOMYL
source: -STARTING TOLERANCE 4 HOURS AFTER SURGERY -PARACETAMOL 1GR IV/8H. -(PRN) METAMIZOLE 1 AMPOULE/8H. -(PRN) METOCLOPRAMIDE IF NAUSEA OR VOMITING -OMEPRAZOLE 40MG 1 VIAL/24H. -START AMBULATION -REMOVE BLADDER CATHETER -MONITOR DRAINAGE AND VITAL SIGNS
el: -ΕΝΑΡΞΗ ΣΙΤΙΣΗΣ 4 ΩΡΕΣ ΜΕΤΑ ΤΟ ΧΕΙΡΟΥΡΓΕΙΟ -PARACETAMOL 1GR IV/8ΩΡΟ. -(ΚΑΤΑ ΠΕΡΙΠΤΩΣΗ) METAMIZOLE 1 ΑΜΠΟΥΛΑ/8ΩΡΟ. -(ΚΑΤΑ ΠΕΡΙΠΤΩΣΗ) METOCLOPRAMIDE ΣΕ ΠΕΡΙΠΤΩΣΗ ΝΑΥΤΙΑΣ Ή ΕΜΕΤΟΥ -OMEPRAZOLE 40MG 1 ΦΙΑΛΙΔΙΟ/24ΩΡΟ. -ΕΝΑΡΞΗ ΚΙΝΗΤΟΠΟΙΗΣΗΣ -ΑΦΑΙΡΕΣΗ ΚΑΘΕΤΗΡΑ ΚΥΣΤΗΣ -ΠΑΡΑΚΟΛΟΥΘΗΣΗ ΠΑΡΟΧΕΤΕΥΣΗΣ ΚΑΙ ΖΩΤΙΚΩΝ ΣΗΜΕΙΩΝ

# model:gnuhealth.surgery.protocol,postoperative_guidelines:HEMITHYROIDECTOMYR
source: -STARTING TOLERANCE 4 HOURS AFTER SURGERY -PARACETAMOL 1GR IV/8H. -(PRN) METAMIZOLE 1 AMPOULE/8H. -(PRN) METOCLOPRAMIDE IF NAUSEA OR VOMITING -OMEPRAZOLE 40MG 1 VIAL/24H. -START AMBULATION -REMOVE BLADDER CATHETER -MONITOR DRAINAGE AND VITAL SIGNS
el: -ΕΝΑΡΞΗ ΣΙΤΙΣΗΣ 4 ΩΡΕΣ ΜΕΤΑ ΤΟ ΧΕΙΡΟΥΡΓΕΙΟ -PARACETAMOL 1GR IV/8ΩΡΟ. -(ΚΑΤΑ ΠΕΡΙΠΤΩΣΗ) METAMIZOLE 1 ΑΜΠΟΥΛΑ/8ΩΡΟ. -(ΚΑΤΑ ΠΕΡΙΠΤΩΣΗ) METOCLOPRAMIDE ΣΕ ΠΕΡΙΠΤΩΣΗ ΝΑΥΤΙΑΣ Ή ΕΜΕΤΟΥ -OMEPRAZOLE 40MG 1 ΦΙΑΛΙΔΙΟ/24ΩΡΟ. -ΕΝΑΡΞΗ ΚΙΝΗΤΟΠΟΙΗΣΗΣ -ΑΦΑΙΡΕΣΗ ΚΑΘΕΤΗΡΑ ΚΥΣΤΗΣ -ΠΑΡΑΚΟΛΟΥΘΗΣΗ ΠΑΡΟΧΕΤΕΥΣΗΣ ΚΑΙ ΖΩΤΙΚΩΝ ΣΗΜΕΙΩΝ

# model:gnuhealth.surgery.protocol,postoperative_guidelines:HEMORRHOIDECTOMY
source: - START TOLERANCE 4 HOURS AFTER SURGERY - PARACETAMOL 1GR IV/8H - (PRN) METAMIZOLE 1 AMPOULE/8H. - (PRN) METOCLOPRAMIDE IF NAUSEA OR VOMITING - OMEPRAZOLE 40MG 1 VIAL/24H - INITIATE AMBULATION - REMOVE BLADDER CATHETER - CONTROL OF DRAINAGE AND VITAL SIGNS
el: - ΕΝΑΡΞΗ ΣΙΤΙΣΗΣ 4 ΩΡΕΣ ΜΕΤΑ ΤΟ ΧΕΙΡΟΥΡΓΕΙΟ - PARACETAMOL 1GR IV/8ΩΡΟ - (ΚΑΤΑ ΠΕΡΙΠΤΩΣΗ) METAMIZOLE 1 ΑΜΠΟΥΛΑ/8ΩΡΟ. - (ΚΑΤΑ ΠΕΡΙΠΤΩΣΗ) METOCLOPRAMIDE ΣΕ ΠΕΡΙΠΤΩΣΗ ΝΑΥΤΙΑΣ Ή ΕΜΕΤΟΥ - OMEPRAZOLE 40MG 1 ΦΙΑΛΙΔΙΟ/24ΩΡΟ - ΕΝΑΡΞΗ ΚΙΝΗΤΟΠΟΙΗΣΗΣ - ΑΦΑΙΡΕΣΗ ΚΑΘΕΤΗΡΑ ΚΥΣΤΗΣ - ΕΛΕΓΧΟΣ ΠΑΡΟΧΕΤΕΥΣΗΣ ΚΑΙ ΖΩΤΙΚΩΝ ΣΗΜΕΙΩΝ

# model:gnuhealth.surgery.protocol,postoperative_guidelines:HYDROCELECTOMYADULT
source: - MAINTAIN COMPRESSIVE BANDAGE - START TOLERANCE 4 HOURS AFTER SURGERY - PARACETAMOL 1GR IV/8H - (PRN) METAMIZOL 1 AMPOULE/8H. - (PRN) METOCLOPRAMIDE IF NAUSEA OR VOMITING - OMEPRAZOLE 40MG 1 VIAL/24H - DIURESIS CONTROL - CONTROL OF DRAINAGE AND VITAL SIGNS
el: - ΔΙΑΤΗΡΗΣΗ ΣΥΜΠΙΕΣΤΙΚΟΥ ΕΠΙΔΕΣΜΟΥ - ΕΝΑΡΞΗ ΣΙΤΙΣΗΣ 4 ΩΡΕΣ ΜΕΤΑ ΤΟ ΧΕΙΡΟΥΡΓΕΙΟ - PARACETAMOL 1GR IV/8ΩΡΟ - (ΚΑΤΑ ΠΕΡΙΠΤΩΣΗ) METAMIZOLE 1 ΑΜΠΟΥΛΑ/8ΩΡΟ. - (ΚΑΤΑ ΠΕΡΙΠΤΩΣΗ) METOCLOPRAMIDE ΣΕ ΠΕΡΙΠΤΩΣΗ ΝΑΥΤΙΑΣ Ή ΕΜΕΤΟΥ - OMEPRAZOLE 40MG 1 ΦΙΑΛΙΔΙΟ/24ΩΡΟ - ΕΛΕΓΧΟΣ ΔΙΟΥΡΗΣΗΣ - ΕΛΕΓΧΟΣ ΠΑΡΟΧΕΤΕΥΣΗΣ ΚΑΙ ΖΩΤΙΚΩΝ ΣΗΜΕΙΩΝ

source: START TOLERANCE WHEN WIDE AWAKE IF PAIN PARACETAMOL SYRUP 20 MGRS/KILO
el: ΕΝΑΡΞΗ ΣΙΤΙΣΗΣ ΟΤΑΝ ΞΥΠΝΗΣΕΙ ΠΛΗΡΩΣ ΣΕ ΠΕΡΙΠΤΩΣΗ ΠΟΝΟΥ, ΣΙΡΟΠΙ ΠΑΡΑΚΕΤΑΜΟΛΗΣ 20 MGRS/ΚΙΛΟ

# model:gnuhealth.surgery.protocol,postoperative_guidelines:HYSTERECTOMYABD
source: - START TOLERANCE 6 HOURS AFTER SURGERY - METAMIZOL 1 AMPOLL/8H, 24 HOURS. - (PRN) METOCLOPRAMIDE IF NAUSEA OR VOMITING. - PARACETAMOL 1GR IV/8H IF NEEDED. - OMEPRAZOLE 20MG 1 VIAL/24H - INITIATE AMBULATION - REMOVE BLADDER CATHETER - CONTROL OF DRAINAGE AND VITAL SIGNS
el: - ΕΝΑΡΞΗ ΣΙΤΙΣΗΣ 6 ΩΡΕΣ ΜΕΤΑ ΤΟ ΧΕΙΡΟΥΡΓΕΙΟ - METAMIZOLE 1 ΑΜΠΟΥΛΑ/8ΩΡΟ, 24 ΩΡΕΣ. - (ΚΑΤΑ ΠΕΡΙΠΤΩΣΗ) METOCLOPRAMIDE ΣΕ ΠΕΡΙΠΤΩΣΗ ΝΑΥΤΙΑΣ Ή ΕΜΕΤΟΥ. - PARACETAMOL 1GR IV/8ΩΡΟ ΕΑΝ ΧΡΕΙΑΖΕΤΑΙ. - OMEPRAZOLE 20MG 1 ΦΙΑΛΙΔΙΟ/24ΩΡΟ - ΕΝΑΡΞΗ ΚΙΝΗΤΟΠΟΙΗΣΗΣ - ΑΦΑΙΡΕΣΗ ΚΑΘΕΤΗΡΑ ΚΥΣΤΗΣ - ΕΛΕΓΧΟΣ ΠΑΡΟΧΕΤΕΥΣΗΣ ΚΑΙ ΖΩΤΙΚΩΝ ΣΗΜΕΙΩΝ

# model:gnuhealth.surgery.protocol,postoperative_guidelines:HYSTERECTOMYVAG
source: - START TOLERANCE 6 HOURS AFTER SURGERY - METAMIZOLE 1 AMPOULE/8H. - (PRN) METOCLOPRAMIDE IF NAUSEA OR VOMITING. - PARACETAMOL 1GR IV/8H IF NEEDED. - OMEPRAZOLE 20MG 1 VIAL/24H. - INITIATE AMBULATION - WITHDRAW VESICAL NURSE AT 24 HOURS - CONTROL OF DRAINAGE AND VITAL SIGNS
el: - ΕΝΑΡΞΗ ΣΙΤΙΣΗΣ 6 ΩΡΕΣ ΜΕΤΑ ΤΟ ΧΕΙΡΟΥΡΓΕΙΟ - METAMIZOLE 1 ΑΜΠΟΥΛΑ/8ΩΡΟ. - (ΚΑΤΑ ΠΕΡΙΠΤΩΣΗ) METOCLOPRAMIDE ΣΕ ΠΕΡΙΠΤΩΣΗ ΝΑΥΤΙΑΣ Ή ΕΜΕΤΟΥ. - PARACETAMOL 1GR IV/8ΩΡΟ ΕΑΝ ΧΡΕΙΑΖΕΤΑΙ. - OMEPRAZOLE 20MG 1 ΦΙΑΛΙΔΙΟ/24ΩΡΟ. - ΕΝΑΡΞΗ ΚΙΝΗΤΟΠΟΙΗΣΗΣ - ΑΦΑΙΡΕΣΗ ΚΑΘΕΤΗΡΑ ΚΥΣΤΗΣ ΣΕ 24 ΩΡΕΣ - ΕΛΕΓΧΟΣ ΠΑΡΟΧΕΤΕΥΣΗΣ ΚΑΙ ΖΩΤΙΚΩΝ ΣΗΜΕΙΩΝ

# model:gnuhealth.surgery.protocol,postoperative_guidelines:INGHERNIOPLASTYADULT
source: - START TOLERANCE 4 HOURS AFTER SURGERY - PARACETAMOL 1GR IV/8H - (PRN) METAMIZOLE 1 AMPOULE/8H. - (PRN) METOCLOPRAMIDE IF NAUSEA OR VOMITING - OMEPRAZOLE 40MG 1 VIAL/24H - INITIATE AMBULATION - REMOVE BLADDER CATHETER - CONTROL OF DRAINAGE AND VITAL SIGNS
el: - ΕΝΑΡΞΗ ΣΙΤΙΣΗΣ 4 ΩΡΕΣ ΜΕΤΑ ΤΟ ΧΕΙΡΟΥΡΓΕΙΟ - PARACETAMOL 1GR IV/8ΩΡΟ - (ΚΑΤΑ ΠΕΡΙΠΤΩΣΗ) METAMIZOLE 1 ΑΜΠΟΥΛΑ/8ΩΡΟ. - (ΚΑΤΑ ΠΕΡΙΠΤΩΣΗ) METOCLOPRAMIDE ΣΕ ΠΕΡΙΠΤΩΣΗ ΝΑΥΤΙΑΣ Ή ΕΜΕΤΟΥ - OMEPRAZOLE 40MG 1 ΦΙΑΛΙΔΙΟ/24ΩΡΟ - ΕΝΑΡΞΗ ΚΙΝΗΤΟΠΟΙΗΣΗΣ - ΑΦΑΙΡΕΣΗ ΚΑΘΕΤΗΡΑ ΚΥΣΤΗΣ - ΕΛΕΓΧΟΣ ΠΑΡΟΧΕΤΕΥΣΗΣ ΚΑΙ ΖΩΤΙΚΩΝ ΣΗΜΕΙΩΝ

source: INITIATE TOLERANCE WHEN WIDE AWAKE PARACETAMOL SYRUP 20 MGRS/KILO
el: ΕΝΑΡΞΗ ΣΙΤΙΣΗΣ ΟΤΑΝ ΞΥΠΝΗΣΕΙ ΠΛΗΡΩΣ ΣΙΡΟΠΙ ΠΑΡΑΚΕΤΑΜΟΛΗΣ 20 MGRS/ΚΙΛΟ

# model:gnuhealth.surgery.protocol,postoperative_guidelines:LIPOMECTOMY
source: - START TOLERANCE 4 HOURS AFTER SURGERY - PARACETAMOL 1GR IV/8H - (PRN) METAMIZOLE 1 AMPOULE/8H. - (PRN) METOCLOPRAMIDE IF NAUSEA OR VOMITING - OMEPRAZOLE 40MG 1 VIAL/24H - INITIATE AMBULATION - REMOVE BLADDER CATHETER - CONTROL OF DRAINAGE AND VITAL SIGNS
el: - ΕΝΑΡΞΗ ΣΙΤΙΣΗΣ 4 ΩΡΕΣ ΜΕΤΑ ΤΟ ΧΕΙΡΟΥΡΓΕΙΟ - PARACETAMOL 1GR IV/8ΩΡΟ - (ΚΑΤΑ ΠΕΡΙΠΤΩΣΗ) METAMIZOLE 1 ΑΜΠΟΥΛΑ/8ΩΡΟ. - (ΚΑΤΑ ΠΕΡΙΠΤΩΣΗ) METOCLOPRAMIDE ΣΕ ΠΕΡΙΠΤΩΣΗ ΝΑΥΤΙΑΣ Ή ΕΜΕΤΟΥ - OMEPRAZOLE 40MG 1 ΦΙΑΛΙΔΙΟ/24ΩΡΟ - ΕΝΑΡΞΗ ΚΙΝΗΤΟΠΟΙΗΣΗΣ - ΑΦΑΙΡΕΣΗ ΚΑΘΕΤΗΡΑ ΚΥΣΤΗΣ - ΕΛΕΓΧΟΣ ΠΑΡΟΧΕΤΕΥΣΗΣ ΚΑΙ ΖΩΤΙΚΩΝ ΣΗΜΕΙΩΝ

# model:gnuhealth.surgery.protocol,postoperative_guidelines:MASTECTOMY
source: -STARTING TOLERANCE 4 HOURS AFTER SURGERY -PARACETAMOL 1GR IV/8H. -(PRN) METAMIZOLE 1 AMPOULE/8H. -(PRN) METOCLOPRAMIDE IF NAUSEA OR VOMITING -OMEPRAZOLE 40MG 1 VIAL/24H. -START AMBULATION -REMOVE BLADDER CATHETER - MAINTAIN COMPRESSIVE DRESSING -MONITOR DRAINAGE AND VITAL SIGNS
el: -ΕΝΑΡΞΗ ΣΙΤΙΣΗΣ 4 ΩΡΕΣ ΜΕΤΑ ΤΟ ΧΕΙΡΟΥΡΓΕΙΟ -PARACETAMOL 1GR IV/8ΩΡΟ. -(ΚΑΤΑ ΠΕΡΙΠΤΩΣΗ) METAMIZOLE 1 ΑΜΠΟΥΛΑ/8ΩΡΟ. -(ΚΑΤΑ ΠΕΡΙΠΤΩΣΗ) METOCLOPRAMIDE ΣΕ ΠΕΡΙΠΤΩΣΗ ΝΑΥΤΙΑΣ Ή ΕΜΕΤΟΥ -OMEPRAZOLE 40MG 1 ΦΙΑΛΙΔΙΟ/24ΩΡΟ. -ΕΝΑΡΞΗ ΚΙΝΗΤΟΠΟΙΗΣΗΣ -ΑΦΑΙΡΕΣΗ ΚΑΘΕΤΗΡΑ ΚΥΣΤΗΣ - ΔΙΑΤΗΡΗΣΗ ΣΥΜΠΙΕΣΤΙΚΟΥ ΕΠΙΔΕΣΜΟΥ -ΠΑΡΑΚΟΛΟΥΘΗΣΗ ΠΑΡΟΧΕΤΕΥΣΗΣ ΚΑΙ ΖΩΤΙΚΩΝ ΣΗΜΕΙΩΝ

# model:gnuhealth.surgery.protocol,postoperative_guidelines:MYOMECTOMYMULTIPLE
source: - START TOLERANCE 6 HOURS AFTER SURGERY - PARACETAMOL 1GR IV/8H. - METAMIZOLE 1 AMPOULE/8H. - (PRN) METOCLOPRAMIDE IF NAUSEA OR VOMITING - OMEPRAZOLE 40MG 1 VIAL/24H - INITIATE AMBULATION - REMOVE BLADDER CATHETER - CONTROL OF DRAINAGE AND VITAL SIGNS
el: - ΕΝΑΡΞΗ ΣΙΤΙΣΗΣ 6 ΩΡΕΣ ΜΕΤΑ ΤΟ ΧΕΙΡΟΥΡΓΕΙΟ - PARACETAMOL 1GR IV/8ΩΡΟ. - METAMIZOLE 1 ΑΜΠΟΥΛΑ/8ΩΡΟ. - (ΚΑΤΑ ΠΕΡΙΠΤΩΣΗ) METOCLOPRAMIDE ΣΕ ΠΕΡΙΠΤΩΣΗ ΝΑΥΤΙΑΣ Ή ΕΜΕΤΟΥ - OMEPRAZOLE 40MG 1 ΦΙΑΛΙΔΙΟ/24ΩΡΟ - ΕΝΑΡΞΗ ΚΙΝΗΤΟΠΟΙΗΣΗΣ - ΑΦΑΙΡΕΣΗ ΚΑΘΕΤΗΡΑ ΚΥΣΤΗΣ - ΕΛΕΓΧΟΣ ΠΑΡΟΧΕΤΕΥΣΗΣ ΚΑΙ ΖΩΤΙΚΩΝ ΣΗΜΕΙΩΝ

# model:gnuhealth.surgery.protocol,postoperative_guidelines:ORCHIOPEXY
source: START TOLERANCE WHEN WIDE AWAKE IF PAIN PARACETAMOL SYRUP 20 MG/KG
el: ΕΝΑΡΞΗ ΣΙΤΙΣΗΣ ΟΤΑΝ ΞΥΠΝΗΣΕΙ ΠΛΗΡΩΣ ΣΕ ΠΕΡΙΠΤΩΣΗ ΠΟΝΟΥ, ΣΙΡΟΠΙ ΠΑΡΑΚΕΤΑΜΟΛΗΣ 20 MG/KG

# model:gnuhealth.surgery.protocol,postoperative_guidelines:PALATOPLASTYADULT
source: -START TOLERANCE WITHIN 4 HOURS OF SURGERY - LIQUID/SHREDDED DIET - URBASON 40-60 MG7 24H -PARACETAMOL 1GR IV/8H -(PRN) METAMIZOLE 1 AMPOULE/8H. -(PRN) METOCLOPRAMIDE IF NAUSEA OR VOMITING - AUGMENTINE 1GR IV / 8 H -OMEPRAZOLE 40MG 1 VIAL / 24H.
el: -ΕΝΑΡΞΗ ΣΙΤΙΣΗΣ ΕΝΤΟΣ 4 ΩΡΩΝ ΑΠΟ ΤΟ ΧΕΙΡΟΥΡΓΕΙΟ - ΥΓΡΗ/ΑΛΕΣΜΕΝΗ ΔΙΑΤΡΟΦΗ - URBASON 40-60 MG/24ΩΡΟ -PARACETAMOL 1GR IV/8ΩΡΟ -(ΚΑΤΑ ΠΕΡΙΠΤΩΣΗ) METAMIZOLE 1 ΑΜΠΟΥΛΑ/8ΩΡΟ. -(ΚΑΤΑ ΠΕΡΙΠΤΩΣΗ) METOCLOPRAMIDE ΣΕ ΠΕΡΙΠΤΩΣΗ ΝΑΥΤΙΑΣ Ή ΕΜΕΤΟΥ - AUGMENTINE 1GR IV / 8 ΩΡΕΣ -OMEPRAZOLE 40MG 1 ΦΙΑΛΙΔΙΟ / 24ΩΡΟ.

# model:gnuhealth.surgery.protocol,postoperative_guidelines:PALATOPLASTYPEDIATRIC
source: - START TOLERANCE 4 HOURS AFTER SURGERY - LIQUID/SHREDDED DIET - IBUPROFEN 30 MG7K7DAY - AUGMENTIN 30-50 MG/K/DAY - URBASON
el: - ΕΝΑΡΞΗ ΣΙΤΙΣΗΣ 4 ΩΡΕΣ ΜΕΤΑ ΤΟ ΧΕΙΡΟΥΡΓΕΙΟ - ΥΓΡΗ/ΑΛΕΣΜΕΝΗ ΔΙΑΤΡΟΦΗ - IBUPROFEN 30 MG/KG/ΗΜΕΡΑ - AUGMENTIN 30-50 MG/KG/ΗΜΕΡΑ - URBASON

# model:gnuhealth.surgery.protocol,postoperative_guidelines:PAROTIDECTOMY
source: - START TOLERANCE 4 HOURS AFTER SURGERY - PARACETAMOL 1GR IV/8H. - (PRN) METAMIZOLE 1 AMPOULE/8H. - (PRN) METOCLOPRAMIDE IF NAUSEA OR VOMITING - OMEPRAZOLE 40MG 1 VIAL/24H - CONTROL OF DRAINAGE AND VITAL SIGNS
el: - ΕΝΑΡΞΗ ΣΙΤΙΣΗΣ 4 ΩΡΕΣ ΜΕΤΑ ΤΟ ΧΕΙΡΟΥΡΓΕΙΟ - PARACETAMOL 1GR IV/8ΩΡΟ. - (ΚΑΤΑ ΠΕΡΙΠΤΩΣΗ) METAMIZOLE 1 ΑΜΠΟΥΛΑ/8ΩΡΟ. - (ΚΑΤΑ ΠΕΡΙΠΤΩΣΗ) METOCLOPRAMIDE ΣΕ ΠΕΡΙΠΤΩΣΗ ΝΑΥΤΙΑΣ Ή ΕΜΕΤΟΥ - OMEPRAZOLE 40MG 1 ΦΙΑΛΙΔΙΟ/24ΩΡΟ - ΕΛΕΓΧΟΣ ΠΑΡΟΧΕΤΕΥΣΗΣ ΚΑΙ ΖΩΤΙΚΩΝ ΣΗΜΕΙΩΝ

# model:gnuhealth.surgery.protocol,postoperative_guidelines:SKINTUMOREXERESIS
source: - START TOLERANCE 4 HOURS AFTER SURGERY - PARACETAMOL 1GR IV/8H - (PRN) METAMIZOLE 1 AMPOULE/8H. - (PRN) METOCLOPRAMIDE IF NAUSEA OR VOMITING - OMEPRAZOLE 40MG 1 VIAL/24H - INITIATE AMBULATION
el: - ΕΝΑΡΞΗ ΣΙΤΙΣΗΣ 4 ΩΡΕΣ ΜΕΤΑ ΤΟ ΧΕΙΡΟΥΡΓΕΙΟ - PARACETAMOL 1GR IV/8ΩΡΟ - (ΚΑΤΑ ΠΕΡΙΠΤΩΣΗ) METAMIZOLE 1 ΑΜΠΟΥΛΑ/8ΩΡΟ. - (ΚΑΤΑ ΠΕΡΙΠΤΩΣΗ) METOCLOPRAMIDE ΣΕ ΠΕΡΙΠΤΩΣΗ ΝΑΥΤΙΑΣ Ή ΕΜΕΤΟΥ - OMEPRAZOLE 40MG 1 ΦΙΑΛΙΔΙΟ/24ΩΡΟ - ΕΝΑΡΞΗ ΚΙΝΗΤΟΠΟΙΗΣΗΣ

# model:gnuhealth.surgery.protocol,postoperative_guidelines:THYROIDECTOMYSUB
source: START TOLERANCE 4 HOURS AFTER SURGERY -PARACETAMOL 1GR IV/8H. -(PRN) METAMIZOLE 1 AMPOULE/8H. -(PRN) METOCLOPRAMIDE IF NAUSEA OR VOMITING -OMEPRAZOLE 40MG 1 VIAL/24H. -START AMBULATION -REMOVE BLADDER CATHETER -MONITOR DRAINAGE AND VITAL SIGNS
el: ΕΝΑΡΞΗ ΣΙΤΙΣΗΣ 4 ΩΡΕΣ ΜΕΤΑ ΤΟ ΧΕΙΡΟΥΡΓΕΙΟ -PARACETAMOL 1GR IV/8ΩΡΟ. -(ΚΑΤΑ ΠΕΡΙΠΤΩΣΗ) METAMIZOLE 1 ΑΜΠΟΥΛΑ/8ΩΡΟ. -(ΚΑΤΑ ΠΕΡΙΠΤΩΣΗ) METOCLOPRAMIDE ΣΕ ΠΕΡΙΠΤΩΣΗ ΝΑΥΤΙΑΣ Ή ΕΜΕΤΟΥ -OMEPRAZOLE 40MG 1 ΦΙΑΛΙΔΙΟ/24ΩΡΟ. -ΕΝΑΡΞΗ ΚΙΝΗΤΟΠΟΙΗΣΗΣ -ΑΦΑΙΡΕΣΗ ΚΑΘΕΤΗΡΑ ΚΥΣΤΗΣ -ΠΑΡΑΚΟΛΟΥΘΗΣΗ ΠΑΡΟΧΕΤΕΥΣΗΣ ΚΑΙ ΖΩΤΙΚΩΝ ΣΗΜΕΙΩΝ

# model:gnuhealth.surgery.protocol,postoperative_guidelines:THYROIDECTOMYTOTAL
source: -STARTING TOLERANCE 4 HOURS AFTER SURGERY -PARACETAMOL 1GR IV/8H. -(PRN) METAMIZOLE 1 AMPOULE/8H. -(PRN) METOCLOPRAMIDE IF NAUSEA OR VOMITING -OMEPRAZOLE 40MG 1 VIAL/24H. -START AMBULATION -REMOVAL OF BLADDER CATHETERIZATION -CONTROL OF DRAINAGE AND VITAL CONSTANTS (IF NEEDED) -CONTROL OF DRAINAGE AND VITAL CONSTANTS (IF NEEDED) -CONTROL CALCIUM EXTRACTION TOMORROW MORNING
el: -ΕΝΑΡΞΗ ΣΙΤΙΣΗΣ 4 ΩΡΕΣ ΜΕΤΑ ΤΟ ΧΕΙΡΟΥΡΓΕΙΟ -PARACETAMOL 1GR IV/8ΩΡΟ. -(ΚΑΤΑ ΠΕΡΙΠΤΩΣΗ) METAMIZOLE 1 ΑΜΠΟΥΛΑ/8ΩΡΟ. -(ΚΑΤΑ ΠΕΡΙΠΤΩΣΗ) METOCLOPRAMIDE ΣΕ ΠΕΡΙΠΤΩΣΗ ΝΑΥΤΙΑΣ Ή ΕΜΕΤΟΥ -OMEPRAZOLE 40MG 1 ΦΙΑΛΙΔΙΟ/24ΩΡΟ. -ΕΝΑΡΞΗ ΚΙΝΗΤΟΠΟΙΗΣΗΣ -ΑΦΑΙΡΕΣΗ ΚΑΘΕΤΗΡΙΑΣΜΟΥ ΚΥΣΤΗΣ -ΕΛΕΓΧΟΣ ΠΑΡΟΧΕΤΕΥΣΗΣ ΚΑΙ ΖΩΤΙΚΩΝ ΣΗΜΕΙΩΝ (ΕΑΝ ΧΡΕΙΑΖΕΤΑΙ) -ΕΛΕΓΧΟΣ ΑΣΒΕΣΤΙΟΥ ΑΥΡΙΟ ΤΟ ΠΡΩΙ

source: START TOLERANCE WHEN WIDE AWAKE IF PAIN PARACETAMOL DOSE 20 MGRS/KILO
el: ΕΝΑΡΞΗ ΣΙΤΙΣΗΣ ΟΤΑΝ ΞΥΠΝΗΣΕΙ ΠΛΗΡΩΣ ΣΕ ΠΕΡΙΠΤΩΣΗ ΠΟΝΟΥ, ΔΟΣΗ ΠΑΡΑΚΕΤΑΜΟΛΗΣ 20 MGRS/ΚΙΛΟ

# model:gnuhealth.surgery.protocol,postoperative_guidelines:ZPLASTY
source: - START TOLERANCE 4 HOURS AFTER SURGERY - PARACETAMOL 1GR IV/8H - (PRN) METAMIZOLE 1 AMPOULE/8H. - (PRN) METOCLOPRAMIDE IF NAUSEA OR VOMITING - OMEPRAZOLE 40MG 1 VIAL/24H - CONTROL OF DRAINAGE AND VITAL SIGNS
el: - ΕΝΑΡΞΗ ΣΙΤΙΣΗΣ 4 ΩΡΕΣ ΜΕΤΑ ΤΟ ΧΕΙΡΟΥΡΓΕΙΟ - PARACETAMOL 1GR IV/8ΩΡΟ - (ΚΑΤΑ ΠΕΡΙΠΤΩΣΗ) METAMIZOLE 1 ΑΜΠΟΥΛΑ/8ΩΡΟ. - (ΚΑΤΑ ΠΕΡΙΠΤΩΣΗ) METOCLOPRAMIDE ΣΕ ΠΕΡΙΠΤΩΣΗ ΝΑΥΤΙΑΣ Ή ΕΜΕΤΟΥ - OMEPRAZOLE 40MG 1 ΦΙΑΛΙΔΙΟ/24ΩΡΟ - ΕΛΕΓΧΟΣ ΠΑΡΟΧΕΤΕΥΣΗΣ ΚΑΙ ΖΩΤΙΚΩΝ ΣΗΜΕΙΩΝ
