Repository: pypi-data/pypi-mirror-397
Catalog: packages/gnuhealth-surgery-protocols/gnuhealth_surgery_protocols-5.0.2.tar.gz/gnuhealth_surgery_protocols-5.0.2/locale/*.po
Languages: el

# model:gnuhealth.surgery.protocol,description:CHEILOPLASTYADULT
source: PEDIATRIC CHEILOPLASTY
el: ΠΑΙΔΙΑΤΡΙΚΗ ΧΕΙΛΟΠΛΑΣΤΙΚΗ

# model:gnuhealth.surgery.protocol,description:CHEILOPLASTYPEDIATRIC
source: PEDIATRIC CHEILOPLASTY
el: ΠΑΙΔΙΑΤΡΙΚΗ ΧΕΙΛΟΠΛΑΣΤΙΚΗ

# model:gnuhealth.surgery.protocol,description:CIRCUMCISION
source: PEDIATRIC PHIMOSIS
el: ΠΑΙΔΙΑΤΡΙΚΗ ΦΙΜΩΣΗ

# model:gnuhealth.surgery.protocol,description:CSECTURG
source: OBSTETRIC DYSTOCIA/RISK OF LOSS OF FETAL WELFARE
el: ΜΑΙΕΥΤΙΚΗ ΔΥΣΤΟΚΙΑ/ΚΙΝΔΥΝΟΣ ΑΠΩΛΕΙΑΣ ΕΜΒΡΥΙΚΗΣ ΕΥΗΜΕΡΙΑΣ

# model:gnuhealth.surgery.protocol,description:CYSTECTOMYABD
source: ABDOMINAL CYSTECTOMY
el: ΚΟΙΛΙΑΚΗ ΚΥΣΤΕΚΤΟΜΗ

# model:gnuhealth.surgery.protocol,description:CYSTECTOMYMAX
source: MAXILLARY OR MANDIBULAR CYSTECTOMY
el: ΚΥΣΤΕΚΤΟΜΗ ΑΝΩ Ή ΚΑΤΩ ΓΝΑΘΟΥ

# model:gnuhealth.surgery.protocol,description:EXERESISFIBRO
source: BREAST FIBROADENOMA
el: ΙΝΑΔΕΝΩΜΑ ΜΑΣΤΟΥ

# model:gnuhealth.surgery.protocol,description:EXODONCY
source: EXODONCY
el: ΕΞΑΓΩΓΗ ΔΟΝΤΙΟΥ

# model:gnuhealth.surgery.protocol,description:GANGLIONECTOMY
source: GANGLION
el: ΓΑΓΓΛΙΟ

# model:gnuhealth.surgery.protocol,description:GRANULOMACAUTER
source: GRANULOMA
el: ΚΟΚΚΙΩΜΑ

# model:gnuhealth.surgery.protocol,description:HEMITHYROIDECTOMYL
source: LEFT THYROID NODULE
el: ΟΖΙΔΙΟ ΑΡΙΣΤΕΡΟΥ ΘΥΡΕΟΕΙΔΟΥΣ

# model:gnuhealth.surgery.protocol,description:HEMITHYROIDECTOMYR
source: RIGHT THYROID NODULE
el: ΟΖΙΔΙΟ ΔΕΞΙΟΥ ΘΥΡΕΟΕΙΔΟΥΣ

# model:gnuhealth.surgery.protocol,description:HEMORRHOIDECTOMY
source: HEMORROIDS
el: ΑΙΜΟΡΡΟΪΔΕΣ

# model:gnuhealth.surgery.protocol,description:HYDROCELECTOMYADULT
source: ADULT HYDROCELE
el: ΥΔΡΟΚΗΛΗ ΕΝΗΛΙΚΩΝ

# model:gnuhealth.surgery.protocol,description:HYDROCELECTOMYPEDIATRIC
source: PEDIATRIC HYDROCELE
el: ΠΑΙΔΙΑΤΡΙΚΗ ΥΔΡΟΚΗΛΗ

# model:gnuhealth.surgery.protocol,description:HYSTERECTOMYABD
source: ABDOMINAL HYSTERECTOMY
el: ΚΟΙΛΙΑΚΗ ΥΣΤΕΡΕΚΤΟΜΗ

# model:gnuhealth.surgery.protocol,description:HYSTERECTOMYVAG
source: VAGINAL HYSTERECTOMY AND PLASTY
el: ΚΟΛΠΙΚΗ ΥΣΤΕΡΕΚΤΟΜΗ ΚΑΙ ΠΛΑΣΤΙΚΗ

# model:gnuhealth.surgery.protocol,description:INGHERNIOPLASTYADULT
source: HERNIA INGUINAL ADULTO
el: ΒΟΥΒΩΝΟΚΗΛΗ ΕΝΗΛΙΚΩΝ

# model:gnuhealth.surgery.protocol,description:INGHERNIOPLASTYPEDIATRIC
source: PEDIATRIC INGUINAL HERNIA
el: ΠΑΙΔΙΑΤΡΙΚΗ ΒΟΥΒΩΝΟΚΗΛΗ

# model:gnuhealth.surgery.protocol,description:LIPOMECTOMY
source: LIPOMA
el: ΛΙΠΩΜΑ

# model:gnuhealth.surgery.protocol,description:MASTECTOMY
source: MASTECTOMY
el: ΜΑΣΤΕΚΤΟΜΗ

# model:gnuhealth.surgery.protocol,description:MYOMECTOMYMULTIPLE
source: MULTIPLE MYOMECTOMY
el: ΠΟΛΛΑΠΛΗ ΙΝΟΜΥΩΜΑΤΕΚΤΟΜΗ

# model:gnuhealth.surgery.protocol,description:ORCHIOPEXY
source: CRYPTORCHIDISM
el: ΚΡΥΨΟΡΧΙΑ

# model:gnuhealth.surgery.protocol,description:PALATOPLASTYADULT
source: ADULT PALATOPLASTY
el: ΥΠΕΡΩΙΟΠΛΑΣΤΙΚΗ ΕΝΗΛΙΚΩΝ

# model:gnuhealth.surgery.protocol,description:PALATOPLASTYPEDIATRIC
source: PEDIATRIC PALATOPLASTY
el: ΠΑΙΔΙΑΤΡΙΚΗ ΥΠΕΡΩΙΟΠΛΑΣΤΙΚΗ

# model:gnuhealth.surgery.protocol,description:PAROTIDECTOMY
source: PAROTIDECTOMY
el: ΠΑΡΩΤΙΔΕΚΤΟΜΗ

# model:gnuhealth.surgery.protocol,description:RESKELOID
source: KELOID SCAR
el: ΧΗΛΟΕΙΔΗΣ ΟΥΛΗ

# model:gnuhealth.surgery.protocol,description:SKINGRAFT
source: SKIN GRAFT
el: ΔΕΡΜΑΤΙΚΟ ΜΟΣΧΕΥΜΑ

# model:gnuhealth.surgery.protocol,description:SKINTUMOREXERESIS
source: SKIN TUMOR EXERESIS
el: ΕΚΤΟΜΗ ΟΓΚΟΥ ΔΕΡΜΑΤΟΣ

# model:gnuhealth.surgery.protocol,description:THYROIDECTOMYSUB
source: SUBTOTAL THYROIDECTOMY (DUNHILL)
el: ΥΦΟΛΙΚΗ ΘΥΡΕΟΕΙΔΕΚΤΟΜΗ (DUNHILL)

# model:gnuhealth.surgery.protocol,description:THYROIDECTOMYTOTAL
source: TOTAL THYROIDECTOMY
el: ΟΛΙΚΗ ΘΥΡΕΟΕΙΔΕΚΤΟΜΗ

# model:gnuhealth.surgery.protocol,description:UMBHERNIOPLASTYPEDIATRIC
source: PEDIATRIC UMBILICAL HERNIA
el: ΠΑΙΔΙΑΤΡΙΚΗ ΟΜΦΑΛΟΚΗΛΗ

# model:gnuhealth.surgery.protocol,description:ZPLASTY
source: Z-PLASTY
el: Z-ΠΛΑΣΤΙΚΗ

# model:gnuhealth.surgery.protocol,discharge_instructions:CHEILOPLASTYADULT
source: - KEEPING THE WOUND CLEAN AND DRY - LIQUID / SHREDDED DIET FOR 7 DAYS - PARACETAMOL 650MG 1COMP/8H - (PRN) METAMIZOLE 1 COMP /8H. - AUGMENTINE 875/125 EVERY 8H, 5 DAYS - CHECK-UP NEXT ___ AT ___ AT ____
el: - ΔΙΑΤΗΡΗΣΗ ΤΟΥ ΤΡΑΥΜΑΤΟΣ ΚΑΘΑΡΟΥ ΚΑΙ ΣΤΕΓΝΟΥ - ΥΓΡΗ / ΑΛΕΣΜΕΝΗ ΔΙΑΤΡΟΦΗ ΓΙΑ 7 ΗΜΕΡΕΣ - PARACETAMOL 650MG 1 ΔΙΣΚΙΟ/8ΩΡΟ - (ΚΑΤΑ ΠΕΡΙΠΤΩΣΗ) METAMIZOLE 1 ΔΙΣΚΙΟ /8ΩΡΟ. - AUGMENTINE 875/125 ΚΑΘΕ 8ΩΡΟ, 5 ΗΜΕΡΕΣ - ΕΠΑΝΕΞΕΤΑΣΗ ΣΤΙΣ ___ ΣΤΙΣ ___ ΣΤΟ ____

# model:gnuhealth.surgery.protocol,discharge_instructions:CHEILOPLASTYPEDIATRIC
source: - KEEPING THE INJURY CLEAN AND DRY - LIQUID/SHREDDED DIET NEXT 7 DAYS - AUGMENTINE 30-50 MG/K/DAY, 5 DAYS - IF NECESSARY, IBUPROFEN 30 MG/K/DAY OR PARACETAMOL 15MG/K/6HRS - CHECK-UP NEXT ___ AT ___ AT ____
el: - ΔΙΑΤΗΡΗΣΗ ΤΟΥ ΤΡΑΥΜΑΤΟΣ ΚΑΘΑΡΟΥ ΚΑΙ ΣΤΕΓΝΟΥ - ΥΓΡΗ/ΑΛΕΣΜΕΝΗ ΔΙΑΤΡΟΦΗ ΓΙΑ ΤΙΣ ΕΠΟΜΕΝΕΣ 7 ΗΜΕΡΕΣ - AUGMENTINE 30-50 MG/KG/ΗΜΕΡΑ, 5 ΗΜΕΡΕΣ - ΕΑΝ ΧΡΕΙΑΖΕΤΑΙ, IBUPROFEN 30 MG/KG/ΗΜΕΡΑ Ή PARACETAMOL 15MG/KG/6ΩΡΟ - ΕΠΑΝΕΞΕΤΑΣΗ ΣΤΙΣ ___ ΣΤΙΣ ___ ΣΤΟ ____

# model:gnuhealth.surgery.protocol,discharge_instructions:CIRCUMCISION
source: IF PAIN PARACETAMOL SYRUP 20 MGRS/KILO/8 HOURS WASH PENIS WITH SALINE OR SOAP AND WATER. KEEP WOUND DRY AND CLEAN ANTISEPTIC EVERY 24 HOURS
el: ΣΕ ΠΕΡΙΠΤΩΣΗ ΠΟΝΟΥ, ΣΙΡΟΠΙ ΠΑΡΑΚΕΤΑΜΟΛΗΣ 20 MGRS/ΚΙΛΟ/8 ΩΡΕΣ ΠΛΥΣΗ ΤΟΥ ΠΕΟΥΣ ΜΕ ΦΥΣΙΟΛΟΓΙΚΟ ΟΡΟ Ή ΣΑΠΟΥΝΙ ΚΑΙ ΝΕΡΟ. ΔΙΑΤΗΡΗΣΗ ΤΟΥ ΤΡΑΥΜΑΤΟΣ ΣΤΕΓΝΟΥ ΚΑΙ ΚΑΘΑΡΟΥ ΑΝΤΙΣΗΠΤΙΚΟ ΚΑΘΕ 24 ΩΡΕΣ

# model:gnuhealth.surgery.protocol,discharge_instructions:CSECTURG
source: - YOUR USUAL TREATMENT, THE SAME. - IF PAIN, PARACETAMOL 650MG, 1 TABLET/8H. IF PAIN INCREASES, ALTERNATE WITH NOLOTIL 575MG 1 TABLET/8H. - KEEP THE WOUND CLEAN AND DRY - DAILY DRESSING OF THE WOUND WITH ANTISEPTIC AND REMOVAL OF STITCHES/SHRINKAGE WITHIN 10 DAYS AT THE HEALTH CENTER - RELATIVE REST FOR TWO WEEKS - IN CASE OF FEVER OR CLINICAL WORSENING, GO TO THE HEALTH CENTER EMERGENCY ROOM.
el: - Η ΣΥΝΗΘΗΣ ΘΕΡΑΠΕΙΑ ΣΑΣ, ΩΣ ΕΧΕΙ. - ΣΕ ΠΕΡΙΠΤΩΣΗ ΠΟΝΟΥ, PARACETAMOL 650MG, 1 ΔΙΣΚΙΟ/8ΩΡΟ. ΕΑΝ Ο ΠΟΝΟΣ ΑΥΞΗΘΕΙ, ΕΝΑΛΛΑΞ ΜΕ NOLOTIL 575MG 1 ΔΙΣΚΙΟ/8ΩΡΟ. - ΔΙΑΤΗΡΗΣΗ ΤΟΥ ΤΡΑΥΜΑΤΟΣ ΚΑΘΑΡΟΥ ΚΑΙ ΣΤΕΓΝΟΥ - ΚΑΘΗΜΕΡΙΝΗ ΠΕΡΙΠΟΙΗΣΗ ΤΟΥ ΤΡΑΥΜΑΤΟΣ ΜΕ ΑΝΤΙΣΗΠΤΙΚΟ ΚΑΙ ΑΦΑΙΡΕΣΗ ΡΑΜΜΑΤΩΝ ΕΝΤΟΣ 10 ΗΜΕΡΩΝ ΣΤΟ ΚΕΝΤΡΟ ΥΓΕΙΑΣ - ΣΧΕΤΙΚΗ ΑΝΑΠΑΥΣΗ ΓΙΑ ΔΥΟ ΕΒΔΟΜΑΔΕΣ - ΣΕ ΠΕΡΙΠΤΩΣΗ ΠΥΡΕΤΟΥ Ή ΚΛΙΝΙΚΗΣ ΕΠΙΔΕΙΝΩΣΗΣ, ΜΕΤΑΒΕΙΤΕ ΣΤΑ ΕΠΕΙΓΟΝΤΑ ΤΟΥ ΚΕΝΤΡΟΥ ΥΓΕΙΑΣ.

# model:gnuhealth.surgery.protocol,discharge_instructions:CYSTECTOMYABD
source: - YOUR USUAL TREATMENT, AS ABOVE - IF PAIN, PARACETAMOL 650MG 1 TABLET/8H. IF PAIN INCREASES, ALTERNATE WITH NOLOTIL 575MG 1 TABLET/8H. - KEEP THE WOUND CLEAN AND DRY - DAILY DRESSING OF THE WOUND WITH ANTISEPTIC AND REMOVAL OF STITCHES/SHRINKAGE WITHIN 10 DAYS AT THE HEALTH CENTER - RELATIVE REST FOR TWO WEEKS - IN THE EVENT OF FEVER OR CLINICAL WORSENING, GO TO THE HEALTH CENTER EMERGENCY ROOM
el: - Η ΣΥΝΗΘΗΣ ΘΕΡΑΠΕΙΑ ΣΑΣ, ΩΣ ΑΝΩ - ΣΕ ΠΕΡΙΠΤΩΣΗ ΠΟΝΟΥ, PARACETAMOL 650MG 1 ΔΙΣΚΙΟ/8ΩΡΟ. ΕΑΝ Ο ΠΟΝΟΣ ΑΥΞΗΘΕΙ, ΕΝΑΛΛΑΞ ΜΕ NOLOTIL 575MG 1 ΔΙΣΚΙΟ/8ΩΡΟ. - ΔΙΑΤΗΡΗΣΗ ΤΟΥ ΤΡΑΥΜΑΤΟΣ ΚΑΘΑΡΟΥ ΚΑΙ ΣΤΕΓΝΟΥ - ΚΑΘΗΜΕΡΙΝΗ ΠΕΡΙΠΟΙΗΣΗ ΤΟΥ ΤΡΑΥΜΑΤΟΣ ΜΕ ΑΝΤΙΣΗΠΤΙΚΟ ΚΑΙ ΑΦΑΙΡΕΣΗ ΡΑΜΜΑΤΩΝ ΕΝΤΟΣ 10 ΗΜΕΡΩΝ ΣΤΟ ΚΕΝΤΡΟ ΥΓΕΙΑΣ - ΣΧΕΤΙΚΗ ΑΝΑΠΑΥΣΗ ΓΙΑ ΔΥΟ ΕΒΔΟΜΑΔΕΣ - ΣΕ ΠΕΡΙΠΤΩΣΗ ΠΥΡΕΤΟΥ Ή ΚΛΙΝΙΚΗΣ ΕΠΙΔΕΙΝΩΣΗΣ, ΜΕΤΑΒΕΙΤΕ ΣΤΑ ΕΠΕΙΓΟΝΤΑ ΤΟΥ ΚΕΝΤΡΟΥ ΥΓΕΙΑΣ

# model:gnuhealth.surgery.protocol,discharge_instructions:CYSTECTOMYMAX
source: - YOUR USUAL TREATMENT, AS ABOVE - IF PAIN, PARACTEAMOL 650MG 1 TABLET/8H. IF PAIN INCREASES, ALTERNATE WITH NOLOTIL 575MG 1 TABLET/8H. - DIET BLANC - AUGMENTIN 875/ 8H 5 DAYS - IN CASE OF FEVER OR WORSENING CLINICAL CONDITION, GO TO EMERGENCY. - CHECK-UP ON ___ AT ____
el: - Η ΣΥΝΗΘΗΣ ΘΕΡΑΠΕΙΑ ΣΑΣ, ΩΣ ΑΝΩ - ΣΕ ΠΕΡΙΠΤΩΣΗ ΠΟΝΟΥ, PARACETAMOL 650MG 1 ΔΙΣΚΙΟ/8ΩΡΟ. ΕΑΝ Ο ΠΟΝΟΣ ΑΥΞΗΘΕΙ, ΕΝΑΛΛΑΞ ΜΕ NOLOTIL 575MG 1 ΔΙΣΚΙΟ/8ΩΡΟ. - ΛΕΥΚΗ ΔΙΑΤΡΟΦΗ - AUGMENTIN 875/ 8ΩΡΟ ΓΙΑ 5 ΗΜΕΡΕΣ - ΣΕ ΠΕΡΙΠΤΩΣΗ ΠΥΡΕΤΟΥ Ή ΕΠΙΔΕΙΝΩΣΗΣ ΤΗΣ ΚΛΙΝΙΚΗΣ ΚΑΤΑΣΤΑΣΗΣ, ΜΕΤΑΒΕΙΤΕ ΣΤΑ ΕΠΕΙΓΟΝΤΑ. - ΕΠΑΝΕΞΕΤΑΣΗ ΣΤΙΣ ___ ΣΤΙΣ ____

# model:gnuhealth.surgery.protocol,discharge_instructions:EXERESISFIBRO
source: - YOUR USUAL TREATMENT, AS ABOVE - IF PAIN, PARACTEAMOL 650MG 1 TABLET/8H. IF PAIN INCREASES, ALTERNATE WITH NOLOTIL 575MG 1 TABLET/8H. - KEEP THE WOUND CLEAN AND DRY - DAILY DRESSING OF THE WOUND WITH ANTISEPTIC AND REMOVAL OF STITCHES/SHRINKAGE WITHIN 10 DAYS AT THE HEALTH CENTER - RELATIVE REST FOR ONE WEEK - IF FEVER OR CLINICAL WORSENING, GO TO THE EMERGENCY ROOM - CHECK-UP NEXT ___ AT ___ AT ____.
el: - Η ΣΥΝΗΘΗΣ ΘΕΡΑΠΕΙΑ ΣΑΣ, ΩΣ ΑΝΩ - ΣΕ ΠΕΡΙΠΤΩΣΗ ΠΟΝΟΥ, PARACETAMOL 650MG 1 ΔΙΣΚΙΟ/8ΩΡΟ. ΕΑΝ Ο ΠΟΝΟΣ ΑΥΞΗΘΕΙ, ΕΝΑΛΛΑΞ ΜΕ NOLOTIL 575MG 1 ΔΙΣΚΙΟ/8ΩΡΟ. - ΔΙΑΤΗΡΗΣΗ ΤΟΥ ΤΡΑΥΜΑΤΟΣ ΚΑΘΑΡΟΥ ΚΑΙ ΣΤΕΓΝΟΥ - ΚΑΘΗΜΕΡΙΝΗ ΠΕΡΙΠΟΙΗΣΗ ΤΟΥ ΤΡΑΥΜΑΤΟΣ ΜΕ ΑΝΤΙΣΗΠΤΙΚΟ ΚΑΙ ΑΦΑΙΡΕΣΗ ΡΑΜΜΑΤΩΝ ΕΝΤΟΣ 10 ΗΜΕΡΩΝ ΣΤΟ ΚΕΝΤΡΟ ΥΓΕΙΑΣ - ΣΧΕΤΙΚΗ ΑΝΑΠΑΥΣΗ ΓΙΑ ΜΙΑ ΕΒΔΟΜΑΔΑ - ΕΑΝ ΥΠΑΡΞΕΙ ΠΥΡΕΤΟΣ Ή ΚΛΙΝΙΚΗ ΕΠΙΔΕΙΝΩΣΗ, ΜΕΤΑΒΕΙΤΕ ΣΤΑ ΕΠΕΙΓΟΝΤΑ - ΕΠΑΝΕΞΕΤΑΣΗ ΣΤΙΣ ___ ΣΤΙΣ ___ ΣΤΟ ____.

# model:gnuhealth.surgery.protocol,discharge_instructions:EXODONCY
source: YOUR USUAL TREATMENT, SUCH AS - AUGMENTIN 875 1/ 8H 5 DAYS - IF PAIN, PARACTEAMOL 650MG 1 TABLET/8H. IF PAIN INCREASES, ALTERNATE WITH NOLOTIL 575MG 1 TABLET/8H. - DIET DOUX - IF FEVER OR CLINICAL WORSENING, GO TO EMERGENCY - CHECK-UP NEXT ___ AT ___ AT ____.
el: Η ΣΥΝΗΘΗΣ ΘΕΡΑΠΕΙΑ ΣΑΣ, ΩΣ ΕΧΕΙ - AUGMENTIN 875 1/ 8ΩΡΟ ΓΙΑ 5 ΗΜΕΡΕΣ - ΣΕ ΠΕΡΙΠΤΩΣΗ ΠΟΝΟΥ, PARACETAMOL 650MG 1 ΔΙΣΚΙΟ/8ΩΡΟ. ΕΑΝ Ο ΠΟΝΟΣ ΑΥΞΗΘΕΙ, ΕΝΑΛΛΑΞ ΜΕ NOLOTIL 575MG 1 ΔΙΣΚΙΟ/8ΩΡΟ. - ΜΑΛΑΚΗ ΔΙΑΤΡΟΦΗ - ΕΑΝ ΥΠΑΡΞΕΙ ΠΥΡΕΤΟΣ Ή ΚΛΙΝΙΚΗ ΕΠΙΔΕΙΝΩΣΗ, ΜΕΤΑΒΕΙΤΕ ΣΤΑ ΕΠΕΙΓΟΝΤΑ - ΕΠΑΝΕΞΕΤΑΣΗ ΣΤΙΣ ___ ΣΤΙΣ ___ ΣΤΟ ____.

# model:gnuhealth.surgery.protocol,discharge_instructions:HEMITHYROIDECTOMYL
source: - YOUR USUAL TREATMENT, AS ABOVE - IF PAIN, PARACTEAMOL 650MG 1 TABLET/8H. IF PAIN INCREASES, ALTERNATE WITH NOLOTIL 575MG 1 TABLET/8H. - KEEP THE WOUND CLEAN AND DRY - DRESS WOUNDS DAILY WITH ANTISEPTICS AND REMOVE STITCHES WITHIN 10 DAYS AT THE HEALTH CENTER - REST FOR ONE WEEK - IF FEVER OR CLINICAL WORSENING, GO TO THE EMERGENCY ROOM - CHECK-UP NEXT ___ AT ___ AT ____.
el: - Η ΣΥΝΗΘΗΣ ΘΕΡΑΠΕΙΑ ΣΑΣ, ΩΣ ΑΝΩ - ΣΕ ΠΕΡΙΠΤΩΣΗ ΠΟΝΟΥ, PARACETAMOL 650MG 1 ΔΙΣΚΙΟ/8ΩΡΟ. ΕΑΝ Ο ΠΟΝΟΣ ΑΥΞΗΘΕΙ, ΕΝΑΛΛΑΞ ΜΕ NOLOTIL 575MG 1 ΔΙΣΚΙΟ/8ΩΡΟ. - ΔΙΑΤΗΡΗΣΗ ΤΟΥ ΤΡΑΥΜΑΤΟΣ ΚΑΘΑΡΟΥ ΚΑΙ ΣΤΕΓΝΟΥ - ΚΑΘΗΜΕΡΙΝΗ ΠΕΡΙΠΟΙΗΣΗ ΤΟΥ ΤΡΑΥΜΑΤΟΣ ΜΕ ΑΝΤΙΣΗΠΤΙΚΑ ΚΑΙ ΑΦΑΙΡΕΣΗ ΡΑΜΜΑΤΩΝ ΕΝΤΟΣ 10 ΗΜΕΡΩΝ ΣΤΟ ΚΕΝΤΡΟ ΥΓΕΙΑΣ - ΑΝΑΠΑΥΣΗ ΓΙΑ ΜΙΑ ΕΒΔΟΜΑΔΑ - ΕΑΝ ΥΠΑΡΞΕΙ ΠΥΡΕΤΟΣ Ή ΚΛΙΝΙΚΗ ΕΠΙΔΕΙΝΩΣΗ, ΜΕΤΑΒΕΙΤΕ ΣΤΑ ΕΠΕΙΓΟΝΤΑ - ΕΠΑΝΕΞΕΤΑΣΗ ΣΤΙΣ ___ ΣΤΙΣ ___ ΣΤΟ ____.

# model:gnuhealth.surgery.protocol,discharge_instructions:HEMITHYROIDECTOMYR
source: - YOUR USUAL TREATMENT, AS ABOVE - IF PAIN, PARACTEAMOL 650MG 1 TABLET/8H. IF PAIN INCREASES, ALTERNATE WITH NOLOTIL 575MG 1 TABLET/8H. - KEEP THE WOUND CLEAN AND DRY - DRESS WOUNDS DAILY WITH ANTISEPTICS AND REMOVE STITCHES WITHIN 10 DAYS AT THE HEALTH CENTER - REST FOR ONE WEEK - IF FEVER OR CLINICAL WORSENING, GO TO THE EMERGENCY ROOM - CHECK-UP NEXT ___ AT ___ AT ____.
el: - Η ΣΥΝΗΘΗΣ ΘΕΡΑΠΕΙΑ ΣΑΣ, ΩΣ ΑΝΩ - ΣΕ ΠΕΡΙΠΤΩΣΗ ΠΟΝΟΥ, PARACETAMOL 650MG 1 ΔΙΣΚΙΟ/8ΩΡΟ. ΕΑΝ Ο ΠΟΝΟΣ ΑΥΞΗΘΕΙ, ΕΝΑΛΛΑΞ ΜΕ NOLOTIL 575MG 1 ΔΙΣΚΙΟ/8ΩΡΟ. - ΔΙΑΤΗΡΗΣΗ ΤΟΥ ΤΡΑΥΜΑΤΟΣ ΚΑΘΑΡΟΥ ΚΑΙ ΣΤΕΓΝΟΥ - ΚΑΘΗΜΕΡΙΝΗ ΠΕΡΙΠΟΙΗΣΗ ΤΟΥ ΤΡΑΥΜΑΤΟΣ ΜΕ ΑΝΤΙΣΗΠΤΙΚΑ ΚΑΙ ΑΦΑΙΡΕΣΗ ΡΑΜΜΑΤΩΝ ΕΝΤΟΣ 10 ΗΜΕΡΩΝ ΣΤΟ ΚΕΝΤΡΟ ΥΓΕΙΑΣ - ΑΝΑΠΑΥΣΗ ΓΙΑ ΜΙΑ ΕΒΔΟΜΑΔΑ - ΕΑΝ ΥΠΑΡΞΕΙ ΠΥΡΕΤΟΣ Ή ΚΛΙΝΙΚΗ ΕΠΙΔΕΙΝΩΣΗ, ΜΕΤΑΒΕΙΤΕ ΣΤΑ ΕΠΕΙΓΟΝΤΑ - ΕΠΑΝΕΞΕΤΑΣΗ ΣΤΙΣ ___ ΣΤΙΣ ___ ΣΤΟ ____.

# model:gnuhealth.surgery.protocol,discharge_instructions:HEMORRHOIDECTOMY
source: - YOUR USUAL TREATMENT, AS ABOVE - IF PAIN, PARACTEAMOL 650MG 1 TABLET/8H. IF PAIN INCREASES, ALTERNATE WITH NOLOTIL 575MG 1 TABLET/8H. - DUPHALAC ONE SACHET EVERY 12 HOURS. - CLEAN AND DRY THE WOUND. - WASH DAILY WITH SOAP AND WATER. - RELATIVE REST FOR ONE WEEK - RETURN TO THE CLINIC AFTER 1 WEEK. - IF THE WOUND BECOMES HOT OR IF PUS COMES OUT OF THE WOUND, RETURN IMMEDIATELY TO THE CLINIC.
el: - Η ΣΥΝΗΘΗΣ ΘΕΡΑΠΕΙΑ ΣΑΣ, ΩΣ ΑΝΩ - ΣΕ ΠΕΡΙΠΤΩΣΗ ΠΟΝΟΥ, PARACETAMOL 650MG 1 ΔΙΣΚΙΟ/8ΩΡΟ. ΕΑΝ Ο ΠΟΝΟΣ ΑΥΞΗΘΕΙ, ΕΝΑΛΛΑΞ ΜΕ NOLOTIL 575MG 1 ΔΙΣΚΙΟ/8ΩΡΟ. - DUPHALAC ΕΝΑ ΦΑΚΕΛΙΣΚΟ ΚΑΘΕ 12 ΩΡΕΣ. - ΚΑΘΑΡΙΣΜΟΣ ΚΑΙ ΣΤΕΓΝΩΜΑ ΤΟΥ ΤΡΑΥΜΑΤΟΣ. - ΚΑΘΗΜΕΡΙΝΟ ΠΛΥΣΙΜΟ ΜΕ ΣΑΠΟΥΝΙ ΚΑΙ ΝΕΡΟ. - ΣΧΕΤΙΚΗ ΑΝΑΠΑΥΣΗ ΓΙΑ ΜΙΑ ΕΒΔΟΜΑΔΑ - ΕΠΙΣΤΡΟΦΗ ΣΤΗΝ ΚΛΙΝΙΚΗ ΜΕΤΑ ΑΠΟ 1 ΕΒΔΟΜΑΔΑ. - ΕΑΝ ΤΟ ΤΡΑΥΜΑ ΓΙΝΕΙ ΘΕΡΜΟ Ή ΑΝ ΒΓΕΙ ΠΥΟΝ ΑΠΟ ΤΟ ΤΡΑΥΜΑ, ΕΠΙΣΤΡΕΨΤΕ ΑΜΕΣΩΣ ΣΤΗΝ ΚΛΙΝΙΚΗ.

# model:gnuhealth.surgery.protocol,discharge_instructions:HYDROCELECTOMYADULT
source: - YOUR USUAL TREATMENT, AS ABOVE - IF PAIN, PARACTEAMOL 650MG 1 TABLET/8H. IF PAIN INCREASES, ALTERNATE WITH NOLOTIL 575MG 1 TABLET/8H. - KEEP THE WOUND CLEAN AND DRY - DRESS WOUNDS DAILY WITH ANTISEPTICS - RELATIVE REST FOR A WEEK - KEEP TESTICLE ELEVATED WITH A SHELL - IF FEVER OR CLINICAL WORSENING, GO TO EMERGENCY - CHECK-UP NEXT ___ AT ___ AT ____.
el: - Η ΣΥΝΗΘΗΣ ΘΕΡΑΠΕΙΑ ΣΑΣ, ΩΣ ΑΝΩ - ΣΕ ΠΕΡΙΠΤΩΣΗ ΠΟΝΟΥ, PARACETAMOL 650MG 1 ΔΙΣΚΙΟ/8ΩΡΟ. ΕΑΝ Ο ΠΟΝΟΣ ΑΥΞΗΘΕΙ, ΕΝΑΛΛΑΞ ΜΕ NOLOTIL 575MG 1 ΔΙΣΚΙΟ/8ΩΡΟ. - ΔΙΑΤΗΡΗΣΗ ΤΟΥ ΤΡΑΥΜΑΤΟΣ ΚΑΘΑΡΟΥ ΚΑΙ ΣΤΕΓΝΟΥ - ΚΑΘΗΜΕΡΙΝΗ ΠΕΡΙΠΟΙΗΣΗ ΤΟΥ ΤΡΑΥΜΑΤΟΣ ΜΕ ΑΝΤΙΣΗΠΤΙΚΑ - ΣΧΕΤΙΚΗ ΑΝΑΠΑΥΣΗ ΓΙΑ ΜΙΑ ΕΒΔΟΜΑΔΑ - ΔΙΑΤΗΡΗΣΗ ΤΟΥ ΟΡΧΕΩΣ ΣΕ ΑΝΥΨΩΜΕΝΗ ΘΕΣΗ ΜΕ ΣΥΣΚΕΥΗ ΣΤΗΡΙΞΗΣ - ΕΑΝ ΥΠΑΡΞΕΙ ΠΥΡΕΤΟΣ Ή ΚΛΙΝΙΚΗ ΕΠΙΔΕΙΝΩΣΗ, ΜΕΤΑΒΕΙΤΕ ΣΤΑ ΕΠΕΙΓΟΝΤΑ - ΕΠΑΝΕΞΕΤΑΣΗ ΣΤΙΣ ___ ΣΤΙΣ ___ ΣΤΟ ____.

# model:gnuhealth.surgery.protocol,discharge_instructions:HYDROCELECTOMYPEDIATRIC
source: IF PAIN, PARACETAMOL SYRUP 15 MGRS/KILO/6 HOURS KEEP WOUND DRY AND CLEAN CURE WITH ANTISEPTIC EVERY 24 HOURS NO SUTURE REMOVAL NECESSARY
el: ΣΕ ΠΕΡΙΠΤΩΣΗ ΠΟΝΟΥ, ΣΙΡΟΠΙ ΠΑΡΑΚΕΤΑΜΟΛΗΣ 15 MGRS/ΚΙΛΟ/6 ΩΡΕΣ ΔΙΑΤΗΡΗΣΗ ΤΟΥ ΤΡΑΥΜΑΤΟΣ ΣΤΕΓΝΟΥ ΚΑΙ ΚΑΘΑΡΟΥ ΠΕΡΙΠΟΙΗΣΗ ΜΕ ΑΝΤΙΣΗΠΤΙΚΟ ΚΑΘΕ 24 ΩΡΕΣ ΔΕΝ ΑΠΑΙΤΕΙΤΑΙ ΑΦΑΙΡΕΣΗ ΡΑΜΜΑΤΩΝ

# model:gnuhealth.surgery.protocol,discharge_instructions:HYSTERECTOMYABD
source: - YOUR USUAL TREATMENT, THE SAME. - IF PAIN, PARACETAMOL 650MG, 1 TABLET/8H. IF PAIN INCREASES, ALTERNATE WITH NOLOTIL 575MG 1 TABLET/8H. - KEEP THE WOUND CLEAN AND DRY - DAILY DRESSING OF THE WOUND WITH ANTISEPTIC AND REMOVAL OF STITCHES/SHRINKAGE WITHIN 10 DAYS AT THE HEALTH CENTER - RELATIVE REST FOR TWO WEEKS - IN CASE OF FEVER OR CLINICAL WORSENING, GO TO THE HEALTH CENTER EMERGENCY ROOM.
el: - Η ΣΥΝΗΘΗΣ ΘΕΡΑΠΕΙΑ ΣΑΣ, ΩΣ ΕΧΕΙ. - ΣΕ ΠΕΡΙΠΤΩΣΗ ΠΟΝΟΥ, PARACETAMOL 650MG, 1 ΔΙΣΚΙΟ/8ΩΡΟ. ΕΑΝ Ο ΠΟΝΟΣ ΑΥΞΗΘΕΙ, ΕΝΑΛΛΑΞ ΜΕ NOLOTIL 575MG 1 ΔΙΣΚΙΟ/8ΩΡΟ. - ΔΙΑΤΗΡΗΣΗ ΤΟΥ ΤΡΑΥΜΑΤΟΣ ΚΑΘΑΡΟΥ ΚΑΙ ΣΤΕΓΝΟΥ - ΚΑΘΗΜΕΡΙΝΗ ΠΕΡΙΠΟΙΗΣΗ ΤΟΥ ΤΡΑΥΜΑΤΟΣ ΜΕ ΑΝΤΙΣΗΠΤΙΚΟ ΚΑΙ ΑΦΑΙΡΕΣΗ ΡΑΜΜΑΤΩΝ ΕΝΤΟΣ 10 ΗΜΕΡΩΝ ΣΤΟ ΚΕΝΤΡΟ ΥΓΕΙΑΣ - ΣΧΕΤΙΚΗ ΑΝΑΠΑΥΣΗ ΓΙΑ ΔΥΟ ΕΒΔΟΜΑΔΕΣ - ΣΕ ΠΕΡΙΠΤΩΣΗ ΠΥΡΕΤΟΥ Ή ΚΛΙΝΙΚΗΣ ΕΠΙΔΕΙΝΩΣΗΣ, ΜΕΤΑΒΕΙΤΕ ΣΤΑ ΕΠΕΙΓΟΝΤΑ ΤΟΥ ΚΕΝΤΡΟΥ ΥΓΕΙΑΣ.

# model:gnuhealth.surgery.protocol,discharge_instructions:HYSTERECTOMYVAG
source: - YOUR USUAL TREATMENT, AS ABOVE - IF PAIN, PARACETAMOL 650MG 1 TABLET/8H. IF PAIN INCREASES, ALTERNATE WITH NOLOTIL 575MG 1 TABLET/8H. - KEEP THE WOUND CLEAN AND DRY - DAILY VAGINAL WASH WITH SOAP - REST FOR ONE WEEK - IN THE EVENT OF FEVER OR CLINICAL WORSENING, GO TO A HEALTH-CARE CENTER EMERGENCY ROOM
el: - Η ΣΥΝΗΘΗΣ ΘΕΡΑΠΕΙΑ ΣΑΣ, ΩΣ ΑΝΩ - ΣΕ ΠΕΡΙΠΤΩΣΗ ΠΟΝΟΥ, PARACETAMOL 650MG 1 ΔΙΣΚΙΟ/8ΩΡΟ. ΕΑΝ Ο ΠΟΝΟΣ ΑΥΞΗΘΕΙ, ΕΝΑΛΛΑΞ ΜΕ NOLOTIL 575MG 1 ΔΙΣΚΙΟ/8ΩΡΟ. - ΔΙΑΤΗΡΗΣΗ ΤΟΥ ΤΡΑΥΜΑΤΟΣ ΚΑΘΑΡΟΥ ΚΑΙ ΣΤΕΓΝΟΥ - ΚΑΘΗΜΕΡΙΝΟΣ ΚΟΛΠΙΚΟΣ ΚΑΘΑΡΙΣΜΟΣ ΜΕ ΣΑΠΟΥΝΙ - ΑΝΑΠΑΥΣΗ ΓΙΑ ΜΙΑ ΕΒΔΟΜΑΔΑ - ΣΕ ΠΕΡΙΠΤΩΣΗ ΠΥΡΕΤΟΥ Ή ΚΛΙΝΙΚΗΣ ΕΠΙΔΕΙΝΩΣΗΣ, ΜΕΤΑΒΕΙΤΕ ΣΤΑ ΕΠΕΙΓΟΝΤΑ ΕΝΟΣ ΚΕΝΤΡΟΥ ΥΓΕΙΑΣ

# model:gnuhealth.surgery.protocol,discharge_instructions:INGHERNIOPLASTYADULT
source: - YOUR USUAL TREATMENT, AS ABOVE - IF PAIN, PARACTEAMOL 650MG 1 TABLET/8H. IF PAIN INCREASES, ALTERNATE WITH NOLOTIL 575MG 1 TABLET/8H. - KEEP THE WOUND CLEAN AND DRY - DRESS WOUNDS DAILY WITH ANTISEPTICS AND REMOVE STITCHES/SCARS WITHIN 10 DAYS AT THE HEALTH CENTER. -DO NOT WORK FOR 1 MONTH. - IF THE WOUND BECOMES HOT OR IF PUS COMES OUT OF THE WOUND, RETURN IMMEDIATELY TO THE CLINIC. - RETURN TO THE CLINIC AFTER 1 WEEK.
el: - Η ΣΥΝΗΘΗΣ ΘΕΡΑΠΕΙΑ ΣΑΣ, ΩΣ ΑΝΩ - ΣΕ ΠΕΡΙΠΤΩΣΗ ΠΟΝΟΥ, PARACETAMOL 650MG 1 ΔΙΣΚΙΟ/8ΩΡΟ. ΕΑΝ Ο ΠΟΝΟΣ ΑΥΞΗΘΕΙ, ΕΝΑΛΛΑΞ ΜΕ NOLOTIL 575MG 1 ΔΙΣΚΙΟ/8ΩΡΟ. - ΔΙΑΤΗΡΗΣΗ ΤΟΥ ΤΡΑΥΜΑΤΟΣ ΚΑΘΑΡΟΥ ΚΑΙ ΣΤΕΓΝΟΥ - ΚΑΘΗΜΕΡΙΝΗ ΠΕΡΙΠΟΙΗΣΗ ΤΟΥ ΤΡΑΥΜΑΤΟΣ ΜΕ ΑΝΤΙΣΗΠΤΙΚΑ ΚΑΙ ΑΦΑΙΡΕΣΗ ΡΑΜΜΑΤΩΝ ΕΝΤΟΣ 10 ΗΜΕΡΩΝ ΣΤΟ ΚΕΝΤΡΟ ΥΓΕΙΑΣ. -ΑΠΟΧΗ ΑΠΟ ΤΗΝ ΕΡΓΑΣΙΑ ΓΙΑ 1 ΜΗΝΑ. - ΕΑΝ ΤΟ ΤΡΑΥΜΑ ΓΙΝΕΙ ΘΕΡΜΟ Ή ΑΝ ΒΓΕΙ ΠΥΟΝ ΑΠΟ ΤΟ ΤΡΑΥΜΑ, ΕΠΙΣΤΡΕΨΤΕ ΑΜΕΣΩΣ ΣΤΗΝ ΚΛΙΝΙΚΗ. - ΕΠΙΣΤΡΟΦΗ ΣΤΗΝ ΚΛΙΝΙΚΗ ΜΕΤΑ ΑΠΟ 1 ΕΒΔΟΜΑΔΑ.

# model:gnuhealth.surgery.protocol,discharge_instructions:INGHERNIOPLASTYPEDIATRIC
source: IF PAIN, PARACETAMOL SYRUP 15 MG/6 HOURS WOUND DRESSING WITH ANTISEPTIC EVERY 24 HOURS NO NEED TO REMOVE SUTURES
el: ΣΕ ΠΕΡΙΠΤΩΣΗ ΠΟΝΟΥ, ΣΙΡΟΠΙ ΠΑΡΑΚΕΤΑΜΟΛΗΣ 15 MG/6 ΩΡΕΣ ΠΕΡΙΠΟΙΗΣΗ ΤΡΑΥΜΑΤΟΣ ΜΕ ΑΝΤΙΣΗΠΤΙΚΟ ΚΑΘΕ 24 ΩΡΕΣ ΔΕΝ ΧΡΕΙΑΖΕΤΑΙ ΑΦΑΙΡΕΣΗ ΡΑΜΜΑΤΩΝ

# model:gnuhealth.surgery.protocol,discharge_instructions:LIPOMECTOMY
source: - YOUR USUAL TREATMENT, AS ABOVE - IF PAIN, PARACTEAMOL 650MG 1 TABLET/8H. IF PAIN INCREASES, ALTERNATE WITH NOLOTIL 575MG 1 TABLET/8H. - KEEP THE WOUND CLEAN AND DRY - DAILY DRESSING OF THE WOUND WITH ANTISEPTIC AND REMOVAL OF STITCHES/SHRINKAGE WITHIN 10 DAYS AT THE HEALTH CENTER - RELATIVE REST FOR ONE WEEK - IF FEVER OR CLINICAL WORSENING, GO TO THE EMERGENCY ROOM - CHECK-UP NEXT ___ AT ___ AT ____.
el: - Η ΣΥΝΗΘΗΣ ΘΕΡΑΠΕΙΑ ΣΑΣ, ΩΣ ΑΝΩ - ΣΕ ΠΕΡΙΠΤΩΣΗ ΠΟΝΟΥ, PARACETAMOL 650MG 1 ΔΙΣΚΙΟ/8ΩΡΟ. ΕΑΝ Ο ΠΟΝΟΣ ΑΥΞΗΘΕΙ, ΕΝΑΛΛΑΞ ΜΕ NOLOTIL 575MG 1 ΔΙΣΚΙΟ/8ΩΡΟ. - ΔΙΑΤΗΡΗΣΗ ΤΟΥ ΤΡΑΥΜΑΤΟΣ ΚΑΘΑΡΟΥ ΚΑΙ ΣΤΕΓΝΟΥ - ΚΑΘΗΜΕΡΙΝΗ ΠΕΡΙΠΟΙΗΣΗ ΤΟΥ ΤΡΑΥΜΑΤΟΣ ΜΕ ΑΝΤΙΣΗΠΤΙΚΟ ΚΑΙ ΑΦΑΙΡΕΣΗ ΡΑΜΜΑΤΩΝ ΕΝΤΟΣ 10 ΗΜΕΡΩΝ ΣΤΟ ΚΕΝΤΡΟ ΥΓΕΙΑΣ - ΣΧΕΤΙΚΗ ΑΝΑΠΑΥΣΗ ΓΙΑ ΜΙΑ ΕΒΔΟΜΑΔΑ - ΕΑΝ ΥΠΑΡΞΕΙ ΠΥΡΕΤΟΣ Ή ΚΛΙΝΙΚΗ ΕΠΙΔΕΙΝΩΣΗ, ΜΕΤΑΒΕΙΤΕ ΣΤΑ ΕΠΕΙΓΟΝΤΑ - ΕΠΑΝΕΞΕΤΑΣΗ ΣΤΙΣ ___ ΣΤΙΣ ___ ΣΤΟ ____.

# model:gnuhealth.surgery.protocol,discharge_instructions:MYOMECTOMYMULTIPLE
source: - YOUR USUAL TREATMENT, AS ABOVE - IF PAIN, PARACETAMOL 650MG 1 TABLET/8H. IF PAIN INCREASES, ALTERNATE WITH NOLOTIL 575MG 1 TABLET/8H. - KEEP THE WOUND CLEAN AND DRY - DAILY DRESSING OF THE WOUND WITH ANTISEPTIC AND REMOVAL OF STITCHES/SHRINKAGE WITHIN 10 DAYS AT THE HEALTH CENTER - RELATIVE REST FOR ONE WEEK - IN CASE OF FEVER OR CLINICAL WORSENING, GO TO THE EMERGENCY DEPARTMENT.
el: - Η ΣΥΝΗΘΗΣ ΘΕΡΑΠΕΙΑ ΣΑΣ, ΩΣ ΑΝΩ - ΣΕ ΠΕΡΙΠΤΩΣΗ ΠΟΝΟΥ, PARACETAMOL 650MG 1 ΔΙΣΚΙΟ/8ΩΡΟ. ΕΑΝ Ο ΠΟΝΟΣ ΑΥΞΗΘΕΙ, ΕΝΑΛΛΑΞ ΜΕ NOLOTIL 575MG 1 ΔΙΣΚΙΟ/8ΩΡΟ. - ΔΙΑΤΗΡΗΣΗ ΤΟΥ ΤΡΑΥΜΑΤΟΣ ΚΑΘΑΡΟΥ ΚΑΙ ΣΤΕΓΝΟΥ - ΚΑΘΗΜΕΡΙΝΗ ΠΕΡΙΠΟΙΗΣΗ ΤΟΥ ΤΡΑΥΜΑΤΟΣ ΜΕ ΑΝΤΙΣΗΠΤΙΚΟ ΚΑΙ ΑΦΑΙΡΕΣΗ ΡΑΜΜΑΤΩΝ ΕΝΤΟΣ 10 ΗΜΕΡΩΝ ΣΤΟ ΚΕΝΤΡΟ ΥΓΕΙΑΣ - ΣΧΕΤΙΚΗ ΑΝΑΠΑΥΣΗ ΓΙΑ ΜΙΑ ΕΒΔΟΜΑΔΑ - ΣΕ ΠΕΡΙΠΤΩΣΗ ΠΥΡΕΤΟΥ Ή ΚΛΙΝΙΚΗΣ ΕΠΙΔΕΙΝΩΣΗΣ, ΜΕΤΑΒΕΙΤΕ ΣΤΟ ΤΜΗΜΑ ΕΠΕΙΓΟΝΤΩΝ ΠΕΡΙΣΤΑΤΙΚΩΝ.

# model:gnuhealth.surgery.protocol,discharge_instructions:ORCHIOPEXY
source: IF PAIN PARACETAMOL 15 MG/KG EVERY 6 HOURS REST FOR 5 DAYS KEEP WOUNDS DRY AND CLEAN DAILY DRESSING WITH ANTISEPTIC NO NEED TO REMOVE STITCHES SAME AS GENERAL FORM
el: ΣΕ ΠΕΡΙΠΤΩΣΗ ΠΟΝΟΥ, ΠΑΡΑΚΕΤΑΜΟΛΗ 15 MG/KG ΚΑΘΕ 6 ΩΡΕΣ ΑΝΑΠΑΥΣΗ ΓΙΑ 5 ΗΜΕΡΕΣ ΔΙΑΤΗΡΗΣΗ ΤΩΝ ΤΡΑΥΜΑΤΩΝ ΣΤΕΓΝΩΝ ΚΑΙ ΚΑΘΑΡΩΝ ΚΑΘΗΜΕΡΙΝΗ ΠΕΡΙΠΟΙΗΣΗ ΜΕ ΑΝΤΙΣΗΠΤΙΚΟ ΔΕΝ ΧΡΕΙΑΖΕΤΑΙ ΑΦΑΙΡΕΣΗ ΡΑΜΜΑΤΩΝ ΙΔΙΑ ΜΕ ΤΗ ΓΕΝΙΚΗ ΦΟΡΜΑ

# model:gnuhealth.surgery.protocol,discharge_instructions:PALATOPLASTYADULT
source: - KEEP WOUND CLEAN AND DRY - SOFT DIET 7 DAYS - PARACETAMOL 1 G/8H 5 DAYS - AUGMENTIN 875/8H 5 DAYS - METAMIZOLE IF NECESSARY 1 COMPR / 8H - IN CASE OF FEVER OR WORSENING CLINICAL CONDITION, GO TO EMERGENCY. - SEE YOU NEXT ___ AT ___ AT ____
el: - ΔΙΑΤΗΡΗΣΗ ΤΟΥ ΤΡΑΥΜΑΤΟΣ ΚΑΘΑΡΟΥ ΚΑΙ ΣΤΕΓΝΟΥ - ΜΑΛΑΚΗ ΔΙΑΤΡΟΦΗ ΓΙΑ 7 ΗΜΕΡΕΣ - PARACETAMOL 1 G/8ΩΡΟ ΓΙΑ 5 ΗΜΕΡΕΣ - AUGMENTIN 875/8ΩΡΟ ΓΙΑ 5 ΗΜΕΡΕΣ - METAMIZOLE ΕΑΝ ΧΡΕΙΑΖΕΤΑΙ 1 ΔΙΣΚΙΟ / 8ΩΡΟ - ΣΕ ΠΕΡΙΠΤΩΣΗ ΠΥΡΕΤΟΥ Ή ΕΠΙΔΕΙΝΩΣΗΣ ΤΗΣ ΚΛΙΝΙΚΗΣ ΚΑΤΑΣΤΑΣΗΣ, ΜΕΤΑΒΕΙΤΕ ΣΤΑ ΕΠΕΙΓΟΝΤΑ. - ΡΑΝΤΕΒΟΥ ΣΤΙΣ ___ ΣΤΙΣ ___ ΣΤΟ ____

# model:gnuhealth.surgery.protocol,discharge_instructions:PALATOPLASTYPEDIATRIC
source: - KEEP WOUND CLEAN AND DRY - SOFT DIET 7 DAYS - AUGMENTIN 30-50 MG/K/DAY 5 DAYS - IF NECESSARY IBUPROFEN 30 MG/K/DAY OR PARACETAMOL 15 MG/K/6 HOURS - IF FEVER OR CLINICAL WORSENING, GO TO EMERGENCY - CHECK-UP NEXT ___ AT ___ AT ____
el: - ΔΙΑΤΗΡΗΣΗ ΤΟΥ ΤΡΑΥΜΑΤΟΣ ΚΑΘΑΡΟΥ ΚΑΙ ΣΤΕΓΝΟΥ - ΜΑΛΑΚΗ ΔΙΑΤΡΟΦΗ ΓΙΑ 7 ΗΜΕΡΕΣ - AUGMENTIN 30-50 MG/KG/ΗΜΕΡΑ ΓΙΑ 5 ΗΜΕΡΕΣ - ΕΑΝ ΧΡΕΙΑΖΕΤΑΙ, IBUPROFEN 30 MG/KG/ΗΜΕΡΑ Ή PARACETAMOL 15 MG/KG/6 ΩΡΕΣ - ΕΑΝ ΥΠΑΡΞΕΙ ΠΥΡΕΤΟΣ Ή ΚΛΙΝΙΚΗ ΕΠΙΔΕΙΝΩΣΗ, ΜΕΤΑΒΕΙΤΕ ΣΤΑ ΕΠΕΙΓΟΝΤΑ - ΕΠΑΝΕΞΕΤΑΣΗ ΣΤΙΣ ___ ΣΤΙΣ ___ ΣΤΟ ____

# model:gnuhealth.surgery.protocol,discharge_instructions:PAROTIDECTOMY
source: - YOUR USUAL TREATMENT, AS ABOVE - IF PAIN, PARACTEAMOL 650MG 1 TABLET/8H. IF PAIN INCREASES, ALTERNATE WITH NOLOTIL 575MG 1 TABLET/8H. - KEEP THE WOUND CLEAN AND DRY - DRESS WOUNDS DAILY WITH ANTISEPTICS AND REMOVE STITCHES/SHRINKAGE WITHIN 10 DAYS AT THE HEALTH CENTER - RELATIVE REST FOR ONE WEEK - IF FEVER OR CLINICAL WORSENING, GO TO THE EMERGENCY ROOM - CHECK-UP NEXT ___ AT ___ AT ____.
el: - Η ΣΥΝΗΘΗΣ ΘΕΡΑΠΕΙΑ ΣΑΣ, ΩΣ ΑΝΩ - ΣΕ ΠΕΡΙΠΤΩΣΗ ΠΟΝΟΥ, PARACETAMOL 650MG 1 ΔΙΣΚΙΟ/8ΩΡΟ. ΕΑΝ Ο ΠΟΝΟΣ ΑΥΞΗΘΕΙ, ΕΝΑΛΛΑΞ ΜΕ NOLOTIL 575MG 1 ΔΙΣΚΙΟ/8ΩΡΟ. - ΔΙΑΤΗΡΗΣΗ ΤΟΥ ΤΡΑΥΜΑΤΟΣ ΚΑΘΑΡΟΥ ΚΑΙ ΣΤΕΓΝΟΥ - ΚΑΘΗΜΕΡΙΝΗ ΠΕΡΙΠΟΙΗΣΗ ΤΟΥ ΤΡΑΥΜΑΤΟΣ ΜΕ ΑΝΤΙΣΗΠΤΙΚΑ ΚΑΙ ΑΦΑΙΡΕΣΗ ΡΑΜΜΑΤΩΝ ΕΝΤΟΣ 10 ΗΜΕΡΩΝ ΣΤΟ ΚΕΝΤΡΟ ΥΓΕΙΑΣ - ΣΧΕΤΙΚΗ ΑΝΑΠΑΥΣΗ ΓΙΑ ΜΙΑ ΕΒΔΟΜΑΔΑ - ΕΑΝ ΥΠΑΡΞΕΙ ΠΥΡΕΤΟΣ Ή ΚΛΙΝΙΚΗ ΕΠΙΔΕΙΝΩΣΗ, ΜΕΤΑΒΕΙΤΕ ΣΤΑ ΕΠΕΙΓΟΝΤΑ - ΕΠΑΝΕΞΕΤΑΣΗ ΣΤΙΣ ___ ΣΤΙΣ ___ ΣΤΟ ____.

# model:gnuhealth.surgery.protocol,discharge_instructions:RESKELOID
source: - YOUR USUAL TREATMENT, AS ABOVE - IF PAIN, PARACTEAMOL 650MG 1 TABLET/8H. IF PAIN INCREASES, ALTERNATE WITH NOLOTIL 575MG 1 TABLET/8H. - KEEP THE WOUND CLEAN AND DRY - DRESS THE WOUND DAILY WITH ANTISEPTIC AND REMOVE STITCHES/SHRINKAGE WITHIN 10 DAYS AT THE HEALTH CENTER
el: - Η ΣΥΝΗΘΗΣ ΘΕΡΑΠΕΙΑ ΣΑΣ, ΩΣ ΑΝΩ - ΣΕ ΠΕΡΙΠΤΩΣΗ ΠΟΝΟΥ, PARACETAMOL 650MG 1 ΔΙΣΚΙΟ/8ΩΡΟ. ΕΑΝ Ο ΠΟΝΟΣ ΑΥΞΗΘΕΙ, ΕΝΑΛΛΑΞ ΜΕ NOLOTIL 575MG 1 ΔΙΣΚΙΟ/8ΩΡΟ. - ΔΙΑΤΗΡΗΣΗ ΤΟΥ ΤΡΑΥΜΑΤΟΣ ΚΑΘΑΡΟΥ ΚΑΙ ΣΤΕΓΝΟΥ - ΚΑΘΗΜΕΡΙΝΗ ΠΕΡΙΠΟΙΗΣΗ ΤΟΥ ΤΡΑΥΜΑΤΟΣ ΜΕ ΑΝΤΙΣΗΠΤΙΚΟ ΚΑΙ ΑΦΑΙΡΕΣΗ ΡΑΜΜΑΤΩΝ ΕΝΤΟΣ 10 ΗΜΕΡΩΝ ΣΤΟ ΚΕΝΤΡΟ ΥΓΕΙΑΣ

# model:gnuhealth.surgery.protocol,discharge_instructions:SKINGRAFT
source: - YOUR USUAL TREATMENT, AS ABOVE - IF PAIN, PARACTEAMOL 650MG 1 TABLET/8H. IF PAIN INCREASES, ALTERNATE WITH NOLOTIL 575MG 1 TABLET/8H. - KEEP THE WOUND CLEAN AND DRY, REMOVE THE DRESSING AFTER 5 DAYS AT THE HEALTH CENTER.
el: - Η ΣΥΝΗΘΗΣ ΘΕΡΑΠΕΙΑ ΣΑΣ, ΩΣ ΑΝΩ - ΣΕ ΠΕΡΙΠΤΩΣΗ ΠΟΝΟΥ, PARACETAMOL 650MG 1 ΔΙΣΚΙΟ/8ΩΡΟ. ΕΑΝ Ο ΠΟΝΟΣ ΑΥΞΗΘΕΙ, ΕΝΑΛΛΑΞ ΜΕ NOLOTIL 575MG 1 ΔΙΣΚΙΟ/8ΩΡΟ. - ΔΙΑΤΗΡΗΣΗ ΤΟΥ ΤΡΑΥΜΑΤΟΣ ΚΑΘΑΡΟΥ ΚΑΙ ΣΤΕΓΝΟΥ, ΑΦΑΙΡΕΣΗ ΤΟΥ ΕΠΙΔΕΣΜΟΥ ΜΕΤΑ ΑΠΟ 5 ΗΜΕΡΕΣ ΣΤΟ ΚΕΝΤΡΟ ΥΓΕΙΑΣ.

# model:gnuhealth.surgery.protocol,discharge_instructions:SKINTUMOREXERESIS
source: - YOUR USUAL TREATMENT, AS ABOVE - IF PAIN, PARACTEAMOL 650MG 1 TABLET/8H. IF PAIN INCREASES, ALTERNATE WITH NOLOTIL 575MG 1 TABLET/8H. - KEEP THE WOUND CLEAN AND DRY, DABBING IT WITH BETADINE. - DAILY DRESSING OF THE WOUND WITH AN ANTISEPTIC AND REMOVAL OF STITCHES/SHRINKAGE IN 10 DAYS AT THE HEALTH CENTER.
el: - Η ΣΥΝΗΘΗΣ ΘΕΡΑΠΕΙΑ ΣΑΣ, ΩΣ ΑΝΩ - ΣΕ ΠΕΡΙΠΤΩΣΗ ΠΟΝΟΥ, PARACETAMOL 650MG 1 ΔΙΣΚΙΟ/8ΩΡΟ. ΕΑΝ Ο ΠΟΝΟΣ ΑΥΞΗΘΕΙ, ΕΝΑΛΛΑΞ ΜΕ NOLOTIL 575MG 1 ΔΙΣΚΙΟ/8ΩΡΟ. - ΔΙΑΤΗΡΗΣΗ ΤΟΥ ΤΡΑΥΜΑΤΟΣ ΚΑΘΑΡΟΥ ΚΑΙ ΣΤΕΓΝΟΥ, ΜΕ ΤΑΜΠΟΝΑΡΙΣΜΑ ΜΕ BETADINE. - ΚΑΘΗΜΕΡΙΝΗ ΠΕΡΙΠΟΙΗΣΗ ΤΟΥ ΤΡΑΥΜΑΤΟΣ ΜΕ ΑΝΤΙΣΗΠΤΙΚΟ ΚΑΙ ΑΦΑΙΡΕΣΗ ΡΑΜΜΑΤΩΝ ΕΝΤΟΣ 10 ΗΜΕΡΩΝ ΣΤΟ ΚΕΝΤΡΟ ΥΓΕΙΑΣ.
