Repository: pypi-data/pypi-mirror-397
Catalog: packages/gnuhealth-inpatient/gnuhealth_inpatient-5.0.2.tar.gz/gnuhealth_inpatient-5.0.2/locale/*.po
Languages: el

# view:gnuhealth.inpatient.registration:
source: Cancel
el: Ακύρωση

# view:gnuhealth.inpatient.registration:
source: Cancel Registration
el: Ακύρωση Εγγραφής

# view:gnuhealth.inpatient.registration:
source: Cancel the patient registration process ?
el: Ακύρωση της διαδικασίας εγγραφής του ασθενούς;

# view:gnuhealth.inpatient.registration:
source: Care Plan
el: Πλάνο Φροντίδας

# view:gnuhealth.inpatient.registration:
source: Clean Bed
el: Καθαρισμός Κλίνης

# view:gnuhealth.inpatient.registration:
source: Click when Bed has been cleaned
el: Κάντε κλικ όταν η κλίνη έχει καθαριστεί

# view:gnuhealth.inpatient.registration:
source: Confirm
el: Επιβεβαίωση

# view:gnuhealth.inpatient.registration:
source: Confirm Registration / Make the reservation
el: Επιβεβαίωση Εγγραφής / Πραγματοποίηση της κράτησης

# view:gnuhealth.inpatient.registration:
source: Confirm that the bed has been cleaned and is now ready to use
el: Επιβεβαιώστε ότι η κλίνη έχει καθαριστεί και είναι έτοιμη για χρήση

# view:gnuhealth.inpatient.registration:
source: Discharge
el: Εξιτήριο

# view:gnuhealth.inpatient.registration:
source: Discharge Info
el: Πληροφορίες Εξιτηρίου

# view:gnuhealth.inpatient.registration:
source: Discharge Patient
el: Εξιτήριο Ασθενούς

# view:gnuhealth.inpatient.registration:
source: Discharge Plan
el: Πλάνο Εξιτηρίου

# view:gnuhealth.inpatient.registration:
source: Medication Plan
el: Πλάνο Φαρμακευτικής Αγωγής

# view:gnuhealth.inpatient.registration:
source: Notes
el: Σημειώσεις

# view:gnuhealth.inpatient.registration:
source: Nursing Plan
el: Νοσηλευτικό Πλάνο

# view:gnuhealth.inpatient.registration:
source: Nutrition
el: Διατροφή

# view:gnuhealth.inpatient.registration:
source: Other nutrition notes / directions
el: Άλλες σημειώσεις / οδηγίες διατροφής

# view:gnuhealth.inpatient.registration:
source: Patient Admission
el: Εισαγωγή Ασθενούς

# view:gnuhealth.inpatient.registration:
source: Status
el: Κατάσταση

# view:gnuhealth.inpatient.registration:
source: You are about to discharge the patient from the health institution.
el: Πρόκειται να δώσετε εξιτήριο στον ασθενή από το ίδρυμα υγείας.

# view:gnuhealth.patient.rounding:
source: End rounding
el: Λήξη επίσκεψης

# view:gnuhealth.patient.rounding:
source: End this rounding
el: Τερματισμός αυτής της επίσκεψης

# view:gnuhealth.patient.rounding:
source: End this rounding ?
el: Τερματισμός αυτής της επίσκεψης;

# view:gnuhealth.patient.rounding:
source: Environment
el: Περιβάλλον

# view:gnuhealth.patient.rounding:
source: Main
el: Κύρια

# view:gnuhealth.patient.rounding:
source: Other
el: Άλλα

# view:gnuhealth.patient.rounding:
source: Procedures
el: Διαδικασίες

# view:gnuhealth.patient.rounding:
source: Round summary
el: Σύνοψη επίσκεψης

# view:gnuhealth.patient.rounding:
source: Six P's
el: Τα Έξι P

# view:gnuhealth.patient.rounding:
source: Time
el: Ώρα

# view:gnuhealth.patient.rounding:
source: Vital Signs
el: Ζωτικά Σημεία

# wizard_button:gnuhealth.bed.transfer.create,start,create_bed_transfer:
source: Transfer Patient
el: Μεταφορά Ασθενούς

# wizard_button:gnuhealth.bed.transfer.create,start,end:
source: Cancel
el: Ακύρωση
