Repository: pypi-data/pypi-mirror-397
Catalog: packages/gnuhealth-inpatient/gnuhealth_inpatient-5.0.2.tar.gz/gnuhealth_inpatient-5.0.2/locale/*.po
Languages: el

# model:gnuhealth.diet.therapeutic,description:CLIQUIDNCS
source: Clear liquid diet providing sugar-free products only (No Concentrated Sugar). This diet provides very limited amounts of carbohydrate.
el: Δίαιτα με διαυγή υγρά που παρέχει μόνο προϊόντα χωρίς ζάχαρη (Χωρίς Συμπυκνωμένη Ζάχαρη). Αυτή η δίαιτα παρέχει πολύ περιορισμένες ποσότητες υδατανθράκων.

# model:gnuhealth.diet.therapeutic,description:DYSA
source: Mechanically altered. Meats are ground or minced. Foods are moist, soft-textured, and easily formed into a bolus. All vegetables are fork-mashable. Liquids must be ordered separately as regular, nectar, or honey.
el: Μηχανικά αλλοιωμένο. Τα κρέατα είναι αλεσμένα ή ψιλοκομμένα. Τα τρόφιμα είναι υγρά, μαλακής υφής και σχηματίζονται εύκολα σε μπουκιά. Όλα τα λαχανικά είναι πολτοποιήσιμα με πιρούνι. Τα υγρά πρέπει να παραγγέλνονται ξεχωριστά ως κανονικά, νέκταρ ή μέλι.

# model:gnuhealth.diet.therapeutic,description:DYSAD
source: Foods are nearly regular textures with the exception of hard, sticky, or crunchy foods. Foods are moist, bite-sized pieces. All vegetables are fork-mashable. Liquids must be ordered separately as regular, nectar, or honey.
el: Τα τρόφιμα έχουν σχεδόν κανονική υφή, με εξαίρεση τα σκληρά, κολλώδη ή τραγανά τρόφιμα. Τα τρόφιμα είναι υγρά, σε κομμάτια μεγέθους μπουκιάς. Όλα τα λαχανικά είναι πολτοποιήσιμα με πιρούνι. Τα υγρά πρέπει να παραγγέλνονται ξεχωριστά ως κανονικά, νέκταρ ή μέλι.

# model:gnuhealth.diet.therapeutic,description:DYSP
source: For patients with problems chewing and swallowing or esophageal inflammation or varices. Food consistency is blended. Liquids must be ordered separately as regular, nectar, or honey.
el: Για ασθενείς με προβλήματα μάσησης και κατάποσης ή φλεγμονή του οισοφάγου ή κιρσούς. Η σύσταση του φαγητού είναι πολτοποιημένη. Τα υγρά πρέπει να παραγγέλνονται ξεχωριστά ως κανονικά, νέκταρ ή μέλι.

# model:gnuhealth.diet.therapeutic,description:EMESIS
source: The diet provides bland, room temperature or cold foods separated into solids and liquids. Patients on this diet may request additional foods they feel can be tolerated. Patients are encouraged to separate their intake of food and drink
el: Η δίαιτα παρέχει ήπια, σε θερμοκρασία δωματίου ή κρύα τρόφιμα, χωρισμένα σε στερεά και υγρά. Οι ασθενείς σε αυτή τη δίαιτα μπορούν να ζητήσουν πρόσθετα τρόφιμα που αισθάνονται ότι μπορούν να ανεχθούν. Οι ασθενείς ενθαρρύνονται να διαχωρίζουν την πρόσληψη τροφής και ποτών

# model:gnuhealth.diet.therapeutic,description:FINGERFOOD
source: Indicated for patients who may not be able to use utensils or for patients confined to a flat-lying position who require heart healthy foods.
el: Ενδείκνυται για ασθενείς που ενδέχεται να μην μπορούν να χρησιμοποιήσουν μαχαιροπίρουνα ή για ασθενείς που είναι κλινήρεις σε ύπτια θέση και απαιτούν υγιεινά για την καρδιά τρόφιμα.

# model:gnuhealth.diet.therapeutic,description:FLLF
source: This diet is frequently used for GYN surgical patients. Provides foods such as non-cream based soups, Jell-O, juice, lactaid milk, tea and coffee
el: Αυτή η δίαιτα χρησιμοποιείται συχνά για γυναικολογικούς χειρουργικούς ασθενείς. Παρέχει τρόφιμα όπως σούπες χωρίς κρέμα, ζελέ, χυμό, γάλα χωρίς λακτόζη, τσάι και καφέ

# model:gnuhealth.diet.therapeutic,description:FULLLIQUID
source: The diet consists of foods that are liquid at body temperature. Foods are easy to digest and provide minimal stimulation to the GI tract. The diet is not nutritionally adequate.
el: Η δίαιτα αποτελείται από τρόφιμα που είναι υγρά σε θερμοκρασία σώματος. Τα τρόφιμα είναι εύπεπτα και παρέχουν ελάχιστη διέγερση στον γαστρεντερικό σωλήνα. Η δίαιτα δεν είναι διατροφικά επαρκής.

# model:gnuhealth.diet.therapeutic,description:GB1
source: Sugar-Free fluids
el: Υγρά χωρίς ζάχαρη

# model:gnuhealth.diet.therapeutic,description:GB2
source: Easily digested, semi-liquid foods to be consumed in small amounts.
el: Εύπεπτα, ημίρρευστα τρόφιμα που πρέπει να καταναλώνονται σε μικρές ποσότητες.

# model:gnuhealth.diet.therapeutic,description:GB3
source: Soft or pureed foods that are easy to chew and digest
el: Μαλακά ή πολτοποιημένα τρόφιμα που είναι εύκολα στη μάσηση και την πέψη

# model:gnuhealth.diet.therapeutic,description:GB4
source: Soft foods such as cooked vegetables and soft or ground meats
el: Μαλακά τρόφιμα όπως μαγειρεμένα λαχανικά και μαλακά ή αλεσμένα κρέατα

# model:gnuhealth.diet.therapeutic,description:GISOFT
source: The diet limits most raw, highly-seasoned and fried foods. The diet contains only moderate amounts of fiber
el: Η δίαιτα περιορίζει τα περισσότερα ωμά, πολύ καρυκευμένα και τηγανητά τρόφιμα. Η δίαιτα περιέχει μόνο μέτριες ποσότητες φυτικών ινών

# model:gnuhealth.diet.therapeutic,description:GLUTENFREE
source: The diet omits foods processed with Gluten. The diet is the primary means of treatment for celiac sprue
el: Η δίαιτα παραλείπει τρόφιμα που έχουν υποστεί επεξεργασία με γλουτένη. Η δίαιτα είναι το κύριο μέσο θεραπείας της κοιλιοκάκης

# model:gnuhealth.diet.therapeutic,description:LOWFAT
source: Provides less than 30% energy from fat.
el: Παρέχει λιγότερο από 30% ενέργεια από λιπαρά.

# model:gnuhealth.diet.therapeutic,description:MS
source: For patients who have difficulty in chewing or swallowing
el: Για ασθενείς που έχουν δυσκολία στη μάσηση ή την κατάποση

# model:gnuhealth.diet.therapeutic,description:NAS
source: 4 grams Sodium. Provides a moderate sodium restriction by eliminating foods and condiments high in sodium
el: 4 γραμμάρια Νάτριο. Παρέχει μέτριο περιορισμό νατρίου, εξαλείφοντας τρόφιμα και καρυκεύματα με υψηλή περιεκτικότητα σε νάτριο

# model:gnuhealth.diet.therapeutic,description:NEUTROPENIC
source: The diet eliminates certain foods to provide a lower level of bacteria than is present in a typical hospital diet.
el: Η δίαιτα εξαλείφει ορισμένα τρόφιμα για να παρέχει χαμηλότερο επίπεδο βακτηρίων από αυτό που υπάρχει σε μια τυπική νοσοκομειακή δίαιτα.

# model:gnuhealth.diet.therapeutic,description:NPO
source: Nil per Os. Withhold oral food and fluids from the patient
el: Ουδέν από του στόματος. Αποχή από τη λήψη τροφής και υγρών από το στόμα

# model:gnuhealth.diet.therapeutic,description:PGMY
source: Low sugar, low fat, low lactose foods. No fluids with meals. Small frequent feedings
el: Τρόφιμα με χαμηλή περιεκτικότητα σε ζάχαρη, λιπαρά και λακτόζη. Χωρίς υγρά με τα γεύματα. Μικρά συχνά γεύματα

# model:gnuhealth.diet.therapeutic,description:PRERENAL
source: Provides limited amounts of protein (40-60g/d), potassium (2g/d), and sodium (2g/d) for the pre-dialyzed patient.
el: Παρέχει περιορισμένες ποσότητες πρωτεΐνης (40-60g/ημέρα), καλίου (2g/ημέρα) και νατρίου (2g/ημέρα) για τον προ-αιμοκαθαιρόμενο ασθενή.

# model:gnuhealth.diet.therapeutic,description:REG
source: No dietary modifications required
el: Δεν απαιτούνται διατροφικές τροποποιήσεις

# model:gnuhealth.diet.therapeutic,description:RENAL
source: Provides adequate protein (80 - 100g/d) and limited amounts of potassium (2g) and sodium (2g) for the dialyzed patient.
el: Παρέχει επαρκή πρωτεΐνη (80 - 100g/ημέρα) και περιορισμένες ποσότητες καλίου (2g) και νατρίου (2g) για τον αιμοκαθαιρόμενο ασθενή.

# model:gnuhealth.diet.therapeutic,description:SFM
source: The diet provides 6 small meals daily
el: Η δίαιτα παρέχει 6 μικρά γεύματα ημερησίως

# model:gnuhealth.diet.therapeutic,description:SLL
source: Soft bland foods that have low fiber content. Lactose is limited.
el: Μαλακά ήπια τρόφιμα με χαμηλή περιεκτικότητα σε φυτικές ίνες. Η λακτόζη είναι περιορισμένη.

# model:gnuhealth.diet.therapeutic,name:
source: Diet Therapy
el: Θεραπευτική Δίαιτα

# model:gnuhealth.diet.therapeutic,name:2GS
source: 2 gram Sodium
el: 2 γραμμάρια Νατρίου

# model:gnuhealth.diet.therapeutic,name:BLAND
source: Bland
el: Ήπια

# model:gnuhealth.diet.therapeutic,name:CARDIAC
source: Cardiac
el: Καρδιολογική

# model:gnuhealth.diet.therapeutic,name:CCH
source: Consistent Carbohydrate
el: Σταθερών Υδατανθράκων

# model:gnuhealth.diet.therapeutic,name:CDD
source: Gestational Diabetic Diet
el: Δίαιτα Διαβήτη Κύησης

# model:gnuhealth.diet.therapeutic,name:CLIQUID
source: Clear Liquid
el: Διαυγή Υγρά

# model:gnuhealth.diet.therapeutic,name:CLIQUIDNCS
source: Clear Liquid / NCS
el: Διαυγή Υγρά / Χωρίς Συμπυκνωμένη Ζάχαρη

# model:gnuhealth.diet.therapeutic,name:DYSA
source: Dysphagia Altered
el: Δυσφαγία - Αλλοιωμένη

# model:gnuhealth.diet.therapeutic,name:DYSAD
source: Dysphagia Advanced
el: Δυσφαγία - Προχωρημένη

# model:gnuhealth.diet.therapeutic,name:DYSP
source: Dysphagia Puree
el: Δυσφαγία - Πουρές

# model:gnuhealth.diet.therapeutic,name:EMESIS
source: Hyperemesis
el: Υπερέμεση

# model:gnuhealth.diet.therapeutic,name:FINGERFOOD
source: Finger Food
el: Τροφή που τρώγεται με τα χέρια

# model:gnuhealth.diet.therapeutic,name:FLLF
source: Full Liquid Lactose Free
el: Πλήρης Υγρή Χωρίς Λακτόζη

# model:gnuhealth.diet.therapeutic,name:FULLLIQUID
source: Full Liquid
el: Πλήρης Υγρή

# model:gnuhealth.diet.therapeutic,name:GB1
source: Gastric Bypass Stage 1
el: Γαστρική Παράκαμψη Στάδιο 1

# model:gnuhealth.diet.therapeutic,name:GB2
source: Gastric Bypass Stage 2
el: Γαστρική Παράκαμψη Στάδιο 2

# model:gnuhealth.diet.therapeutic,name:GB3
source: Gastric Bypass Stage 3
el: Γαστρική Παράκαμψη Στάδιο 3

# model:gnuhealth.diet.therapeutic,name:GB4
source: Gastric Bypass Stage 4
el: Γαστρική Παράκαμψη Στάδιο 4

# model:gnuhealth.diet.therapeutic,name:GISOFT
source: GI Soft - Low Residue
el: Μαλακή Γαστρεντερική - Χαμηλού Υπολείμματος

# model:gnuhealth.diet.therapeutic,name:GLUTENFREE
source: Gluten Free
el: Χωρίς Γλουτένη

# model:gnuhealth.diet.therapeutic,name:LOWFAT
source: Low-Fat
el: Χαμηλή σε Λιπαρά

# model:gnuhealth.diet.therapeutic,name:MS
source: Mechanical Soft / Dental Soft
el: Μηχανικά Μαλακή / Οδοντιατρικά Μαλακή

# model:gnuhealth.diet.therapeutic,name:NAS
source: Not Added Salt - NAS
el: Χωρίς Πρόσθετο Αλάτι

# model:gnuhealth.diet.therapeutic,name:NEUTROPENIC
source: Neutropenic
el: Ουδετεροπενική

# model:gnuhealth.diet.therapeutic,name:NPO
source: Nothing by Mouth / NPO
el: Ουδέν από του στόματος / NPO

# model:gnuhealth.diet.therapeutic,name:PGMY
source: Post-Gastrectomy
el: Μετα-Γαστρεκτομή

# model:gnuhealth.diet.therapeutic,name:PRERENAL
source: PRERENAL
el: ΠΡΟΝΕΦΡΙΚΗ

# model:gnuhealth.diet.therapeutic,name:REG
source: Regular
el: Κανονική

# model:gnuhealth.diet.therapeutic,name:RENAL
source: RENAL
el: ΝΕΦΡΙΚΗ

# model:gnuhealth.diet.therapeutic,name:SFM
source: Small Frequent Meals
el: Μικρά Συχνά Γεύματα

# model:gnuhealth.diet.therapeutic,name:SLL
source: Surgical Low Lactose
el: Χειρουργική Χαμηλής Λακτόζης

# model:gnuhealth.inpatient.diet,name:
source: Inpatient Diet
el: Δίαιτα Εσωτερικού Ασθενούς

# model:gnuhealth.inpatient.meal,name:
source: Inpatient Meal
el: Γεύμα Εσωτερικού Ασθενούς

# model:gnuhealth.inpatient.meal.order,name:
source: Inpatient Meal Order
el: Παραγγελία Γεύματος Εσωτερικού Ασθενούς

# model:gnuhealth.inpatient.meal.order.item,name:
source: Inpatient Meal Item
el: Είδος Γεύματος Εσωτερικού Ασθενούς

# model:gnuhealth.inpatient.medication,name:
source: Inpatient Medication
el: Φαρμακευτική Αγωγή Εσωτερικού Ασθενούς

# model:gnuhealth.inpatient.medication.admin_time,name:
source: Inpatient Medication Admin Times
el: Ώρες Χορήγησης Φαρμάκων Εσωτερικού Ασθενούς

# model:gnuhealth.inpatient.medication.log,name:
source: Inpatient Medication Log History
el: Ιστορικό Καταγραφής Φαρμάκων Εσωτερικού Ασθενούς

# model:gnuhealth.inpatient.registration,name:
source: Patient admission History
el: Ιστορικό Εισαγωγής Ασθενούς

# model:gnuhealth.patient.rounding,name:
source: Patient Rounding
el: Επίσκεψη Ασθενούς

# model:gnuhealth.rounding_procedure,name:
source: Rounding - Procedure
el: Επίσκεψη - Διαδικασία

# model:gnuhealth.sequences.inpatient_meal_order_sequence,name:
source: Patient Evaluation Sequence setup
el: Ρύθμιση Ακολουθίας Αξιολόγησης Ασθενούς

# model:gnuhealth.sequences.inpatient_registration_sequence,name:
source: Inpatient Care Sequences setup
el: Ρύθμιση Ακολουθιών Φροντίδας Εσωτερικού Ασθενούς

# model:gnuhealth.sequences.patient_rounding_sequence,name:
source: Patient Evaluation Sequence setup
el: Ρύθμιση Ακολουθίας Αξιολόγησης Ασθενούς

# model:ir.action,name:act_create_inpatient_evaluation
source: Create Patient Evaluation
el: Δημιουργία Αξιολόγησης Ασθενούς

# model:ir.action,name:act_create_patient_bed_transfer
source: Bed Transfer
el: Μεταφορά Κλίνης

# model:ir.action,name:act_evaluation_form1
source: Inpatient Evaluations
el: Αξιολογήσεις Εσωτερικών Ασθενών

# model:ir.action,name:act_inpatient_evaluation
source: Inpatient Evaluation
el: Αξιολόγηση Εσωτερικού Ασθενούς

# model:ir.action,name:action_gnuhealth_patient_rounding_view
source: Roundings
el: Επισκέψεις

# model:ir.action,name:gnuhealth_action_diet_therapeutic
source: Therapeutic diets
el: Θεραπευτικές δίαιτες

# model:ir.action,name:gnuhealth_action_inpatient_meal
source: Inpatient Meal
el: Γεύμα Εσωτερικού Ασθενούς

# model:ir.action,name:gnuhealth_action_inpatient_meal_order
source: Meal Orders
el: Παραγγελίες Γευμάτων

# model:ir.action,name:gnuhealth_action_inpatient_registration
source: Hospitalizations
el: Νοσηλείες

# model:ir.action.act_window.domain,name:act_inpatient_meal_order_domain_all
source: All
el: Όλες

# model:ir.action.act_window.domain,name:act_inpatient_meal_order_domain_done
source: Done
el: Ολοκληρωμένες

# model:ir.action.act_window.domain,name:act_inpatient_meal_order_domain_draft
source: Draft
el: Πρόχειρες

# model:ir.action.act_window.domain,name:act_inpatient_meal_order_domain_ordered
source: Ordered
el: Παραγγελθείσες

# model:ir.action.act_window.domain,name:act_registration_domain_all
source: All
el: Όλες

# model:ir.action.act_window.domain,name:act_registration_domain_confirmed
source: Confirmed
el: Επιβεβαιωμένες

# model:ir.action.act_window.domain,name:act_registration_domain_done
source: To clean
el: Προς καθαρισμό

# model:ir.action.act_window.domain,name:act_registration_domain_draft
source: Cancelled
el: Ακυρωμένες

# model:ir.action.act_window.domain,name:act_registration_domain_finished
source: Finished
el: Ολοκληρωμένες

# model:ir.action.act_window.domain,name:act_registration_domain_hospitalized
source: Hospitalized
el: Νοσηλευόμενοι

# model:ir.message,text:msg_bed_is_not_available
source: Bed is not available
el: Η κλίνη δεν είναι διαθέσιμη

# model:ir.message,text:msg_destination_bed_not_available
source: Destination bed is not available
el: Η κλίνη προορισμού δεν είναι διαθέσιμη

# model:ir.message,text:msg_discharge_befor_admission
source: The Discharge date must later than the admission
el: Η ημερομηνία εξιτηρίου πρέπει να είναι μεταγενέστερη της εισαγωγής

# model:ir.message,text:msg_discharge_reason_needed
source: Admission and Discharge reasons as well as Discharge Dx are needed
el: Απαιτούνται οι λόγοι εισαγωγής και εξιτηρίου, καθώς και η διάγνωση εξιτηρίου

# model:ir.message,text:msg_many_records_chosen
source: You have chosen more than 1 record. Please choose only one
el: Έχετε επιλέξει περισσότερες από 1 εγγραφές. Παρακαλώ επιλέξτε μόνο μία

# model:ir.message,text:msg_need_timezone
source: Need timezone
el: Απαιτείται ζώνη ώρας

# model:ir.message,text:msg_no_associated_health_professional
source: SM-CORE-0007: Currently logged in user is not associated to a health professional. See "Internal User" field of "Parties/People" form.
el: SM-CORE-0007: Ο τρέχων συνδεδεμένος χρήστης δεν είναι συνδεδεμένος με επαγγελματία υγείας. Δείτε το πεδίο "Εσωτερικός Χρήστης" της φόρμας "Συμβαλλόμενοι/Άτομα".

# model:ir.message,text:msg_no_record_selected
source: You need to select one record
el: Πρέπει να επιλέξετε μία εγγραφή

# model:ir.message,text:msg_special_meal_needs
source: This patient has special meal needs
el: Αυτός ο ασθενής έχει ειδικές διατροφικές ανάγκες

# model:ir.model.button,string:meal_cancel_button
source: Cancel
el: Ακύρωση

# model:ir.model.button,string:meal_done_button
source: Done
el: Ολοκλήρωση

# model:ir.model.button,string:meal_generate_button
source: Generate
el: Δημιουργία

# model:ir.model.button,string:registration_admission_button
source: Admission
el: Εισαγωγή

# model:ir.model.button,string:registration_bedclean_button
source: Clean Bed
el: Καθαρισμός Κλίνης

# model:ir.model.button,string:registration_cancel_button
source: Cancel
el: Ακύρωση

# model:ir.model.button,string:registration_confirmed_button
source: Confirm
el: Επιβεβαίωση

# model:ir.model.button,string:registration_discharge_button
source: Discharge
el: Εξιτήριο

# model:ir.model.button,string:rounding_end_button
source: End rounding
el: Λήξη επίσκεψης

# model:ir.sequence,name:seq_gnuhealth_inpatient_meal_order
source: Inpatient Meal Order
el: Παραγγελία Γεύματος Εσωτερικού Ασθενούς

# model:ir.sequence,name:seq_gnuhealth_inpatient_registration
source: Inpatient Registration
el: Εγγραφή Εσωτερικού Ασθενούς

# model:ir.sequence,name:seq_gnuhealth_patient_rounding
source: Patient Rounding
el: Επίσκεψη Ασθενούς

# model:ir.sequence.type,name:seq_type_gnuhealth_inpatient_meal_order
source: Inpatient Meal Order
el: Παραγγελία Γεύματος Εσωτερικού Ασθενούς

# model:ir.sequence.type,name:seq_type_gnuhealth_inpatient_registration
source: Inpatient Registration
el: Εγγραφή Εσωτερικού Ασθενούς

# model:ir.sequence.type,name:seq_type_gnuhealth_patient_rounding
source: Patient Rounding
el: Επίσκεψη Ασθενούς

# model:ir.ui.menu,name:gnuhealth_conf_diet_therapeutic
source: Therapeutic diets
el: Θεραπευτικές δίαιτες

# model:ir.ui.menu,name:gnuhealth_conf_inpatient_meal
source: Inpatient Meals
el: Γεύματα Εσωτερικών Ασθενών

# model:ir.ui.menu,name:gnuhealth_inpatient_meal_order
source: Meal Orders
el: Παραγγελίες Γευμάτων

# model:ir.ui.menu,name:gnuhealth_inpatient_menu
source: Hospitalizations
el: Νοσηλείες

# model:ir.ui.menu,name:menu_gnuhealth_patient_rounding_list
source: Roundings
el: Επισκέψεις

# model:res.group,name:group_health_inpatient_admin
source: Health Inpatient Administration
el: Διαχείριση Εσωτερικών Ασθενών

# selection:gnuhealth.bed.transfer.init,orig_bed_state:
source: Free
el: Ελεύθερη

# selection:gnuhealth.bed.transfer.init,orig_bed_state:
source: Needs cleaning
el: Χρειάζεται καθαρισμό

# selection:gnuhealth.bed.transfer.init,orig_bed_state:
source: Not available
el: Μη διαθέσιμη

# selection:gnuhealth.bed.transfer.init,orig_bed_state:
source: Occupied
el: Κατειλημμένη

# selection:gnuhealth.bed.transfer.init,orig_bed_state:
source: Reserved
el: Κρατημένη

# selection:gnuhealth.inpatient.meal.order,mealtime:
source: Breakfast
el: Πρωινό

# selection:gnuhealth.inpatient.meal.order,mealtime:
source: Dinner
el: Δείπνο

# selection:gnuhealth.inpatient.meal.order,mealtime:
source: Lunch
el: Μεσημεριανό

# selection:gnuhealth.inpatient.meal.order,mealtime:
source: Snack
el: Σνακ

# selection:gnuhealth.inpatient.meal.order,mealtime:
source: Special order
el: Ειδική παραγγελία

# selection:gnuhealth.inpatient.meal.order,state:
source: Cancelled
el: Ακυρωμένη

# selection:gnuhealth.inpatient.meal.order,state:
source: Done
el: Ολοκληρωμένη

# selection:gnuhealth.inpatient.meal.order,state:
source: Draft
el: Πρόχειρη

# selection:gnuhealth.inpatient.meal.order,state:
source: Ordered
el: Παραγγελθείσα

# selection:gnuhealth.inpatient.meal.order,state:
source: Processing
el: Σε επεξεργασία

# selection:gnuhealth.inpatient.medication,frequency_unit:
source: days
el: ημέρες

# selection:gnuhealth.inpatient.medication,frequency_unit:
source: hours
el: ώρες

# selection:gnuhealth.inpatient.medication,frequency_unit:
source: minutes
el: λεπτά

# selection:gnuhealth.inpatient.medication,frequency_unit:
source: seconds
el: δευτερόλεπτα

# selection:gnuhealth.inpatient.medication,frequency_unit:
source: weeks
el: εβδομάδες

# selection:gnuhealth.inpatient.medication,frequency_unit:
source: when required
el: όταν απαιτείται

# selection:gnuhealth.inpatient.registration,admission_type:
source: Elective
el: Προγραμματισμένη

# selection:gnuhealth.inpatient.registration,admission_type:
source: Emergency
el: Επείγουσα

# selection:gnuhealth.inpatient.registration,admission_type:
source: Maternity
el: Μαιευτική

# selection:gnuhealth.inpatient.registration,admission_type:
source: Routine
el: Τακτική

# selection:gnuhealth.inpatient.registration,admission_type:
source: Urgent
el: Επείγουσα

# selection:gnuhealth.inpatient.registration,discharge_reason:
source: Death
el: Θάνατος

# selection:gnuhealth.inpatient.registration,discharge_reason:
source: Home / Selfcare
el: Οικία / Αυτοφροντίδα

# selection:gnuhealth.inpatient.registration,discharge_reason:
source: Left against medical advice
el: Αποχώρηση παρά ιατρική συμβουλή

# selection:gnuhealth.inpatient.registration,discharge_reason:
source: Transferred to another institution
el: Μεταφέρθηκε σε άλλο ίδρυμα

# selection:gnuhealth.inpatient.registration,state:
source: Discharged - needs cleaning
el: Εξιτήριο - χρειάζεται καθαρισμό

# selection:gnuhealth.inpatient.registration,state:
source: Finished
el: Ολοκληρώθηκε

# selection:gnuhealth.inpatient.registration,state:
source: cancelled
el: Ακυρώθηκε

# selection:gnuhealth.inpatient.registration,state:
source: confirmed
el: Επιβεβαιώθηκε

# selection:gnuhealth.inpatient.registration,state:
source: free
el: Ελεύθερος/η

# selection:gnuhealth.inpatient.registration,state:
source: hospitalized
el: Νοσηλεύεται

# selection:gnuhealth.patient.rounding,evolution:
source: Improving
el: Βελτιώνεται

# selection:gnuhealth.patient.rounding,evolution:
source: Status Quo
el: Αμετάβλητη

# selection:gnuhealth.patient.rounding,evolution:
source: Worsening
el: Επιδεινώνεται

# selection:gnuhealth.patient.rounding,state:
source: Done
el: Ολοκληρώθηκε

# selection:gnuhealth.patient.rounding,state:
source: In Progress
el: Σε Εξέλιξη

# view:gnuhealth.diet.therapeutic:
source: Diet Description and Indications
el: Περιγραφή Δίαιτας και Ενδείξεις

# view:gnuhealth.inpatient.meal.order:
source: Cancel
el: Ακύρωση

# view:gnuhealth.inpatient.meal.order:
source: Cancel order
el: Ακύρωση παραγγελίας

# view:gnuhealth.inpatient.meal.order:
source: Cancel the this meal order ?
el: Ακύρωση αυτής της παραγγελίας γεύματος;

# view:gnuhealth.inpatient.meal.order:
source: Create order
el: Δημιουργία παραγγελίας

# view:gnuhealth.inpatient.meal.order:
source: Done
el: Ολοκλήρωση

# view:gnuhealth.inpatient.meal.order:
source: Generate
el: Δημιουργία

# view:gnuhealth.inpatient.meal.order:
source: Generate the meal order ?
el: Δημιουργία της παραγγελίας γεύματος;

# view:gnuhealth.inpatient.meal.order:
source: The meal order is done
el: Η παραγγελία του γεύματος έχει ολοκληρωθεί

# view:gnuhealth.inpatient.meal.order:
source: The meal order will be closed
el: Η παραγγελία του γεύματος θα κλείσει

# view:gnuhealth.inpatient.medication:
source: Administration
el: Χορήγηση

# view:gnuhealth.inpatient.medication:
source: Adverse Reactions and Notes
el: Ανεπιθύμητες Ενέργειες και Σημειώσεις

# view:gnuhealth.inpatient.medication:
source: Dosage
el: Δοσολογία

# view:gnuhealth.inpatient.medication:
source: Extra Info
el: Πρόσθετες Πληροφορίες

# view:gnuhealth.inpatient.medication:
source: General Info
el: Γενικές Πληροφορίες

# view:gnuhealth.inpatient.medication:
source: Medication
el: Φαρμακευτική Αγωγή

# view:gnuhealth.inpatient.medication:
source: Status
el: Κατάσταση

# view:gnuhealth.inpatient.medication:
source: Treatment period
el: Περίοδος θεραπείας

# view:gnuhealth.inpatient.registration:
source: Administrative data
el: Διοικητικά δεδομένα

# view:gnuhealth.inpatient.registration:
source: Admission
el: Εισαγωγή

# view:gnuhealth.inpatient.registration:
source: Admit the patient in the health institution and assign the bed
el: Εισαγωγή του ασθενούς στο ίδρυμα υγείας και ανάθεση της κλίνης
