Repository: pypi-data/pypi-mirror-397
Catalog: packages/gnuhealth-inpatient/gnuhealth_inpatient-5.0.2.tar.gz/gnuhealth_inpatient-5.0.2/locale/*.po
Languages: el

# field:gnuhealth.appointment,inpatient_registration_code:
source: Inpatient
el: Εσωτερικός Ασθενής

# field:gnuhealth.bed.transfer,bed_from:
source: From
el: Από

# field:gnuhealth.bed.transfer,bed_to:
source: To
el: Προς

# field:gnuhealth.bed.transfer,reason:
source: Reason
el: Αιτία

# field:gnuhealth.bed.transfer,registration:
source: Registration Code
el: Κωδικός Εγγραφής

# field:gnuhealth.bed.transfer,transfer_date:
source: Date
el: Ημερομηνία

# field:gnuhealth.bed.transfer.init,newbed:
source: New Bed
el: Νέα Κλίνη

# field:gnuhealth.bed.transfer.init,orig_bed_state:
source: Bed of origin Status
el: Κατάσταση Κλίνης Προέλευσης

# field:gnuhealth.bed.transfer.init,reason:
source: Reason
el: Αιτία

# field:gnuhealth.diet.therapeutic,code:
source: Code
el: Κωδικός

# field:gnuhealth.diet.therapeutic,description:
source: Indications
el: Ενδείξεις

# field:gnuhealth.diet.therapeutic,name:
source: Diet type
el: Τύπος Δίαιτας

# field:gnuhealth.inpatient.diet,diet:
source: Diet
el: Δίαιτα

# field:gnuhealth.inpatient.diet,registration:
source: Registration Code
el: Κωδικός Εγγραφής

# field:gnuhealth.inpatient.diet,remarks:
source: Remarks / Directions
el: Παρατηρήσεις / Οδηγίες

# field:gnuhealth.inpatient.meal,diet_belief:
source: Belief
el: Πεποιθήσεις

# field:gnuhealth.inpatient.meal,diet_therapeutic:
source: Diet
el: Δίαιτα

# field:gnuhealth.inpatient.meal,diet_vegetarian:
source: Vegetarian
el: Χορτοφαγική

# field:gnuhealth.inpatient.meal,institution:
source: Institution
el: Ίδρυμα

# field:gnuhealth.inpatient.meal,meal:
source: Meal
el: Γεύμα

# field:gnuhealth.inpatient.meal.order,health_professional:
source: Health Prof
el: Επαγγ. Υγείας

# field:gnuhealth.inpatient.meal.order,meal_item:
source: Items
el: Είδη

# field:gnuhealth.inpatient.meal.order,meal_order:
source: Order
el: Παραγγελία

# field:gnuhealth.inpatient.meal.order,meal_warning:
source: Warning
el: Προειδοποίηση

# field:gnuhealth.inpatient.meal.order,meal_warning_ack:
source: Ack
el: Επιβεβαίωση

# field:gnuhealth.inpatient.meal.order,mealtime:
source: Meal time
el: Ώρα Γεύματος

# field:gnuhealth.inpatient.meal.order,order_date:
source: Date
el: Ημερομηνία

# field:gnuhealth.inpatient.meal.order,registration:
source: Registration Code
el: Κωδικός Εγγραφής

# field:gnuhealth.inpatient.meal.order,remarks:
source: Remarks
el: Παρατηρήσεις

# field:gnuhealth.inpatient.meal.order,state:
source: Status
el: Κατάσταση

# field:gnuhealth.inpatient.meal.order.item,meal:
source: Meal
el: Γεύμα

# field:gnuhealth.inpatient.meal.order.item,meal_order:
source: Meal Order
el: Παραγγελία Γεύματος

# field:gnuhealth.inpatient.meal.order.item,remarks:
source: Remarks
el: Παρατηρήσεις

# field:gnuhealth.inpatient.medication,admin_times:
source: Admin times
el: Ώρες Χορήγησης

# field:gnuhealth.inpatient.medication,adverse_reaction:
source: Adverse Reactions
el: Ανεπιθύμητες Ενέργειες

# field:gnuhealth.inpatient.medication,common_dosage:
source: Frequency
el: Συχνότητα

# field:gnuhealth.inpatient.medication,course_completed:
source: Course Completed
el: Η Θεραπεία Ολοκληρώθηκε

# field:gnuhealth.inpatient.medication,discontinued:
source: Discontinued
el: Διακόπηκε

# field:gnuhealth.inpatient.medication,discontinued_reason:
source: Reason for discontinuation
el: Αιτία διακοπής

# field:gnuhealth.inpatient.medication,dose:
source: Dose
el: Δόση

# field:gnuhealth.inpatient.medication,dose_unit:
source: dose unit
el: μονάδα δόσης

# field:gnuhealth.inpatient.medication,end_treatment:
source: End
el: Λήξη

# field:gnuhealth.inpatient.medication,form:
source: Form
el: Μορφή

# field:gnuhealth.inpatient.medication,frequency:
source: Frequency
el: Συχνότητα

# field:gnuhealth.inpatient.medication,frequency_prn:
source: PRN
el: PRN (κατ' επίκληση)

# field:gnuhealth.inpatient.medication,frequency_unit:
source: unit
el: μονάδα

# field:gnuhealth.inpatient.medication,indication:
source: Indication
el: Ένδειξη

# field:gnuhealth.inpatient.medication,is_active:
source: Active
el: Ενεργό

# field:gnuhealth.inpatient.medication,log_history:
source: Log History
el: Ιστορικό Καταγραφής

# field:gnuhealth.inpatient.medication,medicament:
source: Medicament
el: Φάρμακο

# field:gnuhealth.inpatient.medication,registration:
source: Registration Code
el: Κωδικός Εγγραφής

# field:gnuhealth.inpatient.medication,route:
source: Administration Route
el: Οδός Χορήγησης

# field:gnuhealth.inpatient.medication,start_treatment:
source: Start
el: Έναρξη

# field:gnuhealth.inpatient.medication.admin_time,admin_time:
source: Time
el: Ώρα

# field:gnuhealth.inpatient.medication.admin_time,dose:
source: Dose
el: Δόση

# field:gnuhealth.inpatient.medication.admin_time,dose_unit:
source: dose unit
el: μονάδα δόσης

# field:gnuhealth.inpatient.medication.admin_time,medication:
source: Medication
el: Φαρμακευτική αγωγή

# field:gnuhealth.inpatient.medication.admin_time,remarks:
source: Remarks
el: Παρατηρήσεις

# field:gnuhealth.inpatient.medication.log,admin_time:
source: Date
el: Ημερομηνία

# field:gnuhealth.inpatient.medication.log,dose:
source: Dose
el: Δόση

# field:gnuhealth.inpatient.medication.log,dose_unit:
source: dose unit
el: μονάδα δόσης

# field:gnuhealth.inpatient.medication.log,health_professional:
source: Health Prof
el: Επαγγ. Υγείας

# field:gnuhealth.inpatient.medication.log,medication:
source: Medication
el: Φαρμακευτική αγωγή

# field:gnuhealth.inpatient.medication.log,remarks:
source: Remarks
el: Παρατηρήσεις

# field:gnuhealth.inpatient.registration,admission_reason:
source: Reason for Admission
el: Αιτία Εισαγωγής

# field:gnuhealth.inpatient.registration,admission_type:
source: Admission type
el: Τύπος Εισαγωγής

# field:gnuhealth.inpatient.registration,attending_physician:
source: Attending Physician
el: Θεράπων Ιατρός

# field:gnuhealth.inpatient.registration,bed:
source: Hospital Bed
el: Νοσοκομειακή Κλίνη

# field:gnuhealth.inpatient.registration,bed_transfers:
source: Transfer History
el: Ιστορικό Μεταφορών

# field:gnuhealth.inpatient.registration,discharge_date:
source: Expected Discharge Date
el: Αναμενόμενη Ημερομηνία Εξιτηρίου

# field:gnuhealth.inpatient.registration,discharge_dx:
source: Discharge Dx
el: Διάγνωση Εξιτηρίου

# field:gnuhealth.inpatient.registration,discharge_plan:
source: Discharge Plan
el: Πλάνο Εξιτηρίου

# field:gnuhealth.inpatient.registration,discharge_reason:
source: Discharge Reason
el: Αιτία Εξιτηρίου

# field:gnuhealth.inpatient.registration,discharged_by:
source: Discharged by
el: Εξιτήριο από

# field:gnuhealth.inpatient.registration,hospitalization_date:
source: Hospitalization date
el: Ημερομηνία Νοσηλείας

# field:gnuhealth.inpatient.registration,info:
source: Notes
el: Σημειώσεις

# field:gnuhealth.inpatient.registration,institution:
source: Institution
el: Ίδρυμα

# field:gnuhealth.inpatient.registration,medications:
source: Medications
el: Φαρμακευτική Αγωγή

# field:gnuhealth.inpatient.registration,name:
source: Registration Code
el: Κωδικός Εγγραφής

# field:gnuhealth.inpatient.registration,nursing_plan:
source: Nursing Plan
el: Νοσηλευτικό Πλάνο

# field:gnuhealth.inpatient.registration,nutrition_notes:
source: Nutrition notes / directions
el: Σημειώσεις / οδηγίες διατροφής

# field:gnuhealth.inpatient.registration,operating_physician:
source: Operating Physician
el: Χειρουργός Ιατρός

# field:gnuhealth.inpatient.registration,patient:
source: Patient
el: Ασθενής

# field:gnuhealth.inpatient.registration,state:
source: Status
el: Κατάσταση

# field:gnuhealth.inpatient.registration,therapeutic_diets:
source: Meals / Diet Program
el: Γεύματα / Πρόγραμμα Δίαιτας

# field:gnuhealth.patient,patient_status:
source: Hospitalized
el: Νοσηλευόμενος/η

# field:gnuhealth.patient.ecg,inpatient_registration_code:
source: Inpatient
el: Εσωτερικός Ασθενής

# field:gnuhealth.patient.rounding,bpm:
source: Heart Rate
el: Καρδιακή Συχνότητα

# field:gnuhealth.patient.rounding,code:
source: Code
el: Κωδικός

# field:gnuhealth.patient.rounding,depression:
source: Depression signs
el: Σημάδια κατάθλιψης

# field:gnuhealth.patient.rounding,diastolic:
source: Diastolic Pressure
el: Διαστολική Πίεση

# field:gnuhealth.patient.rounding,diuresis:
source: Diuresis
el: Διούρηση

# field:gnuhealth.patient.rounding,environmental_assessment:
source: Environment
el: Περιβάλλον

# field:gnuhealth.patient.rounding,evaluation_end:
source: End
el: Λήξη

# field:gnuhealth.patient.rounding,evaluation_start:
source: Start
el: Έναρξη

# field:gnuhealth.patient.rounding,evolution:
source: Evolution
el: Εξέλιξη

# field:gnuhealth.patient.rounding,glycemia:
source: Glycemia
el: Γλυκαιμία

# field:gnuhealth.patient.rounding,health_professional:
source: Health Prof
el: Επαγγ. Υγείας

# field:gnuhealth.patient.rounding,osat:
source: Oxygen Saturation
el: Κορεσμός Οξυγόνου

# field:gnuhealth.patient.rounding,pain:
source: Pain
el: Πόνος

# field:gnuhealth.patient.rounding,pain_level:
source: Pain level
el: Επίπεδο πόνου

# field:gnuhealth.patient.rounding,patient:
source: Patient
el: Ασθενής

# field:gnuhealth.patient.rounding,personal_needs:
source: Personal needs
el: Προσωπικές ανάγκες

# field:gnuhealth.patient.rounding,position:
source: Position
el: Θέση

# field:gnuhealth.patient.rounding,potty:
source: Potty
el: Δοχείο νυκτός

# field:gnuhealth.patient.rounding,procedures:
source: Procedures
el: Διαδικασίες

# field:gnuhealth.patient.rounding,proximity:
source: Proximity
el: Εγγύτητα

# field:gnuhealth.patient.rounding,pump:
source: Pumps
el: Αντλίες

# field:gnuhealth.patient.rounding,registration:
source: Registration Code
el: Κωδικός Εγγραφής

# field:gnuhealth.patient.rounding,report_end_date:
source: End Date
el: Ημερομηνία Λήξης

# field:gnuhealth.patient.rounding,report_end_time:
source: End Time
el: Ώρα Λήξης

# field:gnuhealth.patient.rounding,report_start_date:
source: Start Date
el: Ημερομηνία Έναρξης

# field:gnuhealth.patient.rounding,report_start_time:
source: Start Time
el: Ώρα Έναρξης

# field:gnuhealth.patient.rounding,respiratory_rate:
source: Respiratory Rate
el: Ρυθμός Αναπνοής

# field:gnuhealth.patient.rounding,round_summary:
source: Round Summary
el: Σύνοψη Επίσκεψης

# field:gnuhealth.patient.rounding,rounding_procedures:
source: Procedures
el: Διαδικασίες

# field:gnuhealth.patient.rounding,signed_by:
source: Signed by
el: Υπογραφή από

# field:gnuhealth.patient.rounding,state:
source: State
el: Κατάσταση

# field:gnuhealth.patient.rounding,systolic:
source: Systolic Pressure
el: Συστολική Πίεση

# field:gnuhealth.patient.rounding,temperature:
source: Temperature
el: Θερμοκρασία

# field:gnuhealth.patient.rounding,urinary_catheter:
source: Urinary Catheter
el: Ουροκαθετήρας

# field:gnuhealth.patient.rounding,warning:
source: Warning
el: Προειδοποίηση

# field:gnuhealth.patient.rounding,warning_icon:
source: Warning Icon
el: Εικονίδιο Προειδοποίησης

# field:gnuhealth.patient.rounding,weight:
source: Weight
el: Βάρος

# field:gnuhealth.rounding_procedure,notes:
source: Notes
el: Σημειώσεις

# field:gnuhealth.rounding_procedure,procedure:
source: Code
el: Κωδικός

# field:gnuhealth.rounding_procedure,rounding:
source: Rounding
el: Επίσκεψη

# field:gnuhealth.sequences,inpatient_meal_order_sequence:
source: Inpatient Meal order Sequence
el: Ακολουθία Παραγγελίας Γεύματος Νοσηλευόμενου

# field:gnuhealth.sequences,inpatient_registration_sequence:
source: Inpatient Registration Sequence
el: Ακολουθία Εγγραφής Εσωτερικού Ασθενούς

# field:gnuhealth.sequences,patient_rounding_sequence:
source: Patient Rounding Sequence
el: Ακολουθία Επίσκεψης Ασθενούς

source: Inpatient Meal order Sequence
el: Ακολουθία Παραγγελίας Γεύματος Νοσηλευόμενου

source: Inpatient Registration Sequence
el: Ακολουθία Εγγραφής Εσωτερικού Ασθενούς

# field:gnuhealth.sequences.patient_rounding_sequence,patient_rounding_sequence:
source: Patient Rounding Sequence
el: Ακολουθία Επίσκεψης Ασθενούς

# help:gnuhealth.appointment,inpatient_registration_code:
source: Inpatient Registration, please enter the patient hospitalization code.
el: Εγγραφή Εσωτερικού Ασθενούς, παρακαλώ εισάγετε τον κωδικό νοσηλείας του ασθενούς.

# help:gnuhealth.inpatient.diet,remarks:
source: specific remarks for this diet / patient
el: ειδικές παρατηρήσεις για αυτή τη δίαιτα / ασθενή

# help:gnuhealth.inpatient.meal,meal:
source: Meal
el: Γεύμα

# help:gnuhealth.inpatient.meal.order,meal_warning:
source: The patient has special needs on meals
el: Ο ασθενής έχει ειδικές ανάγκες στα γεύματα

# help:gnuhealth.inpatient.meal.order,meal_warning_ack:
source: Check if you have verified the warnings on the patient meal items
el: Ελέγξτε εάν έχετε επαληθεύσει τις προειδοποιήσεις στα είδη γεύματος του ασθενούς

# help:gnuhealth.inpatient.meal.order,order_date:
source: Order date
el: Ημερομηνία παραγγελίας

# help:gnuhealth.inpatient.medication,adverse_reaction:
source: Side effects or adverse reactions that the patient experienced
el: Παρενέργειες ή ανεπιθύμητες ενέργειες που εμφάνισε ο ασθενής

# help:gnuhealth.inpatient.medication,common_dosage:
source: Common / standard dosage frequency for this medicament
el: Συνήθης / τυπική συχνότητα δοσολογίας για αυτό το φάρμακο

# help:gnuhealth.inpatient.medication,discontinued_reason:
source: Short description for discontinuing the treatment
el: Σύντομη περιγραφή για τη διακοπή της θεραπείας

# help:gnuhealth.inpatient.medication,dose:
source: Amount of medication (eg, 250 mg) per dose
el: Ποσότητα φαρμάκου (π.χ. 250 mg) ανά δόση

# help:gnuhealth.inpatient.medication,dose_unit:
source: Unit of measure for the medication to be taken
el: Μονάδα μέτρησης για το φάρμακο που θα ληφθεί

# help:gnuhealth.inpatient.medication,end_treatment:
source: Date of start of Treatment
el: Ημερομηνία λήξης της Θεραπείας

# help:gnuhealth.inpatient.medication,form:
source: Drug form, such as tablet or gel
el: Φαρμακευτική μορφή, όπως δισκίο ή γέλη

# help:gnuhealth.inpatient.medication,frequency:
source: Time in between doses the patient must wait (ie, for 1 pill each 8 hours, put here 8 and select "hours" in the unit field
el: Χρόνος μεταξύ των δόσεων που πρέπει να περιμένει ο ασθενής (π.χ. για 1 χάπι κάθε 8 ώρες, βάλτε εδώ 8 και επιλέξτε "ώρες" στο πεδίο μονάδας)

# help:gnuhealth.inpatient.medication,frequency_prn:
source: Use it as needed, pro re nata
el: Χρήση κατά βούληση, pro re nata

# help:gnuhealth.inpatient.medication,indication:
source: Choose a disease for this medicament from the disease list. It can be an existing disease of the patient or a prophylactic.
el: Επιλέξτε μια ασθένεια για αυτό το φάρμακο από τη λίστα ασθενειών. Μπορεί να είναι μια υπάρχουσα ασθένεια του ασθενούς ή προφυλακτική.

# help:gnuhealth.inpatient.medication,is_active:
source: Check if the patient is currently taking the medication
el: Ελέγξτε εάν ο ασθενής λαμβάνει επί του παρόντος τη φαρμακευτική αγωγή

# help:gnuhealth.inpatient.medication,medicament:
source: Prescribed Medicament
el: Συνταγογραφούμενο Φάρμακο

# help:gnuhealth.inpatient.medication,qty:
source: Quantity of units (eg, 2 capsules) of the medicament
el: Ποσότητα μονάδων (π.χ. 2 κάψουλες) του φαρμάκου

# help:gnuhealth.inpatient.medication,route:
source: Drug administration route code.
el: Κωδικός οδού χορήγησης φαρμάκου.

# help:gnuhealth.inpatient.medication,start_treatment:
source: Date of start of Treatment
el: Ημερομηνία έναρξης της Θεραπείας

# help:gnuhealth.inpatient.medication.admin_time,dose:
source: Amount of medication (eg, 250 mg) per dose
el: Ποσότητα φαρμάκου (π.χ. 250 mg) ανά δόση

# help:gnuhealth.inpatient.medication.admin_time,dose_unit:
source: Unit of measure for the medication to be taken
el: Μονάδα μέτρησης για το φάρμακο που θα ληφθεί

# help:gnuhealth.inpatient.medication.admin_time,remarks:
source: specific remarks for this dose
el: ειδικές παρατηρήσεις για αυτή τη δόση

# help:gnuhealth.inpatient.medication.log,dose:
source: Amount of medication (eg, 250 mg) per dose
el: Ποσότητα φαρμάκου (π.χ. 250 mg) ανά δόση

# help:gnuhealth.inpatient.medication.log,dose_unit:
source: Unit of measure for the medication to be taken
el: Μονάδα μέτρησης για το φάρμακο που θα ληφθεί

# help:gnuhealth.inpatient.medication.log,remarks:
source: specific remarks for this dose
el: ειδικές παρατηρήσεις για αυτή τη δόση

# help:gnuhealth.inpatient.registration,admission_reason:
source: Reason for Admission
el: Αιτία Εισαγωγής

# help:gnuhealth.inpatient.registration,discharge_dx:
source: Code for Discharge Diagnosis
el: Κωδικός Διάγνωσης Εξιτηρίου

# help:gnuhealth.inpatient.registration,discharge_reason:
source: Reason for patient discharge
el: Αιτία εξιτηρίου ασθενούς

# help:gnuhealth.inpatient.registration,discharged_by:
source: Health Professional that discharged the patient
el: Επαγγελματίας υγείας που έδωσε εξιτήριο στον ασθενή

# help:gnuhealth.inpatient.registration,puid:
source: Person Unique Identifier
el: Μοναδικό Αναγνωριστικό Προσώπου

# help:gnuhealth.patient,patient_status:
source: Show the hospitalization status of the patient
el: Εμφάνιση της κατάστασης νοσηλείας του ασθενούς

# help:gnuhealth.patient.ecg,inpatient_registration_code:
source: Inpatient Registration, please enter the patient hospitalization code
el: Εγγραφή Εσωτερικού Ασθενούς, παρακαλώ εισάγετε τον κωδικό νοσηλείας του ασθενούς

# help:gnuhealth.patient.evaluation,inpatient_registration_code:
source: Inpatient Code, please enter the patient hospitalization code
el: Κωδικός Εσωτερικού Ασθενούς, παρακαλώ εισάγετε τον κωδικό νοσηλείας του ασθενούς

# help:gnuhealth.patient.rounding,bpm:
source: Heart rate expressed in beats per minute
el: Καρδιακή συχνότητα εκφρασμένη σε παλμούς ανά λεπτό

# help:gnuhealth.patient.rounding,depression:
source: Check this if the patient shows signs of depression
el: Επιλέξτε αυτό εάν ο ασθενής παρουσιάζει σημάδια κατάθλιψης

# help:gnuhealth.patient.rounding,diuresis:
source: volume in ml
el: όγκος σε ml

# help:gnuhealth.patient.rounding,environmental_assessment:
source: Environment assessment . State any disorder in the room.
el: Αξιολόγηση περιβάλλοντος. Αναφέρετε οποιαδήποτε αταξία στο δωμάτιο.

# help:gnuhealth.patient.rounding,evolution:
source: Check your judgement of current patient condition
el: Αξιολογήστε την τρέχουσα κατάσταση του ασθενούς

# help:gnuhealth.patient.rounding,glycemia:
source: Blood Glucose level
el: Επίπεδο Γλυκόζης Αίματος

# help:gnuhealth.patient.rounding,osat:
source: Oxygen Saturation(arterial).
el: Κορεσμός Οξυγόνου (αρτηριακός).

# help:gnuhealth.patient.rounding,pain:
source: Check if the patient is in pain
el: Ελέγξτε εάν ο ασθενής πονάει

# help:gnuhealth.patient.rounding,pain_level:
source: Enter the pain level, from 1 to 10.
el: Εισαγάγετε το επίπεδο πόνου, από 1 έως 10.

# help:gnuhealth.patient.rounding,personal_needs:
source: Check if the patient requests anything
el: Ελέγξτε εάν ο ασθενής ζητά οτιδήποτε

# help:gnuhealth.patient.rounding,position:
source: Check if the patient needs to be repositioned or is unconfortable
el: Ελέγξτε εάν ο ασθενής χρειάζεται αλλαγή θέσης ή αισθάνεται άβολα

# help:gnuhealth.patient.rounding,potty:
source: Check if the patient needs to urinate / defecate
el: Ελέγξτε εάν ο ασθενής χρειάζεται να ουρήσει / αφοδεύσει

# help:gnuhealth.patient.rounding,procedures:
source: List of the procedures in this rounding. Please enter the first one as the main procedure
el: Λίστα των διαδικασιών σε αυτή την επίσκεψη. Παρακαλώ εισαγάγετε την πρώτη ως την κύρια διαδικασία

# help:gnuhealth.patient.rounding,proximity:
source: Check if personal items, water, alarm, ... are not in easy reach
el: Ελέγξτε εάν προσωπικά αντικείμενα, νερό, συναγερμός, ... δεν είναι σε κοντινή απόσταση

# help:gnuhealth.patient.rounding,pump:
source: Check if there is any issues with the pumps - IVs ...
el: Ελέγξτε εάν υπάρχουν προβλήματα με τις αντλίες - ενδοφλέβιες...

# help:gnuhealth.patient.rounding,respiratory_rate:
source: Respiratory rate expressed in breaths per minute
el: Ρυθμός αναπνοής εκφρασμένος σε αναπνοές ανά λεπτό

# help:gnuhealth.patient.rounding,rounding_procedures:
source: Procedures done during the rounding
el: Διαδικασίες που έγιναν κατά τη διάρκεια της επίσκεψης

# help:gnuhealth.patient.rounding,signed_by:
source: Health Professional that signed the rounding
el: Επαγγελματίας Υγείας που υπέγραψε την επίσκεψη

# help:gnuhealth.patient.rounding,temperature:
source: Temperature in celsius
el: Θερμοκρασία σε βαθμούς Κελσίου

# help:gnuhealth.patient.rounding,warning:
source: Check this box to alert the supervisor about this patient rounding. A warning icon will be shown in the rounding list
el: Επιλέξτε αυτό το πλαίσιο για να ειδοποιήσετε τον επόπτη σχετικά με αυτή την επίσκεψη ασθενούς. Ένα εικονίδιο προειδοποίησης θα εμφανιστεί στη λίστα επισκέψεων

# help:gnuhealth.patient.rounding,weight:
source: Measured weight, in kg
el: Μετρημένο βάρος, σε kg

# help:gnuhealth.rounding_procedure,procedure:
source: Procedure Code, for example ICD-10-PCS Code 7-character string
el: Κωδικός Διαδικασίας, για παράδειγμα 7ψήφιος κωδικός ICD-10-PCS

# model:gnuhealth.bed.transfer,name:
source: Bed transfers
el: Μεταφορές Κλινών

# model:gnuhealth.bed.transfer.init,name:
source: Create Bed Transfer Init
el: Έναρξη Δημιουργίας Μεταφοράς Κλίνης

# model:gnuhealth.diet.therapeutic,description:2GS
source: Used in the treatment of conditions characterized by edema, including the following: cirrhosis of the liver with ascites, Congested Heart Failure - CHF, essential hypertension and renal disease.
el: Χρησιμοποιείται στη θεραπεία παθήσεων που χαρακτηρίζονται από οίδημα, συμπεριλαμβανομένων των εξής: κίρρωση του ήπατος με ασκίτη, Συμφορητική Καρδιακή Ανεπάρκεια - CHF, ιδιοπαθής υπέρταση και νεφρική νόσος.

# model:gnuhealth.diet.therapeutic,description:BLAND
source: The diet eliminates seasoned foods and condiments that may stimulate gastric discomfort and GERD
el: Η δίαιτα αποκλείει καρυκευμένα φαγητά και αρτύματα που μπορεί να προκαλέσουν γαστρική δυσφορία και ΓΟΠ

# model:gnuhealth.diet.therapeutic,description:CARDIAC
source: Provides controlled amounts of sodium, cholesterol, saturated and total fat
el: Παρέχει ελεγχόμενες ποσότητες νατρίου, χοληστερόλης, κορεσμένων και ολικών λιπαρών

# model:gnuhealth.diet.therapeutic,description:CCH
source: 1200-3000 cal/day .The diet provides consistent amount of carbohydrate based on caloric level to allow for optimal blood glucose control. The diet provides a Bedtime snack for all calorie levels. (45% CHO, 25% protein, 30% fat)
el: 1200-3000 cal/ημέρα. Η δίαιτα παρέχει σταθερή ποσότητα υδατανθράκων με βάση το θερμιδικό επίπεδο για να επιτρέψει τον βέλτιστο έλεγχο της γλυκόζης στο αίμα. Η δίαιτα παρέχει ένα σνακ πριν τον ύπνο για όλα τα επίπεδα θερμίδων. (45% Υδατάνθρακες, 25% πρωτεΐνη, 30% λιπαρά)

# model:gnuhealth.diet.therapeutic,description:CDD
source: 1800-3000 cal/day .The diet provides consistent amount of carbohydrate based on caloric level to allow for optimal blood glucose control. Snacks provided between meals to provide approximately 35-40% of Kcal from CHO.
el: 1800-3000 cal/ημέρα. Η δίαιτα παρέχει σταθερή ποσότητα υδατανθράκων με βάση το θερμιδικό επίπεδο για να επιτρέψει τον βέλτιστο έλεγχο της γλυκόζης στο αίμα. Παρέχονται σνακ μεταξύ των γευμάτων για την παροχή περίπου 35-40% των θερμίδων από υδατάνθρακες.

# model:gnuhealth.diet.therapeutic,description:CLIQUID
source: The diet is indicated for short-term use whenever an acute illness or surgery causes intolerance to food; or to temporarily restrict undigested material in the GI tract. The diet is not nutritionally adequate.
el: Η δίαιτα ενδείκνυται για βραχυπρόθεσμη χρήση όποτε μια οξεία ασθένεια ή χειρουργική επέμβαση προκαλεί δυσανεξία στην τροφή· ή για τον προσωρινό περιορισμό του άπεπτου υλικού στον γαστρεντερικό σωλήνα. Η δίαιτα δεν είναι διατροφικά επαρκής.
