Repository: pypi-data/pypi-mirror-397
Catalog: packages/gnuhealth-iss/gnuhealth_iss-5.0.2-py3-none-any.whl/trytond/modules/health_iss/locale/*.po
Languages: el

# field:gnuhealth.iss,alcohol:
source: Alcohol
el: Αλκοόλ

# field:gnuhealth.iss,code:
source: Code
el: Κωδικός

# field:gnuhealth.iss,complaint:
source: Chief Complaint
el: Κύριο Παράπονο

# field:gnuhealth.iss,disposition:
source: Disposition
el: Έκβαση

# field:gnuhealth.iss,drugs:
source: Other Drugs
el: Άλλες Ουσίες

# field:gnuhealth.iss,evaluation:
source: Evaluation
el: Αξιολόγηση

# field:gnuhealth.iss,healthcenter:
source: Institution
el: Ίδρυμα

# field:gnuhealth.iss,injury_date:
source: Injury Date
el: Ημερομηνία Τραυματισμού

# field:gnuhealth.iss,injury_details:
source: Details
el: Λεπτομέρειες

# field:gnuhealth.iss,injury_method:
source: Method
el: Μέθοδος

# field:gnuhealth.iss,injury_type:
source: Injury Type
el: Τύπος Τραυματισμού

# field:gnuhealth.iss,latitude:
source: Latidude
el: Γεωγραφικό Πλάτος

# field:gnuhealth.iss,longitude:
source: Longitude
el: Γεωγραφικό Μήκος

# field:gnuhealth.iss,mva_counterpart:
source: Counterpart
el: Εμπλεκόμενο Μέρος

# field:gnuhealth.iss,mva_mode:
source: Mode
el: Μέσο

# field:gnuhealth.iss,mva_position:
source: User Position
el: Θέση Χρήστη

# field:gnuhealth.iss,operational_sector:
source: O. Sector
el: Επιχειρησιακός Τομέας

# field:gnuhealth.iss,patient:
source: Patient
el: Ασθενής

# field:gnuhealth.iss,patient_age:
source: Age
el: Ηλικία

# field:gnuhealth.iss,patient_sex:
source: Gender
el: Φύλο

# field:gnuhealth.iss,place_occurrance:
source: Place
el: Τόπος

# field:gnuhealth.iss,registration_date:
source: Registration Date
el: Ημερομηνία Καταγραφής

# field:gnuhealth.iss,safety_gear:
source: Safety Gear
el: Εξοπλισμός Ασφαλείας

# field:gnuhealth.iss,urladdr:
source: OSM Map
el: Χάρτης OSM

# field:gnuhealth.iss,victim_perpetrator:
source: Relationship
el: Σχέση

# field:gnuhealth.iss,violence_circumstances:
source: Context
el: Πλαίσιο

# help:gnuhealth.iss,alcohol:
source: Is there evidence of alcohol use by the injured person in the 6 hours before the accident ?
el: Υπάρχουν ενδείξεις χρήσης αλκοόλ από τον τραυματία κατά τις 6 ώρες πριν τον τραυματισμό;

# help:gnuhealth.iss,code:
source: Injury Code
el: Κωδικός Τραυματισμού

# help:gnuhealth.iss,disposition:
source: Place of occurrance
el: Η έκβαση του ασθενούς μετά την αρχική φροντίδα (π.χ. εισαγωγή, εξιτήριο).

# help:gnuhealth.iss,drugs:
source: Is there evidence of drug use by the injured person in the 6 hours before the accident ?
el: Υπάρχουν ενδείξεις χρήσης ουσιών από τον τραυματία κατά τις 6 ώρες πριν τον τραυματισμό;

# help:gnuhealth.iss,evaluation:
source: Related Patient Evaluation
el: Σχετική Αξιολόγηση Ασθενούς

# help:gnuhealth.iss,injury_date:
source: Usually the same as the Evaluation
el: Συνήθως η ίδια με της Αξιολόγησης

# help:gnuhealth.iss,injury_method:
source: Method of Injury
el: Μηχανισμός Τραυματισμού

# help:gnuhealth.iss,mva_counterpart:
source: Motor Vehicle Accident Counterpart
el: Εμπλεκόμενο Μέρος στο Τροχαίο Ατύχημα

# help:gnuhealth.iss,mva_mode:
source: Motor Vehicle Accident Mode
el: Μέσο Μεταφοράς στο Τροχαίο Ατύχημα

# help:gnuhealth.iss,mva_position:
source: Motor Vehicle Accident user position
el: Θέση του ατόμου στο Τροχαίο Ατύχημα

# help:gnuhealth.iss,operational_sector:
source: Operational Sector in which happened the injury
el: Επιχειρησιακός τομέας στον οποίο συνέβη ο τραυματισμός

# help:gnuhealth.iss,place_occurrance:
source: Place of occurrance
el: Τόπος συμβάντος

# help:gnuhealth.iss,safety_gear:
source: Use of Safety Gear - Helmet, safety belt...
el: Χρήση εξοπλισμού ασφαλείας - Κράνος, ζώνη ασφαλείας...

# help:gnuhealth.iss,urladdr:
source: Maps the Accident / Injury location on Open Street Map
el: Χαρτογραφεί την τοποθεσία του Ατυχήματος / Τραυματισμού στο Open Street Map

# help:gnuhealth.iss,victim_perpetrator:
source: Victim - Perpetrator relationship
el: Σχέση Θύματος - Δράστη

# help:gnuhealth.iss,violence_circumstances:
source: Precipitating Factor
el: Εκλυτικός Παράγοντας

# model:gnuhealth.iss,name:
source: Injury Surveillance System Registration
el: Καταγραφή στο Σύστημα Επιτήρησης Τραυματισμών

# model:ir.action,name:act_iss_form1
source: Injury Surveillance System Registration
el: Καταγραφή στο Σύστημα Επιτήρησης Τραυματισμών

# model:ir.action,name:gnuhealth_action_iss
source: Injury Surveillance System Registration
el: Καταγραφή στο Σύστημα Επιτήρησης Τραυματισμών

# model:ir.ui.menu,name:gnuhealth_report_iss
source: Injury Surveillance System Registration
el: Καταγραφή στο Σύστημα Επιτήρησης Τραυματισμών

# selection:gnuhealth.iss,alcohol:
source: No
el: Όχι

# selection:gnuhealth.iss,alcohol:
source: Suspected
el: Υποψία

# selection:gnuhealth.iss,alcohol:
source: Unknown
el: Άγνωστο

# selection:gnuhealth.iss,alcohol:
source: Yes
el: Ναι

# selection:gnuhealth.iss,disposition:
source: Admitted to Observation
el: Εισαγωγή για Παρακολούθηση

# selection:gnuhealth.iss,disposition:
source: Admitted to Ward
el: Εισαγωγή σε Θάλαμο

# selection:gnuhealth.iss,disposition:
source: Dead on Arrival
el: Νεκρός κατά την Άφιξη

# selection:gnuhealth.iss,disposition:
source: Died
el: Απεβίωσε

# selection:gnuhealth.iss,disposition:
source: Discharge Against Advise
el: Εξιτήριο παρά την αντίθετη ιατρική συμβουλή

# selection:gnuhealth.iss,disposition:
source: Transferred
el: Διακομιδή

# selection:gnuhealth.iss,disposition:
source: Treated and Sent Home
el: Έλαβε θεραπεία και πήρε εξιτήριο

# selection:gnuhealth.iss,drugs:
source: No
el: Όχι

# selection:gnuhealth.iss,drugs:
source: Suspected
el: Υποψία

# selection:gnuhealth.iss,drugs:
source: Unknown
el: Άγνωστο

# selection:gnuhealth.iss,drugs:
source: Yes
el: Ναι

# selection:gnuhealth.iss,injury_method:
source: Blunt object
el: Αμβλύ Αντικείμενο

# selection:gnuhealth.iss,injury_method:
source: Choking/strangulation
el: Πνιγμονή/Στραγγαλισμός

# selection:gnuhealth.iss,injury_method:
source: Gun shot
el: Πυροβολισμός

# selection:gnuhealth.iss,injury_method:
source: Other
el: Άλλο

# selection:gnuhealth.iss,injury_method:
source: Push/bodily force
el: Ώθηση/Σωματική βία

# selection:gnuhealth.iss,injury_method:
source: Sexual Assault
el: Σεξουαλική Επίθεση

# selection:gnuhealth.iss,injury_method:
source: Sharp objects
el: Αιχμηρά Αντικείμενα

# selection:gnuhealth.iss,injury_method:
source: Unknown
el: Άγνωστο

# selection:gnuhealth.iss,injury_type:
source: Accidental / Unintentional
el: Τυχαίος / Απρόθετος

# selection:gnuhealth.iss,injury_type:
source: Motor Vehicle
el: Τροχαίο

# selection:gnuhealth.iss,injury_type:
source: Suicide Attempt
el: Απόπειρα Αυτοκτονίας

# selection:gnuhealth.iss,injury_type:
source: Violence
el: Βία

# selection:gnuhealth.iss,mva_counterpart:
source: Aircraft
el: Αεροσκάφος

# selection:gnuhealth.iss,mva_counterpart:
source: Bicycle
el: Ποδήλατο

# selection:gnuhealth.iss,mva_counterpart:
source: Boat / Ship
el: Σκάφος / Πλοίο

# selection:gnuhealth.iss,mva_counterpart:
source: Bus
el: Λεωφορείο

# selection:gnuhealth.iss,mva_counterpart:
source: Car
el: Αυτοκίνητο

# selection:gnuhealth.iss,mva_counterpart:
source: Motorbike
el: Μοτοσυκλέτα

# selection:gnuhealth.iss,mva_counterpart:
source: Other
el: Άλλο

# selection:gnuhealth.iss,mva_counterpart:
source: Pedestrian
el: Πεζός

# selection:gnuhealth.iss,mva_counterpart:
source: Taxi
el: Ταξί

# selection:gnuhealth.iss,mva_counterpart:
source: Train
el: Τρένο

# selection:gnuhealth.iss,mva_counterpart:
source: Truck / Heavy vehicle
el: Φορτηγό / Βαρύ όχημα

# selection:gnuhealth.iss,mva_counterpart:
source: Unknown
el: Άγνωστο

# selection:gnuhealth.iss,mva_counterpart:
source: Van / Pickup / Jeep
el: Βαν / Αγροτικό / Τζιπ

# selection:gnuhealth.iss,mva_mode:
source: Aircraft
el: Αεροσκάφος

# selection:gnuhealth.iss,mva_mode:
source: Bicycle
el: Ποδήλατο

# selection:gnuhealth.iss,mva_mode:
source: Boat / Ship
el: Σκάφος / Πλοίο

# selection:gnuhealth.iss,mva_mode:
source: Bus
el: Λεωφορείο

# selection:gnuhealth.iss,mva_mode:
source: Car
el: Αυτοκίνητο

# selection:gnuhealth.iss,mva_mode:
source: Motorbike
el: Μοτοσυκλέτα

# selection:gnuhealth.iss,mva_mode:
source: Other
el: Άλλο

# selection:gnuhealth.iss,mva_mode:
source: Pedestrian
el: Πεζός

# selection:gnuhealth.iss,mva_mode:
source: Taxi
el: Ταξί

# selection:gnuhealth.iss,mva_mode:
source: Train
el: Τρένο

# selection:gnuhealth.iss,mva_mode:
source: Truck / Heavy vehicle
el: Φορτηγό / Βαρύ όχημα

# selection:gnuhealth.iss,mva_mode:
source: Unknown
el: Άγνωστο

# selection:gnuhealth.iss,mva_mode:
source: Van / Pickup / Jeep
el: Βαν / Αγροτικό / Τζιπ

# selection:gnuhealth.iss,mva_position:
source: Bystander
el: Παρευρισκόμενος

# selection:gnuhealth.iss,mva_position:
source: Driver
el: Οδηγός

# selection:gnuhealth.iss,mva_position:
source: Outside / on the back
el: Εξωτερικά / Στο πίσω μέρος

# selection:gnuhealth.iss,mva_position:
source: Passenger
el: Επιβάτης

# selection:gnuhealth.iss,mva_position:
source: Unknown
el: Άγνωστο

# selection:gnuhealth.iss,mva_position:
source: Unspecified vehicle
el: Απροσδιόριστο όχημα

# selection:gnuhealth.iss,place_occurrance:
source: Commercial Area
el: Εμπορική Περιοχή

# selection:gnuhealth.iss,place_occurrance:
source: Home
el: Οικία

# selection:gnuhealth.iss,place_occurrance:
source: Institution
el: Ίδρυμα

# selection:gnuhealth.iss,place_occurrance:
source: Public Building
el: Δημόσιο Κτίριο

# selection:gnuhealth.iss,place_occurrance:
source: Public transportation
el: Δημόσια Συγκοινωνία

# selection:gnuhealth.iss,place_occurrance:
source: Recreational Area
el: Χώρος Αναψυχής

# selection:gnuhealth.iss,place_occurrance:
source: School
el: Σχολείο

# selection:gnuhealth.iss,place_occurrance:
source: Sports event
el: Αθλητική Εκδήλωση

# selection:gnuhealth.iss,place_occurrance:
source: Street
el: Δρόμος

# selection:gnuhealth.iss,place_occurrance:
source: Unknown
el: Άγνωστο

# selection:gnuhealth.iss,safety_gear:
source: No
el: Όχι

# selection:gnuhealth.iss,safety_gear:
source: Unknown
el: Άγνωστο

# selection:gnuhealth.iss,safety_gear:
source: Yes
el: Ναι

# selection:gnuhealth.iss,victim_perpetrator:
source: Acquaintance / Friend
el: Γνωστός / Φίλος

# selection:gnuhealth.iss,victim_perpetrator:
source: Girl / Boyfriend
el: Ερωτικός Σύντροφος

# selection:gnuhealth.iss,victim_perpetrator:
source: Official / Legal
el: Επίσημη Αρχή

# selection:gnuhealth.iss,victim_perpetrator:
source: Other relative
el: Άλλος συγγενής

# selection:gnuhealth.iss,victim_perpetrator:
source: Parent
el: Γονέας

# selection:gnuhealth.iss,victim_perpetrator:
source: Stranger
el: Άγνωστος

# selection:gnuhealth.iss,victim_perpetrator:
source: Wife / Husband
el: Σύζυγος

# selection:gnuhealth.iss,victim_perpetrator:
source: other
el: άλλο

# selection:gnuhealth.iss,violence_circumstances:
source: Committing a crime (other)
el: Διάπραξη εγκλήματος (άλλο)

# selection:gnuhealth.iss,violence_circumstances:
source: Drug Related
el: Σχετιζόμενο με ναρκωτικά

# selection:gnuhealth.iss,violence_circumstances:
source: Fight
el: Συμπλοκή

# selection:gnuhealth.iss,violence_circumstances:
source: Gang Activity
el: Δραστηριότητα Συμμορίας

# selection:gnuhealth.iss,violence_circumstances:
source: Other
el: Άλλο

# selection:gnuhealth.iss,violence_circumstances:
source: Robbery
el: Ληστεία

# selection:gnuhealth.iss,violence_circumstances:
source: Sexual Assault
el: Σεξουαλική Επίθεση

# selection:gnuhealth.iss,violence_circumstances:
source: Unknown
el: Άγνωστο

# view:gnuhealth.iss:
source: Alcohol and other Drugs context
el: Πλαίσιο χρήσης αλκοόλ και άλλων ουσιών

# view:gnuhealth.iss:
source: Details
el: Λεπτομέρειες

# view:gnuhealth.iss:
source: Disposition
el: Έκβαση

# view:gnuhealth.iss:
source: Location
el: Τοποθεσία

# view:gnuhealth.iss:
source: Motor Vehicle Accident
el: Τροχαίο Ατύχημα

# view:gnuhealth.iss:
source: Patient Demographics
el: Δημογραφικά Στοιχεία Ασθενούς

# view:gnuhealth.iss:
source: Place of occurrance
el: Τόπος Συμβάντος

# view:gnuhealth.iss:
source: Specifics
el: Ειδικά Στοιχεία

# view:gnuhealth.iss:
source: Violence
el: Βία
