Repository: pypi-data/pypi-mirror-397
Catalog: packages/interaktiv.alttextgenerator/interaktiv_alttextgenerator-1.0.0-py3-none-any.whl/interaktiv/alttextgenerator/locales/*/LC_MESSAGES/interaktiv.alttextgenerator.po
Languages: de

source: Adds Image Alt Text Metadata Behavior
de: Fügt das Alternativtext Metadaten Behavior für Bilder hinzu.

source: Alt Text Generator
de: Alternativtext Generator

source: Alt Text Generator Settings
de: Alternativtext Generator Einstellungen

source: Alt text generation is disabled for this content.
de: Die Alternativtextgeneriung ist für diesen Inhalt deaktiviert.

source: Alt text generation is not supported for this file type.
de: Die Alternativtextgenerierung wird für diesen Dateityp nicht unterstützt.

source: Blacklisted paths
de: Deaktivierte Pfade

source: Generate alt texts for all images without alt texts.
de: Generiere Alternativtexte für allte Bilder ohne Alternativtexte.

source: Image Alt Text Metadata
de: Alternativtextmetadaten für Bilder

source: Installs the interaktiv.alttextgenerator add-on.
de: Installiert die interaktiv.alttextgenerator Erweiterung.

source: Interaktiv Alt Text Generator: Install
de: Interaktiv Alternativtextgenerator: Installieren

source: Interaktiv Alt Text Generator: Migration
de: Interaktiv Alternativtextgenerator: Migration

source: Interaktiv Alt Text Generator: Uninstall
de: Interaktiv Alternativtextgenerator: Deinstallieren

source: List of paths for which alt text generation should be disabled. Use * for one segment or any amount of characters inside a segment, ** for multiple segments, and ? for a single character. Segments are separated using /.
de: Eine Liste von Pfaden, für welche die Alternativtextgenerierung deaktiviert werden soll. Verwende * um ein Segment oder eine beliebige Anzahl von Zeichen innerhalb eines Segments, ** um mehrere Segmente und ? um ein einzelnes Zeichen zu ersetzen. Segmente werden durch / getrennt.

source: The images types that are supported for generation of alt texts.
de: Die Bildtypen, die für die Generierung von Alternativtexten unterstützt werden.

source: The system prompt used for alt text generation.
de: Der System-Prompt, der für die Alternativtextgenerierung verwendet wird.

source: The user prompt used for alt text generation. Use {language} to specify the target language.
de: Der Benutzer-Prompt, der für die Alternativtextgenerierung verwendet wird. Verwende {language}, um die Zielsprache zu definieren.

source: Uninstalls the interaktiv.alttextgenerator add-on.
de: Deinstalliert die interaktiv.alttextgenerator Erweiterung.

source: User Prompt
de: Benutzer-Prompt

source: Whitelisted image types
de: Erlaubte Bildtypen

source: alt_text_ai_generated_label
de: Wurde dieser Alternativtext von einer KI generiert?

source: alt_text_generation_date_description
de: Das Datum, an dem der Alternativtext generiert wurde.

source: alt_text_generation_date_label
de: Datum der Generierung

source: alt_text_model_used_description
de: Das Modell, welches für die Generierung des Alternativtexts verwendet wurde.

source: alt_text_model_used_label
de: Verwendetes Modell
