Repository: pypi-data/pypi-mirror-397
Catalog: packages/gnuhealth-stock-inpatient/gnuhealth_stock_inpatient-5.0.2-py3-none-any.whl/trytond/modules/health_stock_inpatient/locale/*.po
Languages: el

# field:gnuhealth.patient.rounding,hospitalization_location:
source: Hospitalization Location
el: Τοποθεσία Νοσηλείας

# field:gnuhealth.patient.rounding,medical_supplies:
source: Medical Supplies
el: Ιατρικά Αναλώσιμα

# field:gnuhealth.patient.rounding,medicaments:
source: Medicaments
el: Φάρμακα

# field:gnuhealth.patient.rounding,moves:
source: Stock Moves
el: Κινήσεις Αποθέματος

# field:gnuhealth.patient.rounding.medical_supply,lot:
source: Lot
el: Παρτίδα

# field:gnuhealth.patient.rounding.medical_supply,product:
source: Medical Supply
el: Ιατρικό Αναλώσιμο

# field:gnuhealth.patient.rounding.medical_supply,quantity:
source: Quantity
el: Ποσότητα

# field:gnuhealth.patient.rounding.medical_supply,rounding:
source: Rounding ID
el: ID Επίσκεψης

# field:gnuhealth.patient.rounding.medical_supply,short_comment:
source: Comment
el: Σχόλιο

# field:gnuhealth.patient.rounding.medicament,lot:
source: Lot
el: Παρτίδα

# field:gnuhealth.patient.rounding.medicament,medicament:
source: Medicament
el: Φάρμακο

# field:gnuhealth.patient.rounding.medicament,product:
source: Product
el: Προϊόν

# field:gnuhealth.patient.rounding.medicament,quantity:
source: Quantity
el: Ποσότητα

# field:gnuhealth.patient.rounding.medicament,rounding:
source: Rounding ID
el: ID Επίσκεψης

# field:gnuhealth.patient.rounding.medicament,short_comment:
source: Comment
el: Σχόλιο

# help:gnuhealth.patient.rounding.medical_supply,short_comment:
source: Short comment on the specific drug
el: Σύντομο σχόλιο για το συγκεκριμένο ιατρικό αναλώσιμο

# help:gnuhealth.patient.rounding.medicament,short_comment:
source: Short comment on the specific drug
el: Σύντομο σχόλιο για το συγκεκριμένο φάρμακο

# model:gnuhealth.patient.rounding.medical_supply,name:
source: Patient Rounding Medical Supply
el: Ιατρικό Αναλώσιμο Επίσκεψης Ασθενούς

# model:gnuhealth.patient.rounding.medicament,name:
source: Patient Rounding Medicament
el: Φαρμακευτική Αγωγή Επίσκεψης Ασθενούς

# model:ir.message,text:msg_expired_vaccine
source: EXPIRED VACCINE. PLEASE INFORM THE LOCAL HEALTH AUTHORITIES AND DO NOT USE IT !!!
el: ΛΗΓΜΕΝΟ ΕΜΒΟΛΙΟ. ΠΑΡΑΚΑΛΩ ΕΝΗΜΕΡΩΣΤΕ ΤΙΣ ΤΟΠΙΚΕΣ ΥΓΕΙΟΝΟΜΙΚΕΣ ΑΡΧΕΣ ΚΑΙ ΜΗΝ ΤΟ ΧΡΗΣΙΜΟΠΟΙΗΣΕΤΕ !!!

# model:ir.message,text:msg_no_pharmacy
source: You need to select a pharmacy
el: Πρέπει να επιλέξετε ένα φαρμακείο

# model:ir.message,text:msg_stock_move_exists
source: Stock move already exists
el: Η κίνηση αποθέματος υπάρχει ήδη

# model:ir.model.button,string:rounding_end_button
source: End Rounding
el: Λήξη Επίσκεψης

# view:gnuhealth.patient.rounding:
source: Done / Create Stock moves
el: Ολοκληρώθηκε / Δημιουργία Κινήσεων Αποθέματος

# view:gnuhealth.patient.rounding:
source: Medication
el: Φαρμακευτική Αγωγή

# view:gnuhealth.patient.rounding:
source: Six P's
el: Τα Έξι P

# view:gnuhealth.patient.rounding:
source: Stock Moves
el: Κινήσεις Αποθέματος
