Repository: pypi-data/pypi-mirror-397
Catalog: packages/gnuhealth-ntd-chagas/gnuhealth_ntd_chagas-5.0.2.tar.gz/gnuhealth_ntd_chagas-5.0.2/locale/*.po
Languages: el

# field:gnuhealth.chagas_du_survey,bugtraps:
source: Bug traps
el: Εντομοπαγίδες

# field:gnuhealth.chagas_du_survey,dfloor:
source: Floor
el: Δάπεδο

# field:gnuhealth.chagas_du_survey,dperi:
source: Peri-domicilary
el: Περι-οικιακός χώρος

# field:gnuhealth.chagas_du_survey,droof:
source: Roof
el: Οροφή

# field:gnuhealth.chagas_du_survey,du:
source: DU
el: Οικιακή Μονάδα (DU)

# field:gnuhealth.chagas_du_survey,du_fumigation:
source: Fumigation
el: Υποκαπνισμός

# field:gnuhealth.chagas_du_survey,du_paint:
source: Insecticide Paint
el: Εντομοκτόνος Βαφή

# field:gnuhealth.chagas_du_survey,du_status:
source: Status
el: Κατάσταση

# field:gnuhealth.chagas_du_survey,dwall:
source: Walls
el: Τοίχοι

# field:gnuhealth.chagas_du_survey,fumigation_date:
source: Fumigation Date
el: Ημερομηνία Υποκαπνισμού

# field:gnuhealth.chagas_du_survey,name:
source: Survey Code
el: Κωδικός Έρευνας

# field:gnuhealth.chagas_du_survey,next_survey_date:
source: Next survey
el: Επόμενη Έρευνα

# field:gnuhealth.chagas_du_survey,nymphs:
source: Nymphs
el: Νύμφες

# field:gnuhealth.chagas_du_survey,observations:
source: Observations
el: Παρατηρήσεις

# field:gnuhealth.chagas_du_survey,paint_date:
source: Paint Date
el: Ημερομηνία Βαφής

# field:gnuhealth.chagas_du_survey,survey_date:
source: Date
el: Ημερομηνία

# field:gnuhealth.chagas_du_survey,t_in_house:
source: Domiciliary
el: Εντός της οικίας

# field:gnuhealth.chagas_du_survey,t_peri:
source: Peri-Domiciliary
el: Περι-οικιακός

# field:gnuhealth.chagas_du_survey,triatomines:
source: Triatomines
el: Τριατομίνες

# field:gnuhealth.chagas_du_survey,vector:
source: Vector
el: Διαβιβαστής

# field:gnuhealth.sequences,chagas_du_survey_sequence:
source: Chagas DU Survey Sequence
el: Ακολουθία Έρευνας Chagas DU

# field:gnuhealth.sequences.chagas_du_survey_sequence,chagas_du_survey_sequence:
source: Chagas DU Survey Sequence
el: Ακολουθία Έρευνας Chagas DU

# help:gnuhealth.chagas_du_survey,bugtraps:
source: The DU has traps to detect triatomines
el: Η Οικιακή Μονάδα (DU) διαθέτει παγίδες για τον εντοπισμό τριατομινών

# help:gnuhealth.chagas_du_survey,dfloor:
source: Current floor can host triatomines
el: Το υπάρχον δάπεδο μπορεί να φιλοξενεί τριατομίνες

# help:gnuhealth.chagas_du_survey,dperi:
source: Peri domiciliary area can host triatomines
el: Ο περι-οικιακός χώρος μπορεί να φιλοξενεί τριατομίνες

# help:gnuhealth.chagas_du_survey,droof:
source: Roof materials or state can host triatomines
el: Τα υλικά ή η κατάσταση της οροφής μπορεί να φιλοξενούν τριατομίνες

# help:gnuhealth.chagas_du_survey,du:
source: Domiciliary Unit
el: Οικιακή Μονάδα

# help:gnuhealth.chagas_du_survey,du_fumigation:
source: The DU has been fumigated
el: Η Οικιακή Μονάδα (DU) έχει υποστεί υποκαπνισμό

# help:gnuhealth.chagas_du_survey,du_paint:
source: The DU has been treated with insecticide-containing paint
el: Η Οικιακή Μονάδα (DU) έχει βαφτεί με εντομοκτόνο χρώμα

# help:gnuhealth.chagas_du_survey,du_status:
source: DU status compared to last visit
el: Κατάσταση της Οικιακής Μονάδας (DU) σε σύγκριση με την τελευταία επίσκεψη

# help:gnuhealth.chagas_du_survey,dwall:
source: Wall materials or state can host triatomines
el: Τα υλικά ή η κατάσταση των τοίχων μπορεί να φιλοξενούν τριατομίνες

# help:gnuhealth.chagas_du_survey,fumigation_date:
source: Last Fumigation Date
el: Ημερομηνία Τελευταίου Υποκαπνισμού

# help:gnuhealth.chagas_du_survey,nymphs:
source: Check this box if triatomine nymphs were found
el: Επιλέξτε αυτό το πλαίσιο εάν βρέθηκαν νύμφες τριατομινών

# help:gnuhealth.chagas_du_survey,paint_date:
source: Last Paint Date
el: Ημερομηνία Τελευταίας Βαφής

# help:gnuhealth.chagas_du_survey,t_in_house:
source: Check this box if triatomines were found inside the house
el: Επιλέξτε αυτό το πλαίσιο εάν βρέθηκαν τριατομίνες μέσα στο σπίτι

# help:gnuhealth.chagas_du_survey,t_peri:
source: Check this box if triatomines were found in the peridomiciliary area
el: Επιλέξτε αυτό το πλαίσιο εάν βρέθηκαν τριατομίνες στον περι-οικιακό χώρο

# help:gnuhealth.chagas_du_survey,triatomines:
source: Check this box if triatomines were found
el: Επιλέξτε αυτό το πλαίσιο εάν βρέθηκαν τριατομίνες

# help:gnuhealth.chagas_du_survey,vector:
source: Vector
el: Διαβιβαστής

# model:gnuhealth.chagas_du_survey,name:
source: Chagas DU Entomological Survey
el: Εντομολογική Έρευνα Chagas DU

source: Trypomastigotes
el: Τρυπομαστιγωτά

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_parasites
source: T. cruzi in triatomine excreta
el: T. cruzi σε περιττώματα τριατομινών

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_qpcr
source: Chagas Realtime Quantitative qPCR
el: Ποσοτική qPCR πραγματικού χρόνου για Chagas

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_qualitative_pcr
source: Chagas Qualitative PCR
el: Ποιοτική PCR για Chagas

source: Trypomastigotes
el: Τρυπομαστιγωτά

source: Values > 0 are positive
el: Τιμές > 0 είναι θετικές

source: Values > 0 are positive
el: Τιμές > 0 είναι θετικές

source: Values > 0 are positive
el: Τιμές > 0 είναι θετικές

# model:gnuhealth.lab.test_type,name:gnuhealth_test_chagas_bsmear_analysis0
source: CHAGAS BLOOD SMEAR
el: ΕΠΙΧΡΙΣΜΑ ΑΙΜΑΤΟΣ ΓΙΑ CHAGAS

# model:gnuhealth.lab.test_type,name:gnuhealth_test_chagas_elisa_analysis0
source: CHAGAS ELISA
el: ELISA ΓΙΑ CHAGAS

# model:gnuhealth.lab.test_type,name:gnuhealth_test_chagas_ifa_analysis0
source: CHAGAS INDIRECT IMMUNOFLUORESCENCE - IFA
el: ΕΜΜΕΣΟΣ ΑΝΟΣΟΦΘΟΡΙΣΜΟΣ ΓΙΑ CHAGAS - IFA

# model:gnuhealth.lab.test_type,name:gnuhealth_test_chagas_pcr_analysis0
source: CHAGAS PCR
el: PCR ΓΙΑ CHAGAS

# model:gnuhealth.lab.test_type,name:gnuhealth_test_chagas_strout_analysis0
source: CHAGAS STROUT
el: STROUT ΓΙΑ CHAGAS

# model:gnuhealth.lab.test_type,name:gnuhealth_test_chagas_xenodiagnosis_analysis0
source: CHAGAS XENODIAGNOSIS
el: ΞΕΝΟΔΙΑΓΝΩΣΗ ΓΙΑ CHAGAS

# model:gnuhealth.sequences.chagas_du_survey_sequence,name:
source: Chagas DU Survey Sequences setup
el: Ρύθμιση Ακολουθιών Έρευνας Chagas DU

# model:ir.action,name:act_chagas_du_survey_form
source: Chagas DU Survey
el: Έρευνα Chagas DU

# model:ir.sequence,name:seq_gnuhealth_chagas_du_survey
source: Chagas DU Survey
el: Έρευνα Chagas DU

# model:ir.sequence.type,name:seq_type_gnuhealth_chagas_du_survey
source: Chagas DU Survey
el: Έρευνα Chagas DU

# model:product.template,name:product_template_chagas_bsmear_analysischarges0
source: Chagas Blood Smear Charges
el: Χρεώσεις Επιχρίσματος Αίματος για Chagas

# model:product.template,name:product_template_chagas_elisa_analysischarges0
source: Chagas ELISA Ig Charges
el: Χρεώσεις ELISA Ig για Chagas

# model:product.template,name:product_template_chagas_ifa_analysischarges0
source: Chagas ifa Ig Charges
el: Χρεώσεις IFA Ig για Chagas

# model:product.template,name:product_template_chagas_pcr_analysischarges0
source: Chagas PCR Charges
el: Χρεώσεις PCR για Chagas

# model:product.template,name:product_template_chagas_strout_analysischarges0
source: Chagas strout Charges
el: Χρεώσεις Strout για Chagas

source: Chagas Xenodiagnosis Charges
el: Χρεώσεις Ξενοδιάγνωσης για Chagas

# selection:gnuhealth.chagas_du_survey,du_status:
source: Improved
el: Βελτιωμένη

# selection:gnuhealth.chagas_du_survey,du_status:
source: Initial
el: Αρχική

# selection:gnuhealth.chagas_du_survey,du_status:
source: Unchanged
el: Αμετάβλητη

# selection:gnuhealth.chagas_du_survey,du_status:
source: Worsen
el: Επιδεινωμένη

# view:gnuhealth.chagas_du_survey:
source: Areas to Improve
el: Τομείς προς Βελτίωση

# view:gnuhealth.chagas_du_survey:
source: Notes
el: Σημειώσεις

# view:gnuhealth.chagas_du_survey:
source: Presence of triatomines
el: Παρουσία τριατομινών

# view:gnuhealth.chagas_du_survey:
source: Preventive Measures
el: Προληπτικά Μέτρα
