# -*- coding: utf-8 -*-
"""
本模块功能：全球证券基本信息，基础层函数
所属工具包：证券投资分析工具SIAT 
SIAT：Security Investment Analysis Tool
创建日期：2018年8月8日
最新修订日期：2020年3月9日
作者：王德宏 (WANG Dehong, Peter)
作者单位：北京外国语大学国际商学院
作者邮件：wdehong2000@163.com
版权所有：王德宏
用途限制：仅限研究与教学使用，不可商用！商用需要额外授权。
特别声明：作者不对使用本工具进行证券投资导致的任何损益负责！
"""

#==============================================================================
#关闭所有警告
import warnings; warnings.filterwarnings('ignore')
from siat.common import *
#==============================================================================
#==============================================================================
#==============================================================================
#暂时空置，以便保持早期函数兼容
#==============================================================================
#==============================================================================
#==============================================================================
