Repository: pypi-data/pypi-mirror-397
Catalog: packages/gnuhealth-federation/gnuhealth_federation-5.0.2.tar.gz/gnuhealth_federation-5.0.2/locale/*.po
Languages: es

# field:gnuhealth.federation.config,enabled:
source: Enabled
es: Habilitado

# field:gnuhealth.federation.config,host:
source: Thalamus server
es: Servidor Thalamus

# field:gnuhealth.federation.config,password:
source: Password
es: Contraseña

# field:gnuhealth.federation.config,port:
source: Port
es: Puerto

# field:gnuhealth.federation.config,user:
source: User
es: Usuario

# field:gnuhealth.federation.config,verify_ssl:
source: Verify SSL cert
es: Verificar el certificado SSL

# field:gnuhealth.federation.object,enabled:
source: Enabled
es: Habilitado

# field:gnuhealth.federation.object,fields:
source: Fields
es: Campos

# field:gnuhealth.federation.object,model:
source: Model
es: Modelo

# field:gnuhealth.federation.queue,args:
source: Arguments
es: Argumentos

# field:gnuhealth.federation.queue,args_preview:
source: Preview
es: Previsualización

# field:gnuhealth.federation.queue,federation_locator:
source: Fed ID
es: ID de la federación

# field:gnuhealth.federation.queue,method:
source: Method
es: Método

# field:gnuhealth.federation.queue,model:
source: Model
es: Modelo

# field:gnuhealth.federation.queue,msgid:
source: Message ID
es: ID del mensaje

# field:gnuhealth.federation.queue,node:
source: Node
es: Nodo

# field:gnuhealth.federation.queue,state:
source: Status
es: Estatus

# field:gnuhealth.federation.queue,time_stamp:
source: Timestamp
es: Fecha-hora

# field:gnuhealth.federation.queue,url_suffix:
source: URL suffix
es: sufijo de URL

# help:gnuhealth.federation.config,enabled:
source: Mark if the node is active in the Federation
es: Marcar si el nodo está activo en la federación

# help:gnuhealth.federation.config,host:
source: GNU Health Thalamus server
es: Servidor GNU Health Thalamus

# help:gnuhealth.federation.config,password:
source: Password of the institution admin user in the Federation
es: Contraseña del usuario administrador de la institución en la federación

# help:gnuhealth.federation.config,port:
source: Thalamus port
es: Puerto de Thalamus

# help:gnuhealth.federation.config,ssl:
source: Use encrypted communication via SSL
es: Utilizar comunicación cifrada a través de SSL

# help:gnuhealth.federation.config,user:
source: Admin associated to this institution
es: Administrador asociado a esta institución

# help:gnuhealth.federation.config,verify_ssl:
source: Check this option if your certificate has been emitted by a CA authority. If it is a self-signed certifiate leave it unchecked
es: Marque esta opción si su certificado ha sido emitido por una autoridad CA. Si es un certificado autofirmado déjelo sin marcar

# help:gnuhealth.federation.object,enabled:
source: Check if the model is active to participate on the Federation
es: Comprobar si el modelo está activo para participar en la federación

# help:gnuhealth.federation.object,fields:
source: Contains a list of the local model fields that participate on the federation. Each line will have the format field:endpoint:key
es: Contiene una lista de los campos del modelo local que participan en la federación. Cada línea tendrá el formato campo:punto final:clave

# help:gnuhealth.federation.object,model:
source: Local Model
es: Modelo local

# help:gnuhealth.federation.queue,args:
source: Arguments
es: Argumentos

# help:gnuhealth.federation.queue,federation_locator:
source: Unique locator in Federation, such as person Federation account or Page of Life code
es: Localizador único en la federación, como cuenta de federación de persona o código de Página de Vida

# help:gnuhealth.federation.queue,model:
source: Source Model
es: Modelo fuente

# help:gnuhealth.federation.queue,msgid:
source: Message UID
es: ID del mensaje

# help:gnuhealth.federation.queue,node:
source: The originating node id
es: ID del nodo de origen

# help:gnuhealth.federation.queue,time_stamp:
source: UTC timestamp at the moment of writing record on the node
es: Marca de tiempo UTC en el momento de escribir el registro en el nodo

# help:gnuhealth.federation.queue,url_suffix:
source: suffix to be passed to the URL
es: sufijo que se pasará a la URL

# help:gnuhealth.pol,fsync:
source: If active, this record information will be sent to the Federation
es: Si está activo, la información de este registro será enviada a la federación

# help:party.party,fsync:
source: If active, this record information will be sent to the Federation
es: Si está activo, la información de este registro será enviada a la federación

# model:gnuhealth.federation.config,name:
source: Federation Node Configuration
es: Configuración del nodo de la federación

# model:gnuhealth.federation.object,name:
source: Federation Object
es: Objeto de federación

# model:gnuhealth.federation.queue,name:
source: Federation Queue
es: Cola de federación

# model:ir.action,name:gnuhealth_action_federation_config
source: Node Configuration
es: Configuración del nodo

# model:ir.action,name:gnuhealth_action_federation_object
source: Federation Objects
es: Objetos de federación

# model:ir.action,name:gnuhealth_action_federation_queue
source: Federation Queue Manager
es: Administrador de colas de federación

# model:ir.action.act_window.domain,name:act_gnuhealth_fedq_domain_all
source: All
es: Todos

# model:ir.action.act_window.domain,name:act_gnuhealth_fedq_domain_failed
source: Failed
es: Fallido

# model:ir.action.act_window.domain,name:act_gnuhealth_fedq_domain_queued
source: Queued
es: En cola

# model:ir.action.act_window.domain,name:act_gnuhealth_fedq_domain_sent
source: Sent
es: Enviado

# model:ir.message,text:msg_need_login_credentials
source: SM-FEDERATION-0001: Please setup the login credentials
es: SM-FEDERATION-0001: Configure las credenciales de inicio de sesión

# model:ir.message,text:msg_no_institution
source: SM-FEDERATION-0005: You need to create an institution
es: SM-FEDERATION-0005: Necesita crear una institución

# model:ir.message,text:msg_server_authentication_error
source: SM-FEDERATION-0002: ERROR authenticating to Server
es: SM-FEDERATION-0002: ERROR al autenticarse en el servidor

# model:ir.message,text:msg_thalamus_connection_error
source: SM-FEDERATION-0004: Thalamus Connection error
es: SM-FEDERATION-0004: Error de conexión en Thalamus

# model:ir.message,text:msg_thalamus_connection_ok
source: SM-FEDERATION-0003: Connection to Thalamus Server OK!
es: SM-FEDERATION-0003: ¡Conexión al servidor Thalamus OK!

# model:ir.ui.menu,name:gnuhealth_conf_federation_config
source: Node Configuration
es: Configuración del nodo

# model:ir.ui.menu,name:gnuhealth_conf_federation_object
source: Federation Objects
es: Objetos de federación

# model:ir.ui.menu,name:gnuhealth_conf_federation_queue
source: Federation Queue Manager
es: Administrador de colas de federación

# model:ir.ui.menu,name:gnuhealth_federation
source: Federation
es: Federación

# model:res.group,name:group_health_federation_admin
source: Health Federation Administration
es: Administración de la Federación de Salud

# selection:gnuhealth.federation.queue,method:
source: DELETE
es: ELIMINAR

# selection:gnuhealth.federation.queue,method:
source: GET
es: OBTENER

# selection:gnuhealth.federation.queue,method:
source: PATCH
es: PARCHE

# selection:gnuhealth.federation.queue,state:
source: Failed
es: Falló

# selection:gnuhealth.federation.queue,state:
source: Queued
es: En cola

# selection:gnuhealth.federation.queue,state:
source: Sent
es: Enviado

# view:gnuhealth.federation.config:
source: Test Connection
es: Conexión de prueba

# view:gnuhealth.federation.config:
source: Test Connection to Thalamus server
es: Probar la conexión con el servidor Thalamus

# view:gnuhealth.federation.config:
source: Test Thalamus connection
es: Probar la conexión a Thalamus

# view:gnuhealth.federation.queue:
source: Arguments
es: Argumentos

# view:gnuhealth.federation.queue:
source: Send
es: Enviar

# view:gnuhealth.federation.queue:
source: Send the record to the Federation
es: Enviar el registro a la Federación
