Repository: pypi-data/pypi-mirror-397
Catalog: packages/gnuhealth-reporting/gnuhealth_reporting-5.0.2.tar.gz/gnuhealth_reporting-5.0.2/locale/*.po
Languages: el

# field:gnuhealth.epidemics.report.open.start,demographics:
source: Demographics
el: Δημογραφικά στοιχεία

# field:gnuhealth.epidemics.report.open.start,end_date:
source: End
el: Λήξη

# field:gnuhealth.epidemics.report.open.start,health_condition:
source: Condition
el: Πάθηση

# field:gnuhealth.epidemics.report.open.start,start_date:
source: Start
el: Έναρξη

# field:gnuhealth.evaluations.open.start,end_date:
source: End Date
el: Ημερομηνία Λήξης

# field:gnuhealth.evaluations.open.start,group_by:
source: Group By
el: Ομαδοποίηση κατά

# field:gnuhealth.evaluations.open.start,start_date:
source: Start Date
el: Ημερομηνία Έναρξης

# field:gnuhealth.evaluations_doctor,doctor:
source: Doctor
el: Ιατρός

# field:gnuhealth.evaluations_doctor,evaluations:
source: Evaluations
el: Αξιολογήσεις

# field:gnuhealth.evaluations_sector,evaluations:
source: Evaluations
el: Αξιολογήσεις

# field:gnuhealth.evaluations_sector,sector:
source: Sector
el: Τομέας

# field:gnuhealth.evaluations_specialty,evaluations:
source: Evaluations
el: Αξιολογήσεις

# field:gnuhealth.evaluations_specialty,specialty:
source: Specialty
el: Ειδικότητα

# field:gnuhealth.summary.report.open.start,demographics:
source: Demographics
el: Δημογραφικά στοιχεία

# field:gnuhealth.summary.report.open.start,end_date:
source: End
el: Λήξη

# field:gnuhealth.summary.report.open.start,institution:
source: Institution
el: Ίδρυμα

# field:gnuhealth.summary.report.open.start,patient_evaluations:
source: Evaluations
el: Αξιολογήσεις

# field:gnuhealth.summary.report.open.start,start_date:
source: Start
el: Έναρξη

# field:gnuhealth.top_diseases,cases:
source: Cases
el: Περιστατικά

# field:gnuhealth.top_diseases,disease:
source: Disease
el: Ασθένεια

# field:gnuhealth.top_diseases.open.start,end_date:
source: End Date
el: Ημερομηνία Λήξης

# field:gnuhealth.top_diseases.open.start,group:
source: Disease Group
el: Ομάδα Ασθενειών

# field:gnuhealth.top_diseases.open.start,number_records:
source: Number of Records
el: Αριθμός Εγγραφών

# field:gnuhealth.top_diseases.open.start,start_date:
source: Start Date
el: Ημερομηνία Έναρξης

# model:gnuhealth.epidemics.report.open.start,name:
source: Epidemics Report Start
el: Έναρξη Αναφοράς Επιδημιών

# model:gnuhealth.evaluations.open.start,name:
source: Open Evaluations
el: Άνοιγμα Αξιολογήσεων

# model:gnuhealth.evaluations_doctor,name:
source: Evaluations per Doctor
el: Αξιολογήσεις ανά Ιατρό

# model:gnuhealth.evaluations_sector,name:
source: Evaluations per Sector
el: Αξιολογήσεις ανά Τομέα

# model:gnuhealth.evaluations_specialty,name:
source: Evaluations per Specialty
el: Αξιολογήσεις ανά Ειδικότητα

# model:gnuhealth.summary.report.open.start,name:
source: Summary Report Start
el: Έναρξη Συνοπτικής Αναφοράς

# model:gnuhealth.top_diseases,name:
source: Top Diseases
el: Κορυφαίες Ασθένειες

# model:gnuhealth.top_diseases.open.start,name:
source: Open Top Diseases
el: Άνοιγμα Κορυφαίων Ασθενειών

# model:ir.action,name:act_evaluations_doctor
source: Evaluations per Doctor
el: Αξιολογήσεις ανά Ιατρό

# model:ir.action,name:act_evaluations_open
source: Evaluations Report
el: Αναφορά Αξιολογήσεων

# model:ir.action,name:act_evaluations_sector
source: Evaluations per Sector
el: Αξιολογήσεις ανά Τομέα

# model:ir.action,name:act_evaluations_specialty
source: Evaluations per Specialty
el: Αξιολογήσεις ανά Ειδικότητα

# model:ir.action,name:act_top_diseases_form
source: Top Diseases
el: Κορυφαίες Ασθένειες

# model:ir.action,name:act_top_diseases_open
source: Top Diseases
el: Κορυφαίες Ασθένειες

# model:ir.action,name:act_wizard_epidemics_report
source: Epidemiological Surveillance
el: Επιδημιολογική Επιτήρηση

# model:ir.action,name:act_wizard_summary_report
source: Summary Report
el: Συνοπτική Αναφορά

# model:ir.action,name:report_epidemics_information
source: Epidemiological Surveillance
el: Επιδημιολογική Επιτήρηση

# model:ir.action,name:report_summary_information
source: Summary Report
el: Συνοπτική Αναφορά

# model:ir.message,text:msg_plot_label_immediate_cause_str
source: Immediate cause
el: Άμεση αιτία

# model:ir.message,text:msg_plot_label_underlying_condition_str
source: Underlying condition
el: Υποκείμενη πάθηση

# model:ir.ui.menu,name:menu_evaluations_open
source: Evaluations Report
el: Αναφορά Αξιολογήσεων

# model:ir.ui.menu,name:menu_institution_epidemics_report
source: Epidemiological Surveillance
el: Επιδημιολογική Επιτήρηση

# model:ir.ui.menu,name:menu_institution_summary_report
source: Summary Report
el: Συνοπτική Αναφορά

# model:ir.ui.menu,name:menu_top_diseases_open
source: Top Diseases
el: Κορυφαίες Ασθένειες

# report:gnuhealth.epidemics.report:
source: Age group
el: Ηλικιακή ομάδα

# report:gnuhealth.epidemics.report:
source: Birth certs
el: Πιστοποιητικά γέννησης

# report:gnuhealth.epidemics.report:
source: Cases by age group
el: Περιστατικά ανά ηλικιακή ομάδα

# report:gnuhealth.epidemics.report:
source: Cases by ethnic group:
el: Περιστατικά ανά εθνική ομάδα:

# report:gnuhealth.epidemics.report:
source: Cases by socioeconomic group:
el: Περιστατικά ανά κοινωνικοοικονομική ομάδα:

# report:gnuhealth.epidemics.report:
source: Confirmed cases
el: Επιβεβαιωμένα περιστατικά

# report:gnuhealth.epidemics.report:
source: Death certs
el: Πιστοποιητικά θανάτου

# report:gnuhealth.epidemics.report:
source: Deaths
el: Θάνατοι

# report:gnuhealth.epidemics.report:
source: Distribution by Ethnic group
el: Κατανομή ανά Εθνική ομάδα

# report:gnuhealth.epidemics.report:
source: Distribution by Socioeconomic Status
el: Κατανομή ανά Κοινωνικοοικονομική Κατάσταση

# report:gnuhealth.epidemics.report:
source: Epidemiological Surveillance
el: Επιδημιολογική Επιτήρηση

# report:gnuhealth.epidemics.report:
source: Female
el: Γυναίκες

# report:gnuhealth.epidemics.report:
source: In health system
el: Στο σύστημα υγείας

# report:gnuhealth.epidemics.report:
source: In this period
el: Σε αυτή την περίοδο

# report:gnuhealth.epidemics.report:
source: Living Population
el: Ζωντανός Πληθυσμός

# report:gnuhealth.epidemics.report:
source: Male
el: Άνδρες

# report:gnuhealth.epidemics.report:
source: New cases by days:
el: Νέα περιστατικά ανά ημέρα:

# report:gnuhealth.epidemics.report:
source: New deaths by day:
el: Νέοι θάνατοι ανά ημέρα:

# report:gnuhealth.epidemics.report:
source: No Age
el: Χωρίς Ηλικία

# report:gnuhealth.epidemics.report:
source: No DoB
el: Χωρίς Ημ. Γέν.

# report:gnuhealth.epidemics.report:
source: Registrations
el: Εγγραφές

# report:gnuhealth.epidemics.report:
source: Total
el: Σύνολο

# report:gnuhealth.epidemics.report:
source: chart
el: διάγραμμα

# report:gnuhealth.summary.report:
source: 105+ years old
el: 105+ ετών

# report:gnuhealth.summary.report:
source: Age Group
el: Ηλικιακή Ομάδα

# report:gnuhealth.summary.report:
source: Age range
el: Εύρος Ηλικιών

# report:gnuhealth.summary.report:
source: Birth certs
el: Πιστοποιητικά γέννησης

# report:gnuhealth.summary.report:
source: Death certs
el: Πιστοποιητικά θανάτου

# report:gnuhealth.summary.report:
source: Diagnostics
el: Διαγνωστικά

# report:gnuhealth.summary.report:
source: Evaluations Diagnostics
el: Διαγνωστικά Αξιολογήσεων

# report:gnuhealth.summary.report:
source: Female
el: Γυναίκες

# report:gnuhealth.summary.report:
source: GNU Health Summary Report
el: Συνοπτική Αναφορά GNU Health

# report:gnuhealth.summary.report:
source: In health system
el: Στο σύστημα υγείας

# report:gnuhealth.summary.report:
source: In this period
el: Σε αυτή την περίοδο

# report:gnuhealth.summary.report:
source: Living Population
el: Ζωντανός Πληθυσμός

# report:gnuhealth.summary.report:
source: Male
el: Άνδρες

# report:gnuhealth.summary.report:
source: Male stacked
el: Άνδρες σε στοίβα

# report:gnuhealth.summary.report:
source: New
el: Νέες

# report:gnuhealth.summary.report:
source: No Age
el: Χωρίς Ηλικία

# report:gnuhealth.summary.report:
source: No DoB
el: Χωρίς Ημ. Γέν.

# report:gnuhealth.summary.report:
source: Non-Dx
el: Μη-Διαγνωστικές

# report:gnuhealth.summary.report:
source: Population Pyramid
el: Πληθυσμιακή Πυραμίδα

# report:gnuhealth.summary.report:
source: Printed Date:
el: Ημερομηνία Εκτύπωσης:

# report:gnuhealth.summary.report:
source: Registrations
el: Εγγραφές

# report:gnuhealth.summary.report:
source: chart
el: διάγραμμα

# selection:gnuhealth.evaluations.open.start,group_by:
source: Doctor
el: Ιατρός

# selection:gnuhealth.evaluations.open.start,group_by:
source: Sector
el: Τομέας

# selection:gnuhealth.evaluations.open.start,group_by:
source: Specialty
el: Ειδικότητα

# view:gnuhealth.epidemics.report.open.start:
source: Main
el: Κύρια

# view:gnuhealth.epidemics.report.open.start:
source: Sections
el: Ενότητες

# view:gnuhealth.summary.report.open.start:
source: Main
el: Κύρια

# view:gnuhealth.summary.report.open.start:
source: Sections
el: Ενότητες

# wizard_button:gnuhealth.epidemics.report.open,start,end:
source: Cancel
el: Ακύρωση

# wizard_button:gnuhealth.epidemics.report.open,start,open_:
source: Open
el: Άνοιγμα

# wizard_button:gnuhealth.evaluations.open,start,end:
source: Cancel
el: Ακύρωση

# wizard_button:gnuhealth.evaluations.open,start,select:
source: Open
el: Άνοιγμα

# wizard_button:gnuhealth.summary.report.open,start,end:
source: Cancel
el: Ακύρωση

# wizard_button:gnuhealth.summary.report.open,start,open_:
source: Open
el: Άνοιγμα

# wizard_button:gnuhealth.top_diseases.open,start,end:
source: Cancel
el: Ακύρωση

# wizard_button:gnuhealth.top_diseases.open,start,open_:
source: Open
el: Άνοιγμα
