Repository: pypi-data/pypi-mirror-397
Catalog: packages/gnuhealth-socioeconomics/gnuhealth_socioeconomics-5.0.2-py3-none-any.whl/trytond/modules/health_socioeconomics/locale/*.po
Languages: el

# field:gnuhealth.patient,domestic_violence:
source: Domestic violence
el: Ενδοοικογενειακή Βία

# field:gnuhealth.patient,drug_addiction:
source: Drug addiction
el: Εθισμός στα Ναρκωτικά

# field:gnuhealth.patient,education:
source: Education Level
el: Επίπεδο Εκπαίδευσης

# field:gnuhealth.patient,hostile_area:
source: Hostile Area
el: Εχθρική Περιοχή

# field:gnuhealth.patient,hours_outside:
source: Hours outside home
el: Ώρες εκτός σπιτιού

# field:gnuhealth.patient,housing:
source: Housing conditions
el: Συνθήκες Διαβίωσης

# field:gnuhealth.patient,occupation:
source: Occupation
el: Επάγγελμα

# field:gnuhealth.patient,prison_current:
source: Currently in prison
el: Στη φυλακή τώρα

# field:gnuhealth.patient,prison_past:
source: Has been in prison
el: Έχει φυλακιστεί

# field:gnuhealth.patient,relative_in_prison:
source: Relative in prison
el: Συγγενής στη φυλακή

# field:gnuhealth.patient,school_withdrawal:
source: School withdrawal
el: Εγκατάλειψη σχολείου

# field:gnuhealth.patient,ses:
source: SES
el: ΚΟΚ (Κοινωνικοοικονομική Κατάσταση)

# field:gnuhealth.patient,ses_assessments:
source: Assessments
el: Αξιολογήσεις

# field:gnuhealth.patient,ses_notes:
source: Extra info
el: Επιπλέον Πληροφορίες

# field:gnuhealth.patient,sexual_abuse:
source: Sexual abuse
el: Σεξουαλική Κακοποίηση

# field:gnuhealth.patient,single_parent:
source: Single parent family
el: Μονογονεϊκή Οικογένεια

# field:gnuhealth.patient,teenage_pregnancy:
source: Teenage pregnancy
el: Εφηβική Εγκυμοσύνη

# field:gnuhealth.patient,working_children:
source: Working children
el: Εργαζόμενα Παιδιά

# field:gnuhealth.patient,works_at_home:
source: Works at home
el: Εργάζεται στο σπίτι

# field:gnuhealth.ses.assessment,assessment_date:
source: Date
el: Ημερομηνία

# field:gnuhealth.ses.assessment,computed_age:
source: Age
el: Ηλικία

# field:gnuhealth.ses.assessment,du:
source: DU
el: Οικιακή Μονάδα

# field:gnuhealth.ses.assessment,education:
source: Education Level
el: Επίπεδο Εκπαίδευσης

# field:gnuhealth.ses.assessment,fam_apgar_affection:
source: Family affection
el: Οικογενειακή στοργή

# field:gnuhealth.ses.assessment,fam_apgar_decisions:
source: Decision making
el: Λήψη αποφάσεων

# field:gnuhealth.ses.assessment,fam_apgar_discussion:
source: Problems discussion
el: Συζήτηση προβλημάτων

# field:gnuhealth.ses.assessment,fam_apgar_help:
source: Help from family
el: Βοήθεια από την οικογένεια

# field:gnuhealth.ses.assessment,fam_apgar_score:
source: Score
el: Βαθμολογία

# field:gnuhealth.ses.assessment,fam_apgar_timesharing:
source: Time sharing
el: Κοινός χρόνος

# field:gnuhealth.ses.assessment,gender:
source: Gender
el: Φύλο

# field:gnuhealth.ses.assessment,health_professional:
source: Health Prof
el: Επαγγελματίας Υγείας

# field:gnuhealth.ses.assessment,homeless:
source: Homeless
el: Άστεγος

# field:gnuhealth.ses.assessment,housing:
source: Housing conditions
el: Συνθήκες Διαβίωσης

# field:gnuhealth.ses.assessment,income:
source: Income
el: Εισόδημα

# field:gnuhealth.ses.assessment,notes:
source: Notes
el: Σημειώσεις

# field:gnuhealth.ses.assessment,occupation:
source: Occupation
el: Επάγγελμα

# field:gnuhealth.ses.assessment,patient:
source: Patient
el: Ασθενής

# field:gnuhealth.ses.assessment,ses:
source: Socioeconomics
el: Κοινωνικοοικονομικά

# field:gnuhealth.ses.assessment,signed_by:
source: Signed by
el: Υπογραφή από

# field:gnuhealth.ses.assessment,state:
source: State
el: Κατάσταση

# field:party.party,education:
source: Education
el: Εκπαίδευση

# field:party.party,occupation:
source: Occupation
el: Επάγγελμα

# help:gnuhealth.patient,education:
source: Education Level
el: Επίπεδο Εκπαίδευσης

# help:gnuhealth.patient,hostile_area:
source: Check if patient lives in a zoneof high hostility (eg, war)
el: Ελέγξτε εάν ο ασθενής ζει σε μια ζώνη υψηλής εχθρότητας (π.χ. πόλεμος).

# help:gnuhealth.patient,hours_outside:
source: Number of hours a day the patientspend outside the house
el: Αριθμός ωρών την ημέρα που ο ασθενής περνά εκτός σπιτιού.

# help:gnuhealth.patient,housing:
source: Housing and sanitary living conditions
el: Συνθήκες στέγασης και υγιεινής

# help:gnuhealth.patient,relative_in_prison:
source: Check if someone from the nuclear family - parents / sibblings is or has been in prison
el: Ελέγξτε εάν κάποιος από την πυρηνική οικογένεια - γονείς / αδέλφια - είναι ή έχει φυλακιστεί.

# help:gnuhealth.patient,ses:
source: Current Socioeconomic Status
el: Τρέχουσα Κοινωνικοοικονομική Κατάσταση

# help:gnuhealth.patient,ses_assessments:
source: Socioeconomics and Family assessments history
el: Ιστορικό κοινωνικοοικονομικών και οικογενειακών αξιολογήσεων

# help:gnuhealth.patient,works_at_home:
source: Check if the patient works at his / her house
el: Ελέγξτε εάν ο ασθενής εργάζεται στο σπίτι του/της

# help:gnuhealth.ses.assessment,assessment_date:
source: Assessment date
el: Ημερομηνία Αξιολόγησης

# help:gnuhealth.ses.assessment,computed_age:
source: Computed patient age at the moment of the evaluation
el: Υπολογιζόμενη ηλικία ασθενούς κατά τη στιγμή της αξιολόγησης

# help:gnuhealth.ses.assessment,du:
source: Domiciliary Unit
el: Οικιακή Μονάδα

# help:gnuhealth.ses.assessment,education:
source: Education Level
el: Επίπεδο Εκπαίδευσης

# help:gnuhealth.ses.assessment,fam_apgar_affection:
source: Is the patient satisfied with the level of affection coming from the family ?
el: Είναι ο/η ασθενής ικανοποιημένος/η από το επίπεδο στοργής που λαμβάνει από την οικογένεια;

# help:gnuhealth.ses.assessment,fam_apgar_decisions:
source: Is the patient satisfied with the level of making important decisions as a group ?
el: Είναι ο/η ασθενής ικανοποιημένος/η με τον τρόπο λήψης σημαντικών αποφάσεων ως ομάδα;

# help:gnuhealth.ses.assessment,fam_apgar_discussion:
source: Is the patient satisfied with the level talking over the problems as family ?
el: Είναι ο/η ασθενής ικανοποιημένος/η με τον τρόπο συζήτησης των προβλημάτων ως οικογένεια;

# help:gnuhealth.ses.assessment,fam_apgar_help:
source: Is the patient satisfied with the level of help coming from the family when there is a problem ?
el: Είναι ο/η ασθενής ικανοποιημένος/η από το επίπεδο βοήθειας που λαμβάνει από την οικογένεια όταν υπάρχει πρόβλημα;

# help:gnuhealth.ses.assessment,fam_apgar_score:
source: Total Family APGAR 7 - 10 : Functional Family 4 - 6 : Some level of disfunction 0 - 3 : Severe disfunctional family
el: Συνολική Βαθμολογία Οικογενειακού APGAR 7 - 10 : Λειτουργική Οικογένεια 4 - 6 : Κάποιος βαθμός δυσλειτουργίας 0 - 3 : Σοβαρά δυσλειτουργική οικογένεια

# help:gnuhealth.ses.assessment,fam_apgar_timesharing:
source: Is the patient satisfied with the level of time that they spend together ?
el: Είναι ο/η ασθενής ικανοποιημένος/η με τον χρόνο που περνούν μαζί;

# help:gnuhealth.ses.assessment,health_professional:
source: Health professional
el: Επαγγελματίας Υγείας

# help:gnuhealth.ses.assessment,homeless:
source: The person is currently homeless
el: Το άτομο είναι επί του παρόντος άστεγο

# help:gnuhealth.ses.assessment,housing:
source: Housing and sanitary living conditions
el: Συνθήκες στέγασης και υγιεινής

# help:gnuhealth.ses.assessment,ses:
source: SES - Socioeconomic Status
el: ΚΟΚ - Κοινωνικοοικονομική Κατάσταση

# help:gnuhealth.ses.assessment,signed_by:
source: Health Professional that finished the patient evaluation
el: Επαγγελματίας Υγείας που ολοκλήρωσε την αξιολόγηση του ασθενούς

# help:party.party,education:
source: Education Level
el: Επίπεδο Εκπαίδευσης

# model:gnuhealth.ses.assessment,name:
source: Socioeconomics and Family Functionality Assessment
el: Αξιολόγηση Κοινωνικοοικονομικών και Οικογενειακής Λειτουργικότητας

# model:ir.action,name:act_ses_assessment
source: Socioeconomic and Family Assessment
el: Κοινωνικοοικονομική και Οικογενειακή Αξιολόγηση

# model:ir.action,name:act_ses_family_assessment
source: Socioeconomics and Family Assessment
el: Κοινωνικοοικονομική και Οικογενειακή Αξιολόγηση

# model:ir.model.button,string:sesassmt_end_button
source: Done
el: Ολοκλήρωση

# model:ir.ui.menu,name:gnuhealth_ses_assessment_menu
source: Socioeconomic Assessments
el: Κοινωνικοοικονομικές Αξιολογήσεις

# selection:gnuhealth.patient,education:
source: Incomplete Primary School
el: Ατελής Πρωτοβάθμια Εκπαίδευση

# selection:gnuhealth.patient,education:
source: Incomplete Secondary School
el: Ατελής Δευτεροβάθμια Εκπαίδευση

# selection:gnuhealth.patient,education:
source: None
el: Καμία

# selection:gnuhealth.patient,education:
source: Primary School
el: Πρωτοβάθμια Εκπαίδευση

# selection:gnuhealth.patient,education:
source: Secondary School
el: Δευτεροβάθμια Εκπαίδευση

# selection:gnuhealth.patient,education:
source: University
el: Πανεπιστημιακή Εκπαίδευση

# selection:gnuhealth.patient,housing:
source: Comfortable and good sanitary conditions
el: Άνετες και καλές συνθήκες υγιεινής

# selection:gnuhealth.patient,housing:
source: Luxury and excellent sanitary conditions
el: Πολυτελείς και άριστες συνθήκες υγιεινής

# selection:gnuhealth.patient,housing:
source: Roomy and excellent sanitary conditions
el: Ευρύχωρες και άριστες συνθήκες υγιεινής

# selection:gnuhealth.patient,housing:
source: Shanty, deficient sanitary conditions
el: Παράγκα, ελλιπείς συνθήκες υγιεινής

# selection:gnuhealth.patient,housing:
source: Small, crowded but with good sanitary conditions
el: Μικρή, συνωστισμένη αλλά με καλές συνθήκες υγιεινής

# selection:gnuhealth.patient,ses:
source: Higher
el: Ανώτερη

# selection:gnuhealth.patient,ses:
source: Lower
el: Κατώτερη

# selection:gnuhealth.patient,ses:
source: Lower-middle
el: Κατώτερη-μεσαία

# selection:gnuhealth.patient,ses:
source: Middle
el: Μεσαία

# selection:gnuhealth.patient,ses:
source: Middle-upper
el: Ανώτερη-μεσαία

# selection:gnuhealth.ses.assessment,education:
source: Incomplete Primary School
el: Ατελής Πρωτοβάθμια Εκπαίδευση

# selection:gnuhealth.ses.assessment,education:
source: Incomplete Secondary School
el: Ατελής Δευτεροβάθμια Εκπαίδευση

# selection:gnuhealth.ses.assessment,education:
source: None
el: Καμία

# selection:gnuhealth.ses.assessment,education:
source: Primary School
el: Πρωτοβάθμια Εκπαίδευση

# selection:gnuhealth.ses.assessment,education:
source: Secondary School
el: Δευτεροβάθμια Εκπαίδευση

# selection:gnuhealth.ses.assessment,education:
source: University
el: Πανεπιστημιακή Εκπαίδευση

# selection:gnuhealth.ses.assessment,fam_apgar_affection:
source: Moderately
el: Μέτρια

# selection:gnuhealth.ses.assessment,fam_apgar_affection:
source: None
el: Καθόλου

# selection:gnuhealth.ses.assessment,fam_apgar_affection:
source: Very much
el: Πολύ

# selection:gnuhealth.ses.assessment,fam_apgar_decisions:
source: Moderately
el: Μέτρια

# selection:gnuhealth.ses.assessment,fam_apgar_decisions:
source: None
el: Καθόλου

# selection:gnuhealth.ses.assessment,fam_apgar_decisions:
source: Very much
el: Πολύ

# selection:gnuhealth.ses.assessment,fam_apgar_discussion:
source: Moderately
el: Μέτρια

# selection:gnuhealth.ses.assessment,fam_apgar_discussion:
source: None
el: Καθόλου

# selection:gnuhealth.ses.assessment,fam_apgar_discussion:
source: Very much
el: Πολύ

# selection:gnuhealth.ses.assessment,fam_apgar_help:
source: Moderately
el: Μέτρια

# selection:gnuhealth.ses.assessment,fam_apgar_help:
source: None
el: Καθόλου

# selection:gnuhealth.ses.assessment,fam_apgar_help:
source: Very much
el: Πολύ

# selection:gnuhealth.ses.assessment,fam_apgar_timesharing:
source: Moderately
el: Μέτρια

# selection:gnuhealth.ses.assessment,fam_apgar_timesharing:
source: None
el: Καθόλου

# selection:gnuhealth.ses.assessment,fam_apgar_timesharing:
source: Very much
el: Πολύ

# selection:gnuhealth.ses.assessment,gender:
source: Female
el: Γυναίκα

# selection:gnuhealth.ses.assessment,gender:
source: Male
el: Άνδρας

# selection:gnuhealth.ses.assessment,housing:
source: Comfortable and good sanitary conditions
el: Άνετες και καλές συνθήκες υγιεινής

# selection:gnuhealth.ses.assessment,housing:
source: Luxury and excellent sanitary conditions
el: Πολυτελείς και άριστες συνθήκες υγιεινής

# selection:gnuhealth.ses.assessment,housing:
source: Roomy and excellent sanitary conditions
el: Ευρύχωρες και άριστες συνθήκες υγιεινής

# selection:gnuhealth.ses.assessment,housing:
source: Shanty, deficient sanitary conditions
el: Παράγκα, ελλιπείς συνθήκες υγιεινής

# selection:gnuhealth.ses.assessment,housing:
source: Small, crowded but with good sanitary conditions
el: Μικρή, συνωστισμένη αλλά με καλές συνθήκες υγιεινής

# selection:gnuhealth.ses.assessment,income:
source: High
el: Υψηλό

# selection:gnuhealth.ses.assessment,income:
source: Low
el: Χαμηλό

# selection:gnuhealth.ses.assessment,income:
source: Medium
el: Μεσαίο

# selection:gnuhealth.ses.assessment,ses:
source: Higher
el: Ανώτερη

# selection:gnuhealth.ses.assessment,ses:
source: Lower
el: Κατώτερη

# selection:gnuhealth.ses.assessment,ses:
source: Lower-middle
el: Κατώτερη-μεσαία

# selection:gnuhealth.ses.assessment,ses:
source: Middle
el: Μεσαία

# selection:gnuhealth.ses.assessment,ses:
source: Middle-upper
el: Ανώτερη-μεσαία

# selection:gnuhealth.ses.assessment,state:
source: Done
el: Ολοκληρωμένη

# selection:gnuhealth.ses.assessment,state:
source: In progress
el: Σε εξέλιξη

# selection:party.party,education:
source: Incomplete Primary School
el: Ατελής Πρωτοβάθμια Εκπαίδευση

# selection:party.party,education:
source: Incomplete Secondary School
el: Ατελής Δευτεροβάθμια Εκπαίδευση

# selection:party.party,education:
source: None
el: Καμία

# selection:party.party,education:
source: Primary School
el: Πρωτοβάθμια Εκπαίδευση

# selection:party.party,education:
source: Secondary School
el: Δευτεροβάθμια Εκπαίδευση

# selection:party.party,education:
source: University
el: Πανεπιστημιακή Εκπαίδευση

# view:gnuhealth.patient:
source: Current Status
el: Τρέχουσα Κατάσταση

# view:gnuhealth.patient:
source: Notes
el: Σημειώσεις

# view:gnuhealth.patient:
source: Other Family and Environmental determinants
el: Άλλοι Οικογενειακοί και Περιβαλλοντικοί Παράγοντες

# view:gnuhealth.patient:
source: Socioeconomics
el: Κοινωνικοοικονομικά

# view:gnuhealth.ses.assessment:
source: Done
el: Ολοκλήρωση

# view:gnuhealth.ses.assessment:
source: End assessment
el: Λήξη Αξιολόγησης

# view:gnuhealth.ses.assessment:
source: End this assessment ?
el: Ολοκλήρωση αυτής της αξιολόγησης;

# view:gnuhealth.ses.assessment:
source: Family Functionality
el: Οικογενειακή Λειτουργικότητα

# view:gnuhealth.ses.assessment:
source: Family functionality
el: Οικογενειακή Λειτουργικότητα

# view:gnuhealth.ses.assessment:
source: Notes
el: Σημειώσεις

# view:gnuhealth.ses.assessment:
source: Socioeconomics
el: Κοινωνικοοικονομικά
