Repository: pypi-data/pypi-mirror-397
Catalog: packages/gnuhealth-gyneco/gnuhealth_gyneco-5.0.2.tar.gz/gnuhealth_gyneco-5.0.2/locale/*.po
Languages: el

# field:gnuhealth.patient,abortions:
source: Abortions
el: Αποβολές

# field:gnuhealth.patient,breast_self_examination:
source: Breast self-examination
el: Αυτοεξέταση Μαστών

# field:gnuhealth.patient,colposcopy:
source: Colposcopy
el: Κολποσκόπηση

# field:gnuhealth.patient,colposcopy_history:
source: Colposcopy History
el: Ιστορικό Κολποσκόπησης

# field:gnuhealth.patient,colposcopy_last:
source: Last colposcopy
el: Τελευταία Κολποσκόπηση

# field:gnuhealth.patient,currently_pregnant:
source: Pregnant
el: Έγκυος

# field:gnuhealth.patient,fertile:
source: Fertile
el: Γόνιμη

# field:gnuhealth.patient,full_term:
source: Full Term
el: Τελειόμηνες

# field:gnuhealth.patient,gravida:
source: Pregnancies
el: Εγκυμοσύνες

# field:gnuhealth.patient,mammography:
source: Mammography
el: Μαστογραφία

# field:gnuhealth.patient,mammography_history:
source: Mammography History
el: Ιστορικό Μαστογραφίας

# field:gnuhealth.patient,mammography_last:
source: Last mammography
el: Τελευταία Μαστογραφία

# field:gnuhealth.patient,menarche:
source: Menarche age
el: Ηλικία Εμμηναρχής

# field:gnuhealth.patient,menopausal:
source: Menopausal
el: Σε Εμμηνόπαυση

# field:gnuhealth.patient,menopause:
source: Menopause age
el: Ηλικία Εμμηνόπαυσης

# field:gnuhealth.patient,menstrual_history:
source: Menstrual History
el: Ιστορικό Εμμήνου Ρύσεως

# field:gnuhealth.patient,pap_history:
source: PAP smear History
el: Ιστορικό Τεστ ΠΑΠ

# field:gnuhealth.patient,pap_test:
source: PAP test
el: Τεστ Παπανικολάου

# field:gnuhealth.patient,pap_test_last:
source: Last PAP test
el: Τελευταίο Τεστ ΠΑΠ

# field:gnuhealth.patient,pregnancy_history:
source: Pregnancies
el: Εγκυμοσύνες

# field:gnuhealth.patient,premature:
source: Premature
el: Πρόωρες

# field:gnuhealth.patient,stillbirths:
source: Stillbirths
el: Θνησιγένειες

# field:gnuhealth.patient.colposcopy_history,comments:
source: Remarks
el: Παρατηρήσεις

# field:gnuhealth.patient.colposcopy_history,evaluation:
source: Evaluation
el: Αξιολόγηση

# field:gnuhealth.patient.colposcopy_history,evaluation_date:
source: Date
el: Ημερομηνία

# field:gnuhealth.patient.colposcopy_history,healthprof:
source: Reviewed
el: Ελέγχθηκε από

# field:gnuhealth.patient.colposcopy_history,institution:
source: Institution
el: Ίδρυμα

# field:gnuhealth.patient.colposcopy_history,last_colposcopy:
source: Previous
el: Προηγούμενη

# field:gnuhealth.patient.colposcopy_history,patient:
source: Patient
el: Ασθενής

# field:gnuhealth.patient.colposcopy_history,result:
source: result
el: Αποτέλεσμα

# field:gnuhealth.patient.mammography_history,comments:
source: Remarks
el: Παρατηρήσεις

# field:gnuhealth.patient.mammography_history,evaluation:
source: Evaluation
el: Αξιολόγηση

# field:gnuhealth.patient.mammography_history,evaluation_date:
source: Date
el: Ημερομηνία

# field:gnuhealth.patient.mammography_history,healthprof:
source: Reviewed
el: Ελέγχθηκε από

# field:gnuhealth.patient.mammography_history,institution:
source: Institution
el: Ίδρυμα

# field:gnuhealth.patient.mammography_history,last_mammography:
source: Previous
el: Προηγούμενη

# field:gnuhealth.patient.mammography_history,patient:
source: Patient
el: Ασθενής

# field:gnuhealth.patient.mammography_history,result:
source: result
el: Αποτέλεσμα

# field:gnuhealth.patient.menstrual_history,dysmenorrhea:
source: Dysmenorrhea
el: Δυσμηνόρροια

# field:gnuhealth.patient.menstrual_history,evaluation:
source: Evaluation
el: Αξιολόγηση

# field:gnuhealth.patient.menstrual_history,evaluation_date:
source: Date
el: Ημερομηνία

# field:gnuhealth.patient.menstrual_history,frequency:
source: frequency
el: Συχνότητα

# field:gnuhealth.patient.menstrual_history,healthprof:
source: Reviewed
el: Ελέγχθηκε από

# field:gnuhealth.patient.menstrual_history,institution:
source: Institution
el: Ίδρυμα

# field:gnuhealth.patient.menstrual_history,is_regular:
source: Regular
el: Σταθερός Κύκλος

# field:gnuhealth.patient.menstrual_history,lmp:
source: LMP
el: ΤΕΡ (Τελευταία Έμμηνος Ρύση)

# field:gnuhealth.patient.menstrual_history,lmp_length:
source: Length
el: Διάρκεια

# field:gnuhealth.patient.menstrual_history,patient:
source: Patient
el: Ασθενής

# field:gnuhealth.patient.menstrual_history,volume:
source: volume
el: Ποσότητα

# field:gnuhealth.patient.pap_history,comments:
source: Remarks
el: Παρατηρήσεις

# field:gnuhealth.patient.pap_history,evaluation:
source: Evaluation
el: Αξιολόγηση

# field:gnuhealth.patient.pap_history,evaluation_date:
source: Date
el: Ημερομηνία

# field:gnuhealth.patient.pap_history,healthprof:
source: Reviewed
el: Ελέγχθηκε από

# field:gnuhealth.patient.pap_history,institution:
source: Institution
el: Ίδρυμα

# field:gnuhealth.patient.pap_history,last_pap:
source: Previous
el: Προηγούμενο

# field:gnuhealth.patient.pap_history,patient:
source: Patient
el: Ασθενής

# field:gnuhealth.patient.pap_history,result:
source: result
el: Αποτέλεσμα

# field:gnuhealth.patient.pregnancy,abortions:
source: Abortions
el: Αποβολές

# field:gnuhealth.patient.pregnancy,bba:
source: BBA
el: Γέννηση προ Άφιξης

# field:gnuhealth.patient.pregnancy,blood_type:
source: Blood Type
el: Ομάδα Αίματος

# field:gnuhealth.patient.pregnancy,computed_age:
source: Age
el: Ηλικία

# field:gnuhealth.patient.pregnancy,current_pregnancy:
source: Current
el: Τρέχουσα

# field:gnuhealth.patient.pregnancy,fetuses:
source: Fetuses
el: Έμβρυα

# field:gnuhealth.patient.pregnancy,gravidae:
source: Pregnancies
el: Εγκυμοσύνες

# field:gnuhealth.patient.pregnancy,healthprof:
source: Health Prof
el: Επαγγελματίας Υγείας

# field:gnuhealth.patient.pregnancy,home_birth:
source: Home Birth
el: Τοκετός στο Σπίτι

# field:gnuhealth.patient.pregnancy,institution:
source: Institution
el: Ίδρυμα

# field:gnuhealth.patient.pregnancy,lmp:
source: LMP
el: ΤΕΡ

# field:gnuhealth.patient.pregnancy,monozygotic:
source: Monozygotic
el: Μονοζυγωτική

# field:gnuhealth.patient.pregnancy,notes:
source: Notes
el: Σημειώσεις

# field:gnuhealth.patient.pregnancy,patient:
source: Patient
el: Ασθενής

# field:gnuhealth.patient.pregnancy,pdd:
source: Due Date
el: Πιθανή Ημερομηνία Τοκετού (ΠΗΤ)

# field:gnuhealth.patient.pregnancy,perinatal:
source: Perinatal Info
el: Περιγεννητικές Πληροφορίες

# field:gnuhealth.patient.pregnancy,pregnancy_current_week:
source: Week #
el: Εβδομάδα #

# field:gnuhealth.patient.pregnancy,pregnancy_end_date:
source: End
el: Ημερομηνία Λήξης

# field:gnuhealth.patient.pregnancy,pregnancy_end_result:
source: Result
el: Αποτέλεσμα

# field:gnuhealth.patient.pregnancy,pregnancy_result:
source: Result
el: Αποτέλεσμα

# field:gnuhealth.patient.pregnancy,premature:
source: Premature
el: Πρόωρες Γεννήσεις

# field:gnuhealth.patient.pregnancy,prenatal_evaluations:
source: Prenatal Evaluations
el: Προγεννητικές Αξιολογήσεις

# field:gnuhealth.patient.pregnancy,puerperium_monitor:
source: Puerperium monitor
el: Παρακολούθηση Λοχείας

# field:gnuhealth.patient.pregnancy,reverse:
source: Past
el: Παρελθούσα

# field:gnuhealth.patient.pregnancy,reverse_weeks:
source: Gest. Weeks
el: Εβδ. Κύησης

# field:gnuhealth.patient.pregnancy,stillbirths:
source: Stillbirths
el: Θνησιγένειες

# field:gnuhealth.patient.pregnancy,warning:
source: Warn
el: Προειδοποίηση

# field:gnuhealth.patient.pregnancy,warning_icon:
source: Pregnancy warning icon
el: Εικονίδιο προειδοποίησης κύησης

# field:gnuhealth.patient.prenatal.evaluation,diabetes:
source: Diabetes
el: Διαβήτης

# field:gnuhealth.patient.prenatal.evaluation,digestive_activity_signs:
source: SDA
el: Σημεία Πεπτικής Δραστηριότητας

# field:gnuhealth.patient.prenatal.evaluation,efw:
source: EFW
el: ΕΒΕ (Εκτιμώμενο Βάρος Εμβρύου)

# field:gnuhealth.patient.prenatal.evaluation,evaluation:
source: Patient Evaluation
el: Αξιολόγηση Ασθενούς

# field:gnuhealth.patient.prenatal.evaluation,evaluation_date:
source: Date
el: Ημερομηνία

# field:gnuhealth.patient.prenatal.evaluation,fetal_ac:
source: AC
el: ΠΚ (Περίμετρος Κοιλίας)

# field:gnuhealth.patient.prenatal.evaluation,fetal_bpd:
source: BPD
el: ΑΔ (Αμφιβρεγματική Διάμετρος)

# field:gnuhealth.patient.prenatal.evaluation,fetal_fl:
source: FL
el: ΜΜ (Μήκος Μηριαίου)

# field:gnuhealth.patient.prenatal.evaluation,fetal_hc:
source: HC
el: ΠΚ (Περίμετρος Κεφαλής)

# field:gnuhealth.patient.prenatal.evaluation,fetus_heart_rate:
source: Fetus heart rate
el: Καρδιακός Ρυθμός Εμβρύου

# field:gnuhealth.patient.prenatal.evaluation,fundal_height:
source: Fundal Height
el: Ύψος Πυθμένα Μήτρας

# field:gnuhealth.patient.prenatal.evaluation,gestational_days:
source: Gestational days
el: Ημέρες Κύησης

# field:gnuhealth.patient.prenatal.evaluation,gestational_weeks:
source: Gestational Weeks
el: Εβδομάδες Κύησης

# field:gnuhealth.patient.prenatal.evaluation,healthprof:
source: Health Prof
el: Επαγγελματίας Υγείας

# field:gnuhealth.patient.prenatal.evaluation,hypertension:
source: Hypertension
el: Υπέρταση

# field:gnuhealth.patient.prenatal.evaluation,institution:
source: Institution
el: Ίδρυμα

# field:gnuhealth.patient.prenatal.evaluation,invasive_placentation:
source: Placentation
el: Πλακουντοποίηση

# field:gnuhealth.patient.prenatal.evaluation,notes:
source: Notes
el: Σημειώσεις

# field:gnuhealth.patient.prenatal.evaluation,oligohydramnios:
source: Oligohydramnios
el: Ολιγάμνιο

# field:gnuhealth.patient.prenatal.evaluation,overweight:
source: Overweight
el: Υπέρβαρη

# field:gnuhealth.patient.prenatal.evaluation,placenta_previa:
source: Placenta Previa
el: Προδρομικός Πλακούντας

# field:gnuhealth.patient.prenatal.evaluation,polihydramnios:
source: Polihydramnios
el: Πολυϋδράμνιο

# field:gnuhealth.patient.prenatal.evaluation,preeclampsia:
source: Preeclampsia
el: Προεκλαμψία

# field:gnuhealth.patient.prenatal.evaluation,pregnancy:
source: Patient Pregnancy
el: Κύηση Ασθενούς

# field:gnuhealth.patient.prenatal.evaluation,urinary_activity_signs:
source: SUA
el: Σημεία Ουροποιητικής Δραστηριότητας

# field:gnuhealth.patient.prenatal.evaluation,vasa_previa:
source: Vasa Previa
el: Προδρομικά Αγγεία

# field:gnuhealth.perinatal,abortion:
source: Abortion
el: Αποβολή

# field:gnuhealth.perinatal,abruptio_placentae:
source: Abruptio Placentae
el: Αποκόλληση Πλακούντα

# field:gnuhealth.perinatal,admission_code:
source: Code
el: Κωδικός

# field:gnuhealth.perinatal,admission_date:
source: Admission
el: Εισαγωγή

# field:gnuhealth.perinatal,dystocia:
source: Dystocia
el: Δυστοκία

# field:gnuhealth.perinatal,episiotomy:
source: Episiotomy
el: Περινεοτομή

# field:gnuhealth.perinatal,fetus_presentation:
source: Fetus Presentation
el: Προβολή Εμβρύου

# field:gnuhealth.perinatal,forceps:
source: Forceps
el: Εμβρυουλκία

# field:gnuhealth.perinatal,gestational_days:
source: Days
el: Ημέρες

# field:gnuhealth.perinatal,gestational_weeks:
source: Gestational wks
el: Εβδ. Κύησης

# field:gnuhealth.perinatal,gravida_number:
source: Gravida #
el: Αρ. Κύησης #

# field:gnuhealth.perinatal,healthprof:
source: Health Prof
el: Επαγγελματίας Υγείας

# field:gnuhealth.perinatal,hematoma:
source: Hematoma
el: Αιμάτωμα

# field:gnuhealth.perinatal,institution:
source: Institution
el: Ίδρυμα

# field:gnuhealth.perinatal,laceration:
source: Lacerations
el: Ρήξεις

# field:gnuhealth.perinatal,monitoring:
source: Monitors
el: Παρακολουθήσεις

# field:gnuhealth.perinatal,notes:
source: Notes
el: Σημειώσεις

# field:gnuhealth.perinatal,placenta_incomplete:
source: Incomplete
el: Ατελής

# field:gnuhealth.perinatal,placenta_retained:
source: Retained
el: Κατακράτηση

# field:gnuhealth.perinatal,pregnancy:
source: Patient Pregnancy
el: Κύηση Ασθενούς

# field:gnuhealth.perinatal,prenatal_evaluations:
source: Prenatal evaluations
el: Προγεννητικές Αξιολογήσεις

# field:gnuhealth.perinatal,start_labor_mode:
source: Delivery mode
el: Τρόπος Τοκετού

# field:gnuhealth.perinatal,stillbirth:
source: Stillbirth
el: Θνησιγένεια

# field:gnuhealth.perinatal,vaginal_tearing:
source: Vaginal tearing
el: Κολπική Ρήξη

# field:gnuhealth.perinatal.monitor,bleeding:
source: Bleeding
el: Αιμορραγία

# field:gnuhealth.perinatal.monitor,contractions:
source: Contractions
el: Συσπάσεις

# field:gnuhealth.perinatal.monitor,date:
source: Date and Time
el: Ημερομηνία και Ώρα

# field:gnuhealth.perinatal.monitor,diastolic:
source: Diastolic Pressure
el: Διαστολική Πίεση

# field:gnuhealth.perinatal.monitor,dilation:
source: Cervix dilation
el: Διαστολή Τραχήλου

# field:gnuhealth.perinatal.monitor,f_frequency:
source: Fetus Heart Frequency
el: Καρδιακός Ρυθμός Εμβρύου

# field:gnuhealth.perinatal.monitor,fetus_position:
source: Fetus Position
el: Θέση Εμβρύου

# field:gnuhealth.perinatal.monitor,frequency:
source: Mother's Heart Frequency
el: Καρδιακός Ρυθμός Μητέρας

# field:gnuhealth.perinatal.monitor,fundal_height:
source: Fundal Height
el: Ύψος Πυθμένα Μήτρας

# field:gnuhealth.perinatal.monitor,meconium:
source: Meconium
el: Μηκώνιο

# field:gnuhealth.perinatal.monitor,perinatal:
source: Patient Perinatal Evaluation
el: Περιγεννητική Αξιολόγηση Ασθενούς

# field:gnuhealth.perinatal.monitor,systolic:
source: Systolic Pressure
el: Συστολική Πίεση

# field:gnuhealth.pregnancy.result,delivery_mode:
source: Delivery mode
el: Τρόπος Τοκετού

# field:gnuhealth.pregnancy.result,dob:
source: Date of birth
el: Ημερομηνία Γέννησης

# field:gnuhealth.pregnancy.result,labor_time:
source: Labor time
el: Διάρκεια Τοκετού

# field:gnuhealth.pregnancy.result,newborn:
source: Newborn
el: Νεογνό

# field:gnuhealth.pregnancy.result,pregnancy:
source: Patient Pregnancy
el: Κύηση Ασθενούς

# field:gnuhealth.pregnancy.result,result:
source: Result
el: Αποτέλεσμα

# field:gnuhealth.pregnancy.result,short_comment:
source: Comments
el: Σχόλια

# field:gnuhealth.puerperium.monitor,date:
source: Date and Time
el: Ημερομηνία και Ώρα

# field:gnuhealth.puerperium.monitor,diastolic:
source: Diastolic Pressure
el: Διαστολική Πίεση

# field:gnuhealth.puerperium.monitor,frequency:
source: Heart Frequency
el: Καρδιακός Ρυθμός

# field:gnuhealth.puerperium.monitor,healthprof:
source: Health Prof
el: Επαγγελματίας Υγείας

# field:gnuhealth.puerperium.monitor,institution:
source: Institution
el: Ίδρυμα

# field:gnuhealth.puerperium.monitor,lochia_amount:
source: Lochia amount
el: Ποσότητα Λοχείων

# field:gnuhealth.puerperium.monitor,lochia_color:
source: Lochia color
el: Χρώμα Λοχείων

# field:gnuhealth.puerperium.monitor,lochia_odor:
source: Lochia odor
el: Οσμή Λοχείων

# field:gnuhealth.puerperium.monitor,pregnancy:
source: Patient Pregnancy
el: Κύηση Ασθενούς

# field:gnuhealth.puerperium.monitor,systolic:
source: Systolic Pressure
el: Συστολική Πίεση

# field:gnuhealth.puerperium.monitor,temperature:
source: Temperature
el: Θερμοκρασία

# field:gnuhealth.puerperium.monitor,uterus_involution:
source: Fundal Height
el: Ύψος Πυθμένα Μήτρας

# help:gnuhealth.patient,breast_self_examination:
source: Check if patient does and knows how to self examine her breasts
el: Ελέγξτε εάν η ασθενής διενεργεί και γνωρίζει πώς να αυτοεξετάζει τους μαστούς της

# help:gnuhealth.patient,colposcopy:
source: Check if the patient has done a colposcopy exam
el: Ελέγξτε εάν η ασθενής έχει υποβληθεί σε κολποσκόπηση

# help:gnuhealth.patient,colposcopy_last:
source: Enter the date of the last colposcopy
el: Εισαγάγετε την ημερομηνία της τελευταίας κολποσκόπησης

# help:gnuhealth.patient,fertile:
source: Check if patient is in fertile age
el: Ελέγξτε εάν η ασθενής βρίσκεται σε γόνιμη ηλικία

# help:gnuhealth.patient,full_term:
source: Full term pregnancies
el: Τελειόμηνες κυήσεις

# help:gnuhealth.patient,gravida:
source: Number of pregnancies, computed from Obstetric history
el: Αριθμός κυήσεων, υπολογιζόμενος από το Μαιευτικό Ιστορικό

# help:gnuhealth.patient,mammography:
source: Check if the patient does periodic mammographys
el: Ελέγξτε εάν η ασθενής κάνει περιοδικές μαστογραφίες

# help:gnuhealth.patient,mammography_last:
source: Enter the date of the last mammography
el: Εισαγάγετε την ημερομηνία της τελευταίας μαστογραφίας

# help:gnuhealth.patient,pap_test:
source: Check if patient does periodic cytologic pelvic smear screening
el: Ελέγξτε εάν η ασθενής κάνει περιοδικό κυτταρολογικό έλεγχο (τεστ ΠΑΠ)

# help:gnuhealth.patient,pap_test_last:
source: Enter the date of the last Papanicolau test
el: Εισαγάγετε την ημερομηνία του τελευταίου τεστ Παπανικολάου

# help:gnuhealth.patient,premature:
source: Preterm < 37 wks live births
el: Πρόωροι τοκετοί (< 37 εβδ.) ζώντων νεογνών

# help:gnuhealth.patient.colposcopy_history,evaluation_date:
source: Date
el: Ημερομηνία

# help:gnuhealth.patient.colposcopy_history,healthprof:
source: Health Professional who last reviewed the test
el: Επαγγελματίας Υγείας που εξέτασε τελευταίος την εξέταση

# help:gnuhealth.patient.colposcopy_history,last_colposcopy:
source: Last colposcopy
el: Τελευταία Κολποσκόπηση

# help:gnuhealth.patient.colposcopy_history,result:
source: Please check the lab test results if the module is installed
el: Παρακαλώ ελέγξτε τα εργαστηριακά αποτελέσματα εάν η ενότητα είναι εγκατεστημένη

# help:gnuhealth.patient.mammography_history,evaluation_date:
source: Date
el: Ημερομηνία

# help:gnuhealth.patient.mammography_history,healthprof:
source: Health Professional who last reviewed the test
el: Επαγγελματίας Υγείας που εξέτασε τελευταίος την εξέταση

# help:gnuhealth.patient.mammography_history,last_mammography:
source: Last Mammography
el: Τελευταία Μαστογραφία

# help:gnuhealth.patient.mammography_history,result:
source: Please check the lab test results if the module is installed
el: Παρακαλώ ελέγξτε τα εργαστηριακά αποτελέσματα εάν η ενότητα είναι εγκατεστημένη

# help:gnuhealth.patient.menstrual_history,evaluation_date:
source: Evaluation Date
el: Ημερομηνία Αξιολόγησης

# help:gnuhealth.patient.menstrual_history,healthprof:
source: Health Professional who reviewed the information
el: Επαγγελματίας Υγείας που εξέτασε τις πληροφορίες

# help:gnuhealth.patient.menstrual_history,lmp:
source: Last Menstrual Period
el: Τελευταία Έμμηνος Ρύση (ΤΕΡ)

# help:gnuhealth.patient.pap_history,evaluation_date:
source: Date
el: Ημερομηνία

# help:gnuhealth.patient.pap_history,healthprof:
source: Health Professional who last reviewed the test
el: Επαγγελματίας Υγείας που εξέτασε τελευταίος την εξέταση

# help:gnuhealth.patient.pap_history,last_pap:
source: Last Papanicolau
el: Τελευταίο Τεστ Παπανικολάου

# help:gnuhealth.patient.pap_history,result:
source: Please check the lab results if the module is installed
el: Παρακαλώ ελέγξτε τα εργαστηριακά αποτελέσματα εάν η ενότητα είναι εγκατεστημένη

# help:gnuhealth.patient.pregnancy,bba:
source: Born Before Arrival
el: Γέννηση προ Άφιξης

# help:gnuhealth.patient.pregnancy,computed_age:
source: Computed patient age at the moment of LMP
el: Υπολογιζόμενη ηλικία ασθενούς κατά την ΤΕΡ

# help:gnuhealth.patient.pregnancy,current_pregnancy:
source: Set the field if the patient is currently pregnant
el: Επιλέξτε αυτό το πεδίο εάν η ασθενής είναι έγκυος

# help:gnuhealth.patient.pregnancy,gravida:
source: Pregnancy number
el: Αριθμός κύησης

# help:gnuhealth.patient.pregnancy,gravidae:
source: Number of pregnancies, computed from Obstetric history
el: Αριθμός κυήσεων, υπολογιζόμενος από το Μαιευτικό Ιστορικό

# help:gnuhealth.patient.pregnancy,healthprof:
source: Health Professional who created this initial obstetric record
el: Επαγγελματίας Υγείας που δημιούργησε αυτή την αρχική μαιευτική καταχώρηση

# help:gnuhealth.patient.pregnancy,home_birth:
source: Home Birth
el: Τοκετός στο Σπίτι

# help:gnuhealth.patient.pregnancy,institution:
source: Health center where this initial obstetric record was created
el: Κέντρο υγείας όπου δημιουργήθηκε αυτή η αρχική μαιευτική καταχώρηση

# help:gnuhealth.patient.pregnancy,lmp:
source: Last Menstrual Period
el: Τελευταία Έμμηνος Ρύση (ΤΕΡ)

# help:gnuhealth.patient.pregnancy,pdd:
source: Pregnancy Due Date
el: Πιθανή Ημερομηνία Τοκετού (ΠΗΤ)

# help:gnuhealth.patient.pregnancy,pregnancy_current_week:
source: Current week
el: Τρέχουσα εβδομάδα

# help:gnuhealth.patient.pregnancy,premature:
source: Preterm < 37 wks live births
el: Πρόωροι τοκετοί (< 37 εβδ.) ζώντων νεογνών

# help:gnuhealth.patient.pregnancy,reverse:
source: Past pregnancy.It will calculate the LMP from the delivery date and the gestational weeks. Set this field when the pregnancy information is referred by the patient, as a history taking procedure. Keep in mind that the reverse pregnancy data is subjective.
el: Προηγούμενη εγκυμοσύνη. Θα υπολογίσει την ΤΕΡ από την ημερομηνία τοκετού και τις εβδομάδες κύησης. Ορίστε αυτό το πεδίο όταν οι πληροφορίες της εγκυμοσύνης αναφέρονται από την ασθενή, ως διαδικασία λήψης ιστορικού. Λάβετε υπόψη ότι τα δεδομένα της αναδρομικής εγκυμοσύνης είναι υποκειμενικά.

# help:gnuhealth.patient.pregnancy,reverse_weeks:
source: Number of weeks at the end of pregnancy.
el: Αριθμός εβδομάδων στο τέλος της κύησης.

# help:gnuhealth.patient.pregnancy,warning:
source: Check this box if this is pregancy is or was NOT normal
el: Επιλέξτε αυτό το πλαίσιο εάν αυτή η κύηση δεν είναι ή δεν ήταν φυσιολογική

# help:gnuhealth.patient.prenatal.evaluation,diabetes:
source: Check this box if the mother has glucose intolerance or diabetes
el: Επιλέξτε αυτό το πλαίσιο εάν η μητέρα έχει δυσανεξία στη γλυκόζη ή διαβήτη

# help:gnuhealth.patient.prenatal.evaluation,digestive_activity_signs:
source: Signs of Digestive System Activity
el: Σημεία Δραστηριότητας του Πεπτικού Συστήματος

# help:gnuhealth.patient.prenatal.evaluation,efw:
source: Estimated Fetal Weight
el: Εκτιμώμενο Βάρος Εμβρύου

# help:gnuhealth.patient.prenatal.evaluation,fetal_ac:
source: Fetal Abdominal Circumference
el: Περίμετρος Κοιλίας Εμβρύου

# help:gnuhealth.patient.prenatal.evaluation,fetal_bpd:
source: Fetal Biparietal Diameter
el: Αμφιβρεγματική Διάμετρος Εμβρύου

# help:gnuhealth.patient.prenatal.evaluation,fetal_fl:
source: Fetal Femur Length
el: Μήκος Μηριαίου Οστού Εμβρύου

# help:gnuhealth.patient.prenatal.evaluation,fetal_hc:
source: Fetal Head Circumference
el: Περίμετρος Κεφαλής Εμβρύου

# help:gnuhealth.patient.prenatal.evaluation,fetus_heart_rate:
source: Fetus heart rate
el: Καρδιακός Ρυθμός Εμβρύου

# help:gnuhealth.patient.prenatal.evaluation,fundal_height:
source: Distance between the symphysis pubis and the uterine fundus (S-FD) in cm
el: Απόσταση μεταξύ της ηβικής σύμφυσης και του πυθμένα της μήτρας (S-FD) σε cm

# help:gnuhealth.patient.prenatal.evaluation,healthprof:
source: Health Professional in charge, or that who entered the information in the system.
el: Υπεύθυνος Επαγγελματίας Υγείας ή αυτός που καταχώρησε τις πληροφορίες στο σύστημα.

# help:gnuhealth.patient.prenatal.evaluation,hypertension:
source: Check this box if the mother has hypertension
el: Επιλέξτε αυτό το πλαίσιο εάν η μητέρα έχει υπέρταση

# help:gnuhealth.patient.prenatal.evaluation,iugr:
source: Intra Uterine Growth Restriction
el: Ενδομήτρια Καθυστέρηση της Ανάπτυξης

# help:gnuhealth.patient.prenatal.evaluation,overweight:
source: Check this box if the mother is overweight or obesity
el: Επιλέξτε αυτό το πλαίσιο εάν η μητέρα είναι υπέρβαρη ή παχύσαρκη

# help:gnuhealth.patient.prenatal.evaluation,preeclampsia:
source: Check this box if the mother has pre-eclampsia
el: Επιλέξτε αυτό το πλαίσιο εάν η μητέρα έχει προεκλαμψία

# help:gnuhealth.patient.prenatal.evaluation,urinary_activity_signs:
source: Signs of Urinary System Activity
el: Σημεία Δραστηριότητας του Ουροποιητικού Συστήματος

# help:gnuhealth.perinatal,abruptio_placentae:
source: Abruptio Placentae
el: Αποκόλληση Πλακούντα

# help:gnuhealth.perinatal,admission_date:
source: Date when she was admitted to give birth
el: Ημερομηνία εισαγωγής για τον τοκετό
