Repository: pypi-data/pypi-mirror-397
Catalog: packages/gnuhealth-gyneco/gnuhealth_gyneco-5.0.2.tar.gz/gnuhealth_gyneco-5.0.2/locale/*.po
Languages: el

# help:gnuhealth.perinatal,healthprof:
source: Health Professional in charge, or that who entered the information in the system.
el: Υπεύθυνος Επαγγελματίας Υγείας ή αυτός που καταχώρησε τις πληροφορίες στο σύστημα.

# help:gnuhealth.perinatal,placenta_incomplete:
source: Incomplete Placenta
el: Ατελής Πλακούντας

# help:gnuhealth.perinatal,placenta_retained:
source: Retained Placenta
el: Κατακράτηση Πλακούντα

# help:gnuhealth.perinatal,prenatal_evaluations:
source: Number of visits to the doctor during pregnancy
el: Αριθμός επισκέψεων στον ιατρό κατά τη διάρκεια της κύησης

# help:gnuhealth.pregnancy.result,labor_time:
source: Total labor time in hours passive + active
el: Συνολική διάρκεια τοκετού σε ώρες (παθητική + ενεργητική φάση)

# help:gnuhealth.pregnancy.result,short_comment:
source: Short extra information
el: Σύντομες επιπλέον πληροφορίες

# help:gnuhealth.puerperium.monitor,healthprof:
source: Health Professional in charge, or that who entered the information in the system.
el: Υπεύθυνος Επαγγελματίας Υγείας ή αυτός που καταχώρησε τις πληροφορίες στο σύστημα.

# help:gnuhealth.puerperium.monitor,uterus_involution:
source: Distance between the symphysis pubis and the uterine fundus (S-FD) in cm
el: Απόσταση μεταξύ της ηβικής σύμφυσης και του πυθμένα της μήτρας (S-FD) σε cm

# model:gnuhealth.patient.colposcopy_history,name:
source: Colposcopy History
el: Ιστορικό Κολποσκόπησης

# model:gnuhealth.patient.mammography_history,name:
source: Mammography History
el: Ιστορικό Μαστογραφίας

# model:gnuhealth.patient.menstrual_history,name:
source: Menstrual History
el: Ιστορικό Εμμήνου Ρύσεως

# model:gnuhealth.patient.pap_history,name:
source: PAP Test History
el: Ιστορικό Τεστ ΠΑΠ

# model:gnuhealth.patient.pregnancy,name:
source: Patient Pregnancy
el: Κύηση Ασθενούς

# model:gnuhealth.patient.prenatal.evaluation,name:
source: Prenatal and Antenatal Evaluations
el: Προγεννητικές Αξιολογήσεις

# model:gnuhealth.perinatal,name:
source: Perinatal Information
el: Περιγεννητικές Πληροφορίες

# model:gnuhealth.perinatal.monitor,name:
source: Perinatal Monitor
el: Περιγεννητική Παρακολούθηση

# model:gnuhealth.pregnancy.result,name:
source: Pregnancy Result
el: Αποτέλεσμα Κύησης

# model:gnuhealth.puerperium.monitor,name:
source: Puerperium Monitor
el: Παρακολούθηση Λοχείας

# model:ir.action,name:act_pregnancy_form
source: Obstetric Histories
el: Μαιευτικά Ιστορικά

# model:ir.action,name:act_pregnancy_form1
source: Obstetric History
el: Μαιευτικό Ιστορικό

# model:ir.message,text:msg_patient_already_pregnant
source: Our records indicate that the patient is already pregnant
el: Τα αρχεία μας δείχνουν ότι η ασθενής είναι ήδη έγκυος

# model:ir.ui.menu,name:gnuhealth_obstetrics
source: Obstetrics
el: Μαιευτική

# model:ir.ui.menu,name:gnuhealth_patient_pregnancy
source: Obstetric Histories
el: Μαιευτικά Ιστορικά

# model:res.group,name:group_health_gyneco_admin
source: Health Gynecology and Obstetrics Administration
el: Διαχείριση Γυναικολογίας και Μαιευτικής

# selection:gnuhealth.patient.colposcopy_history,result:
source: abnormal
el: Παθολογικό

# selection:gnuhealth.patient.colposcopy_history,result:
source: normal
el: Φυσιολογικό

# selection:gnuhealth.patient.mammography_history,result:
source: abnormal
el: Παθολογικό

# selection:gnuhealth.patient.mammography_history,result:
source: normal
el: Φυσιολογικό

# selection:gnuhealth.patient.menstrual_history,frequency:
source: amenorrhea
el: Αμηνόρροια

# selection:gnuhealth.patient.menstrual_history,frequency:
source: eumenorrhea
el: Ευμμηνόρροια

# selection:gnuhealth.patient.menstrual_history,frequency:
source: oligomenorrhea
el: Ολιγομηνόρροια

# selection:gnuhealth.patient.menstrual_history,frequency:
source: polymenorrhea
el: Πολυμηνόρροια

# selection:gnuhealth.patient.menstrual_history,volume:
source: hypomenorrhea
el: Υπομηνόρροια

# selection:gnuhealth.patient.menstrual_history,volume:
source: menorrhagia
el: Μηνορραγία

# selection:gnuhealth.patient.menstrual_history,volume:
source: normal
el: Φυσιολογική

# selection:gnuhealth.patient.pap_history,result:
source: AIS
el: AIS (Αδενοκαρκίνωμα in situ)

# selection:gnuhealth.patient.pap_history,result:
source: ASC-H
el: ASC-H (Άτυπα πλακώδη κύτταρα, δεν μπορεί να αποκλειστεί HSIL)

# selection:gnuhealth.patient.pap_history,result:
source: ASC-US
el: ASC-US (Άτυπα πλακώδη κύτταρα αδιευκρίνιστης σημασίας)

# selection:gnuhealth.patient.pap_history,result:
source: ASG
el: ASG (Άτυπα αδενικά κύτταρα)

# selection:gnuhealth.patient.pap_history,result:
source: HSIL
el: HSIL (Υψηλού βαθμού πλακώδης ενδοεπιθηλιακή αλλοίωση)

# selection:gnuhealth.patient.pap_history,result:
source: LSIL
el: LSIL (Χαμηλού βαθμού πλακώδης ενδοεπιθηλιακή αλλοίωση)

# selection:gnuhealth.patient.pap_history,result:
source: Negative
el: Αρνητικό

# selection:gnuhealth.patient.pregnancy,iugr:
source: Asymmetric
el: Ασύμμετρη

# selection:gnuhealth.patient.pregnancy,iugr:
source: Symmetric
el: Συμμετρική

# selection:gnuhealth.patient.pregnancy,pregnancy_end_result:
source: Abortion
el: Αποβολή

# selection:gnuhealth.patient.pregnancy,pregnancy_end_result:
source: Live birth
el: Ζώσα Γέννηση

# selection:gnuhealth.patient.pregnancy,pregnancy_end_result:
source: Status unknown
el: Άγνωστη Κατάσταση

# selection:gnuhealth.patient.pregnancy,pregnancy_end_result:
source: Stillbirth
el: Θνησιγένεια

# selection:gnuhealth.patient.prenatal.evaluation,invasive_placentation:
source: Accreta
el: Συμφυτικός πλακούντας

# selection:gnuhealth.patient.prenatal.evaluation,invasive_placentation:
source: Increta
el: Διεισδυτικός πλακούντας

# selection:gnuhealth.patient.prenatal.evaluation,invasive_placentation:
source: Normal decidua
el: Φυσιολογικός φθαρτός

# selection:gnuhealth.patient.prenatal.evaluation,invasive_placentation:
source: Percreta
el: Διηθητικός πλακούντας

# selection:gnuhealth.perinatal,fetus_presentation:
source: Breech
el: Ισχιακή

# selection:gnuhealth.perinatal,fetus_presentation:
source: Cephalic
el: Κεφαλική

# selection:gnuhealth.perinatal,fetus_presentation:
source: Shoulder
el: Ωμική

# selection:gnuhealth.perinatal,hematoma:
source: Retroperitoneal
el: Οπισθοπεριτοναϊκό

# selection:gnuhealth.perinatal,hematoma:
source: Vaginal
el: Κολπικό

# selection:gnuhealth.perinatal,hematoma:
source: Vulvar
el: Αιδοίου

# selection:gnuhealth.perinatal,laceration:
source: Bladder
el: Ουροδόχου Κύστης

# selection:gnuhealth.perinatal,laceration:
source: Broad Ligament
el: Πλατέος Συνδέσμου

# selection:gnuhealth.perinatal,laceration:
source: Cervical
el: Τραχηλική

# selection:gnuhealth.perinatal,laceration:
source: Perineal
el: Περινεϊκή

# selection:gnuhealth.perinatal,laceration:
source: Rectal
el: Ορθού

# selection:gnuhealth.perinatal,laceration:
source: Urethral
el: Ουρηθρική

# selection:gnuhealth.perinatal,laceration:
source: Vaginal
el: Κολπική

# selection:gnuhealth.perinatal,laceration:
source: Vulvar
el: Αιδοίου

# selection:gnuhealth.perinatal,start_labor_mode:
source: C-section
el: Καισαρική Τομή

# selection:gnuhealth.perinatal,start_labor_mode:
source: Vaginal - Forceps Extraction
el: Κολπικός - με Εμβρυουλκία

# selection:gnuhealth.perinatal,start_labor_mode:
source: Vaginal - Spontaneous
el: Κολπικός - Αυτόματος

# selection:gnuhealth.perinatal,start_labor_mode:
source: Vaginal - Vacuum Extraction
el: Κολπικός - με Σικυουλκία

# selection:gnuhealth.perinatal.monitor,fetus_position:
source: Complete Breech
el: Τέλεια Ισχιακή Προβολή

# selection:gnuhealth.perinatal.monitor,fetus_position:
source: Footling Breech
el: Ισχιακή Προβολή (Ποδική)

# selection:gnuhealth.perinatal.monitor,fetus_position:
source: Frank Breech
el: Απλή Ισχιακή Προβολή

# selection:gnuhealth.perinatal.monitor,fetus_position:
source: Occiput / Cephalic Posterior
el: Ινιακή / Οπίσθια Κεφαλική

# selection:gnuhealth.perinatal.monitor,fetus_position:
source: Transverse Lie
el: Εγκάρσιο Σχήμα

# selection:gnuhealth.pregnancy.result,delivery_mode:
source: C-section
el: Καισαρική Τομή

# selection:gnuhealth.pregnancy.result,delivery_mode:
source: Vaginal - Forceps Extraction
el: Κολπικός - με Εμβρυουλκία

# selection:gnuhealth.pregnancy.result,delivery_mode:
source: Vaginal - Spontaneous
el: Κολπικός - Αυτόματος

# selection:gnuhealth.pregnancy.result,delivery_mode:
source: Vaginal - Vacuum Extraction
el: Κολπικός - με Σικυουλκία

# selection:gnuhealth.pregnancy.result,result:
source: Abortion
el: Αποβολή

# selection:gnuhealth.pregnancy.result,result:
source: Live birth
el: Ζώσα Γέννηση

# selection:gnuhealth.pregnancy.result,result:
source: Status unknown
el: Άγνωστη Κατάσταση

# selection:gnuhealth.pregnancy.result,result:
source: Stillbirth
el: Θνησιγένεια

# selection:gnuhealth.puerperium.monitor,lochia_amount:
source: abundant
el: Άφθονη

# selection:gnuhealth.puerperium.monitor,lochia_amount:
source: hemorrhage
el: Αιμορραγία

# selection:gnuhealth.puerperium.monitor,lochia_amount:
source: normal
el: Φυσιολογική

# selection:gnuhealth.puerperium.monitor,lochia_color:
source: alba
el: Λευκά

# selection:gnuhealth.puerperium.monitor,lochia_color:
source: rubra
el: Ερυθρά

# selection:gnuhealth.puerperium.monitor,lochia_color:
source: serosa
el: Ορώδη

# selection:gnuhealth.puerperium.monitor,lochia_odor:
source: normal
el: Φυσιολογική

# selection:gnuhealth.puerperium.monitor,lochia_odor:
source: offensive
el: Δύσοσμη

# view:gnuhealth.patient.pregnancy:
source: End of pregnancy
el: Λήξη Κύησης

# view:gnuhealth.patient.pregnancy:
source: Labor
el: Τοκετός

# view:gnuhealth.patient.pregnancy:
source: Notes
el: Σημειώσεις

# view:gnuhealth.patient.pregnancy:
source: Patient
el: Ασθενής

# view:gnuhealth.patient.pregnancy:
source: Pregnancy
el: Εγκυμοσύνη

# view:gnuhealth.patient.pregnancy:
source: Prenatal
el: Προγεννητικός Έλεγχos

# view:gnuhealth.patient.pregnancy:
source: Puerperium
el: Λοχεία

# view:gnuhealth.patient.prenatal.evaluation:
source: Fetal Biometry
el: Εμβρυική Βιομετρία

# view:gnuhealth.patient.prenatal.evaluation:
source: Fetus Information
el: Πληροφορίες Εμβρύου

# view:gnuhealth.patient.prenatal.evaluation:
source: Mother Information
el: Πληροφορίες Μητέρας

# view:gnuhealth.patient.prenatal.evaluation:
source: Placenta
el: Πλακούντας

# view:gnuhealth.patient:
source: General
el: Γενικά

# view:gnuhealth.patient:
source: OB summary
el: Μαιευτική Σύνοψη

# view:gnuhealth.patient:
source: OB/GYN
el: Μαιευτική/Γυναικολογία

# view:gnuhealth.patient:
source: Screening
el: Προληπτικός Έλεγχos

# view:gnuhealth.perinatal.monitor:
source: Complications
el: Επιπλοκές

# view:gnuhealth.perinatal.monitor:
source: Fetus
el: Έμβρυο

# view:gnuhealth.perinatal.monitor:
source: Mother
el: Μητέρα

# view:gnuhealth.perinatal:
source: Additional Info
el: Πρόσθετες Πληροφορίες

# view:gnuhealth.perinatal:
source: Main
el: Κύρια

# view:gnuhealth.perinatal:
source: Notes
el: Σημειώσεις

# view:gnuhealth.perinatal:
source: Placenta anomalies
el: Ανωμαλίες Πλακούντα

# view:gnuhealth.puerperium.monitor:
source: Institution
el: Ίδρυμα

# view:gnuhealth.puerperium.monitor:
source: Lochia
el: Λόχεια

# view:gnuhealth.puerperium.monitor:
source: Main
el: Κύρια
