Repository: pypi-data/pypi-mirror-397
Catalog: packages/gnuhealth-genetics/gnuhealth_genetics-5.0.2-py3-none-any.whl/trytond/modules/health_genetics/locale/*.po
Languages: el

# field:gnuhealth.gene,aliases:
source: Aliases
el: Ψευδώνυμα

# field:gnuhealth.gene,chromosome:
source: Chromosome
el: Χρωμόσωμα

# field:gnuhealth.gene,ensembl_id:
source: Ensembl ID
el: Αναγνωριστικό Ensembl

# field:gnuhealth.gene,gene_id:
source: Entrez Gene ID
el: Αναγνωριστικό Γονιδίου Entrez

# field:gnuhealth.gene,gene_type:
source: Gene type
el: Τύπος γονιδίου

# field:gnuhealth.gene,hgnc_id:
source: HGNC ID
el: Αναγνωριστικό HGNC

# field:gnuhealth.gene,info:
source: Information
el: Πληροφορίες

# field:gnuhealth.gene,location:
source: Location
el: Τοποθεσία

# field:gnuhealth.gene,long_name:
source: Official Name
el: Επίσημο Όνομα

# field:gnuhealth.gene,name:
source: Symbol
el: Σύμβολο

# field:gnuhealth.gene,name_aliases:
source: Name Aliases
el: Ψευδώνυμα Ονόματος

# field:gnuhealth.gene,omim_id:
source: OMIM ID
el: Αναγνωριστικό OMIM

# field:gnuhealth.gene,protein_name:
source: Protein Code
el: Κωδικός Πρωτεΐνης

# field:gnuhealth.gene,protein_uri:
source: Protein URI
el: URI Πρωτεΐνης

# field:gnuhealth.gene,variants:
source: Variants
el: Παραλλαγές

# field:gnuhealth.gene.variant,aa_change:
source: AA Change
el: Αλλαγή Αμινοξέος

# field:gnuhealth.gene.variant,dbsnp_url:
source: Reference SNP
el: SNP Αναφοράς

# field:gnuhealth.gene.variant,gene:
source: Gene
el: Γονίδιο

# field:gnuhealth.gene.variant,phenotypes:
source: Phenotypes / Diseases
el: Φαινότυποι / Ασθένειες

# field:gnuhealth.gene.variant,protein:
source: Protein
el: Πρωτεΐνη

# field:gnuhealth.gene.variant,significance:
source: Significance
el: Σημασία

# field:gnuhealth.gene.variant.phenotype,gene:
source: Gene & Protein
el: Γονίδιο & Πρωτεΐνη

# field:gnuhealth.gene.variant.phenotype,name:
source: Code
el: Κωδικός

# field:gnuhealth.gene.variant.phenotype,phenotype:
source: Phenotype
el: Φαινότυπος

# field:gnuhealth.gene.variant.phenotype,variant:
source: Variant
el: Παραλλαγή

# field:gnuhealth.patient,genetic_risks:
source: Genetic Information
el: Γενετικές Πληροφορίες

# field:gnuhealth.patient.genetic.risk,disease_gene:
source: Gene
el: Γονίδιο

# field:gnuhealth.patient.genetic.risk,healthprof:
source: Health Prof
el: Επαγγ. Υγείας

# field:gnuhealth.patient.genetic.risk,institution:
source: Institution
el: Ίδρυμα

# field:gnuhealth.patient.genetic.risk,natural_variant:
source: Variant
el: Παραλλαγή

# field:gnuhealth.patient.genetic.risk,notes:
source: Notes
el: Σημειώσεις

# field:gnuhealth.patient.genetic.risk,onset:
source: Onset
el: Έναρξη

# field:gnuhealth.patient.genetic.risk,patient:
source: Patient
el: Ασθενής

# field:gnuhealth.patient.genetic.risk,variant_phenotype:
source: Phenotype
el: Φαινότυπος

# field:gnuhealth.patient.genetic.risk,zygosity:
source: Zygosity
el: Ζυγωτότητα

# field:gnuhealth.protein.disease,acronym:
source: Mnemonic
el: Μνημονικό

# field:gnuhealth.protein.disease,active:
source: Active
el: Ενεργό

# field:gnuhealth.protein.disease,description:
source: Description
el: Περιγραφή

# field:gnuhealth.protein.disease,disease_name:
source: Disease name
el: Όνομα ασθένειας

# field:gnuhealth.protein.disease,disease_uri:
source: Disease URI
el: URI Ασθένειας

# field:gnuhealth.protein.disease,gene_variant:
source: Natural Variant
el: Φυσική Παραλλαγή

# field:gnuhealth.protein.disease,inheritance_pattern:
source: Inheritance Pattern
el: Τρόπος Κληρονομικότητας

# field:gnuhealth.protein.disease,keywords:
source: Keywords
el: Λέξεις-κλειδιά

# field:gnuhealth.protein.disease,name:
source: Disease
el: Ασθένεια

# field:gnuhealth.protein.disease,xrefs:
source: Xrefs
el: Παραπομπές

# help:gnuhealth.gene,aliases:
source: Symbol aliases
el: Ψευδώνυμα συμβόλου

# help:gnuhealth.gene,chromosome:
source: Name of the affected chromosome
el: Όνομα του προσβεβλημένου χρωμοσώματος

# help:gnuhealth.gene,gene_id:
source: Gene ID from NCBI Entrez database.
el: Αναγνωριστικό γονιδίου από τη βάση δεδομένων NCBI Entrez.

# help:gnuhealth.gene,gene_type:
source: Locus in the form of group:type
el: Γονιδιακή θέση στη μορφή ομάδα:τύπος

# help:gnuhealth.gene,hgnc_id:
source: HUGO Gene Nomenclature Committee identifier
el: Αναγνωριστικό της Επιτροπής Ονοματολογίας Γονιδίων HUGO

# help:gnuhealth.gene,info:
source: Extra Information
el: Πρόσθετες πληροφορίες

# help:gnuhealth.gene,location:
source: Locus of the chromosome
el: Γονιδιακή θέση του χρωμοσώματος

# help:gnuhealth.gene,name:
source: Symbol
el: Σύμβολο

# help:gnuhealth.gene,name_aliases:
source: Name aliases
el: Ψευδώνυμα ονόματος

# help:gnuhealth.gene,protein_name:
source: Encoding Protein Code, such as UniProt protein name
el: Κωδικός κωδικοποιούσας πρωτεΐνης, όπως το όνομα πρωτεΐνης UniProt

# help:gnuhealth.gene,refseq_accession:
source: RefSeq Accession ID
el: Αναγνωριστικό Πρόσβασης RefSeq

# help:gnuhealth.gene.variant,aa_change:
source: Amino acid change
el: Αλλαγή αμινοξέος

# help:gnuhealth.gene.variant,dbsnp:
source: dbSNP ID
el: Αναγνωριστικό dbSNP

# help:gnuhealth.gene.variant,dbsnp_url:
source: Reference SNP (rs) link
el: Σύνδεσμος SNP αναφοράς (rs)

# help:gnuhealth.gene.variant,gene:
source: Gene and product (in parenthesis)
el: Γονίδιο και προϊόν (σε παρένθεση)

# help:gnuhealth.gene.variant,protein:
source: Uniprot Protein ID
el: Αναγνωριστικό Πρωτεΐνης Uniprot

# help:gnuhealth.gene.variant,significance:
source: Category related to the clinical significance of the variant
el: Κατηγορία που σχετίζεται με την κλινική σημασία της παραλλαγής

# help:gnuhealth.gene.variant,variant:
source: Variant Feature Identifier (FTId)
el: Αναγνωριστικό Χαρακτηριστικού Παραλλαγής (FTId)

# help:gnuhealth.gene.variant.phenotype,gene:
source: Gene and expressing protein (in parenthesis)
el: Γονίδιο και εκφραζόμενη πρωτεΐνη (σε παρένθεση)

# help:gnuhealth.patient.genetic.risk,healthprof:
source: Health professional
el: Επαγγελματίας Υγείας

# help:gnuhealth.patient.genetic.risk,onset:
source: Age in years
el: Ηλικία σε έτη

# help:gnuhealth.protein.disease,acronym:
source: Disease acronym / mnemonics
el: Ακρωνύμιο / μνημονικά ασθένειας

# help:gnuhealth.protein.disease,active:
source: Whether this code is current.If you deactivate it, the code will no longer show in the protein-related diseases
el: Εάν αυτός ο κωδικός είναι τρέχων. Εάν τον απενεργοποιήσετε, ο κωδικός δεν θα εμφανίζεται πλέον στις ασθένειες που σχετίζονται με πρωτεΐνες

# help:gnuhealth.protein.disease,gene_variant:
source: Natural variants involved in this condition
el: Φυσικές παραλλαγές που εμπλέκονται σε αυτή την κατάσταση

# help:gnuhealth.protein.disease,inheritance_pattern:
source: Inheritance pattern
el: Τρόπος κληρονομικότητας

# help:gnuhealth.protein.disease,mim_reference:
source: MIM -Mendelian Inheritance in Man- DB reference
el: Αναφορά στη βάση δεδομένων MIM - Μεντελική Κληρονομικότητα στον Άνθρωπο

# help:gnuhealth.protein.disease,name:
source: Uniprot Disease Code
el: Κωδικός Ασθένειας Uniprot

# help:gnuhealth.protein.disease,xrefs:
source: Cross references
el: Διασταυρούμενες αναφορές

# model:gnuhealth.gene,name:
source: Genes
el: Γονίδια

# model:gnuhealth.gene.variant,name:
source: Natural Variant
el: Φυσική Παραλλαγή

# model:gnuhealth.gene.variant.phenotype,name:
source: Variant Phenotypes
el: Φαινότυποι Παραλλαγής

# model:gnuhealth.patient.genetic.risk,name:
source: Patient Genetic Information
el: Γενετικές Πληροφορίες Ασθενούς

# model:gnuhealth.protein.disease,name:
source: Protein related disorders
el: Διαταραχές σχετιζόμενες με πρωτεΐνες

# model:ir.action,name:gnuhealth_action_gene
source: Genes
el: Γονίδια

# model:ir.action,name:gnuhealth_action_gene_variant
source: Natural Variants
el: Φυσικές Παραλλαγές

# model:ir.action,name:gnuhealth_action_gene_variant_phenotype
source: Variant Phenotypes
el: Φαινότυποι Παραλλαγής

# model:ir.action,name:gnuhealth_action_patient_genetics
source: Person genetic information
el: Γενετικές πληροφορίες ατόμου

# model:ir.action,name:gnuhealth_action_protein_disease
source: Protein related diseases
el: Ασθένειες σχετιζόμενες με πρωτεΐνες

# model:ir.ui.menu,name:gnuhealth_conf_gene_variant_phenotypes
source: Variant Phenotypes
el: Φαινότυποι Παραλλαγής

# model:ir.ui.menu,name:gnuhealth_conf_gene_variants
source: Natural Variants
el: Φυσικές Παραλλαγές

# model:ir.ui.menu,name:gnuhealth_conf_genes
source: Genes
el: Γονίδια

# model:ir.ui.menu,name:gnuhealth_conf_genetics
source: Genetics
el: Γενετική

# model:ir.ui.menu,name:gnuhealth_conf_protein_diseases
source: Protein related diseases
el: Ασθένειες σχετιζόμενες με πρωτεΐνες

# model:ir.ui.menu,name:gnuhealth_genetics
source: Genetics
el: Γενετική

# model:ir.ui.menu,name:gnuhealth_patient_genetics
source: Person genetic information
el: Γενετικές πληροφορίες ατόμου

# model:res.group,name:group_health_genetics_admin
source: Health Genetics Administration
el: Διαχείριση Γενετικής Υγείας

# selection:gnuhealth.gene,gene_type:
source: ncRNA: cluster RNA
el: ncRNA: RNA συμπλέγματος

# selection:gnuhealth.gene,gene_type:
source: ncRNA: long non-coding RNA
el: ncRNA: μακρύ μη κωδικοποιούν RNA

# selection:gnuhealth.gene,gene_type:
source: ncRNA: micro RNA
el: ncRNA: μικρο-RNA

# selection:gnuhealth.gene,gene_type:
source: ncRNA: misc RNA
el: ncRNA: διάφορα RNA

# selection:gnuhealth.gene,gene_type:
source: ncRNA: ribosomal RNA
el: ncRNA: ριβοσωμικό RNA

# selection:gnuhealth.gene,gene_type:
source: ncRNA: small nuclear RNA
el: ncRNA: μικρό πυρηνικό RNA

# selection:gnuhealth.gene,gene_type:
source: ncRNA: small nucleolar RNA
el: ncRNA: μικρό πυρηνισκικό RNA

# selection:gnuhealth.gene,gene_type:
source: ncRNA: transfer RNA
el: ncRNA: μεταφορικό RNA

# selection:gnuhealth.gene,gene_type:
source: other: T cell receptor gene
el: άλλο: γονίδιο υποδοχέα Τ-κυττάρου

# selection:gnuhealth.gene,gene_type:
source: other: biological region
el: άλλο: βιολογική περιοχή

# selection:gnuhealth.gene,gene_type:
source: other: complex locus constituent
el: άλλο: συστατικό σύνθετης γονιδιακής θέσης

# selection:gnuhealth.gene,gene_type:
source: other: endogenous retrovirus
el: άλλο: ενδογενής ρετροϊός

# selection:gnuhealth.gene,gene_type:
source: other: fragile site
el: άλλο: εύθραυστη θέση

# selection:gnuhealth.gene,gene_type:
source: other: immunoglobulin gene
el: άλλο: γονίδιο ανοσοσφαιρίνης

# selection:gnuhealth.gene,gene_type:
source: other: readthrough
el: άλλο: διαπερατότητα

# selection:gnuhealth.gene,gene_type:
source: other: unknown
el: άλλο: άγνωστο

# selection:gnuhealth.gene,gene_type:
source: other: virus integration site
el: άλλο: θέση ενσωμάτωσης ιού

# selection:gnuhealth.gene,gene_type:
source: protein-coding gene
el: γονίδιο που κωδικοποιεί πρωτεΐνη

# selection:gnuhealth.gene,gene_type:
source: pseudogene: T cell receptor pseudogene
el: ψευδογονίδιο: ψευδογονίδιο υποδοχέα Τ-κυττάρου

# selection:gnuhealth.gene,gene_type:
source: pseudogene: immunoglobulin pseudogene
el: ψευδογονίδιο: ψευδογονίδιο ανοσοσφαιρίνης

# selection:gnuhealth.gene,gene_type:
source: pseudogene: pseudogene
el: ψευδογονίδιο: ψευδογονίδιο

# selection:gnuhealth.gene.variant,significance:
source: LB/B: Likely benign or benign
el: LB/B: Πιθανώς καλόηθες ή καλόηθες

# selection:gnuhealth.gene.variant,significance:
source: LP/P: Likely pathogenic or pathogenic
el: LP/P: Πιθανώς παθογόνο ή παθογόνο

# selection:gnuhealth.gene.variant,significance:
source: US: Unknown significance
el: US: Άγνωστης σημασίας

# selection:gnuhealth.patient.genetic.risk,zygosity:
source: Hemizygosity
el: Ημιζυγωτία

# selection:gnuhealth.patient.genetic.risk,zygosity:
source: Heterozygosity
el: Ετεροζυγωτία

# selection:gnuhealth.patient.genetic.risk,zygosity:
source: Homozygosity
el: Ομοζυγωτία

# selection:gnuhealth.protein.disease,inheritance_pattern:
source: Autosomal dominant
el: Αυτοσωμική επικρατής

# selection:gnuhealth.protein.disease,inheritance_pattern:
source: Autosomal recessive
el: Αυτοσωμική υπολειπόμενη

# selection:gnuhealth.protein.disease,inheritance_pattern:
source: Mitochondrial
el: Μιτοχονδριακή

# selection:gnuhealth.protein.disease,inheritance_pattern:
source: X-Linked
el: Φυλοσύνδετη με το Χ

# selection:gnuhealth.protein.disease,inheritance_pattern:
source: Y-Linked
el: Φυλοσύνδετη με το Υ

# selection:gnuhealth.protein.disease,inheritance_pattern:
source: codominance
el: συνεπικράτηση

# view:gnuhealth.patient:
source: Genetics
el: Γενετική

# view:gnuhealth.protein.disease:
source: Disease
el: Ασθένεια

# view:gnuhealth.protein.disease:
source: Protein and Gene
el: Πρωτεΐνη και Γονίδιο
