Repository: pypi-data/pypi-mirror-397
Catalog: packages/gnuhealth-surgery/gnuhealth_surgery-5.0.2.tar.gz/gnuhealth_surgery-5.0.2/locale/*.po
Languages: el

# selection:gnuhealth.surgery,patient_positioning:
source: Supine Decubitus
el: Ύπτια κατάκλιση

# selection:gnuhealth.surgery,state:
source: Cancelled
el: Ακυρωμένο

# selection:gnuhealth.surgery,state:
source: Confirmed
el: Επιβεβαιωμένο

# selection:gnuhealth.surgery,state:
source: Done
el: Ολοκληρωμένο

# selection:gnuhealth.surgery,state:
source: Draft
el: Πρόχειρο

# selection:gnuhealth.surgery,state:
source: In Progress
el: Σε Εξέλιξη

# selection:gnuhealth.surgery,state:
source: Signed
el: Υπογεγραμμένο

# selection:gnuhealth.surgery,surgical_wound:
source: Clean . Class I
el: Καθαρό . Κατηγορία I

# selection:gnuhealth.surgery,surgical_wound:
source: Clean-Contaminated . Class II
el: Καθαρό-Μολυσμένο . Κατηγορία II

# selection:gnuhealth.surgery,surgical_wound:
source: Contaminated . Class III
el: Μολυσμένο . Κατηγορία III

# selection:gnuhealth.surgery,surgical_wound:
source: Dirty-Infected . Class IV
el: Ρυπαρό-Μολυσμένο . Κατηγορία IV

# selection:gnuhealth.surgery.complication,severity:
source: Mild
el: Ήπια

# selection:gnuhealth.surgery.complication,severity:
source: Moderate
el: Μέτρια

# selection:gnuhealth.surgery.complication,severity:
source: Severe
el: Σοβαρή

# selection:gnuhealth.surgery.drain,drain:
source: Thoracic tube
el: Θωρακικός σωλήνας

# selection:gnuhealth.surgery.protocol,anesthesia_type:
source: Epidural
el: Επισκληρίδιος

# selection:gnuhealth.surgery.protocol,anesthesia_type:
source: General
el: Γενική

# selection:gnuhealth.surgery.protocol,anesthesia_type:
source: Local
el: Τοπική

# selection:gnuhealth.surgery.protocol,anesthesia_type:
source: Local + sedation
el: Τοπική + καταστολή

# selection:gnuhealth.surgery.protocol,anesthesia_type:
source: No anesthesia
el: Χωρίς αναισθησία

# selection:gnuhealth.surgery.protocol,anesthesia_type:
source: Peribulbar
el: Περιβολβική

# selection:gnuhealth.surgery.protocol,anesthesia_type:
source: Rachianesthesia
el: Ραχιαία αναισθησία

# selection:gnuhealth.surgery.protocol,anesthesia_type:
source: Regional
el: Περιοχική

# selection:gnuhealth.surgery.protocol,anesthesia_type:
source: Regional Block
el: Περιοχικός αποκλεισμός

# selection:gnuhealth.surgery.protocol,anesthesia_type:
source: Sedation
el: Καταστολή

# selection:gnuhealth.surgery.protocol,approach:
source: Arthroscopic
el: Αρθροσκοπική

# selection:gnuhealth.surgery.protocol,approach:
source: Endoscopic
el: Ενδοσκοπική

# selection:gnuhealth.surgery.protocol,approach:
source: Laparoscopic
el: Λαπαροσκοπική

# selection:gnuhealth.surgery.protocol,approach:
source: Open
el: Ανοικτή

# selection:gnuhealth.surgery.protocol,approach:
source: Robotic
el: Ρομποτική

# selection:gnuhealth.surgery.protocol,approach:
source: other
el: άλλο

# selection:gnuhealth.surgery.protocol,classification:
source: Emergency
el: Επείγον

# selection:gnuhealth.surgery.protocol,classification:
source: Optional
el: Προαιρετικό

# selection:gnuhealth.surgery.protocol,classification:
source: Required
el: Απαιτούμενο

# selection:gnuhealth.surgery.protocol,classification:
source: Urgent
el: Επείγον

# selection:gnuhealth.surgery.protocol,laterality:
source: Bilateral
el: Αμφοτερόπλευρη

# selection:gnuhealth.surgery.protocol,laterality:
source: Left
el: Αριστερή

# selection:gnuhealth.surgery.protocol,laterality:
source: Right
el: Δεξιά

# selection:gnuhealth.surgery.protocol,patient_positioning:
source: Fowlers
el: Θέση Fowler

# selection:gnuhealth.surgery.protocol,patient_positioning:
source: Jacknife
el: Θέση Jacknife

# selection:gnuhealth.surgery.protocol,patient_positioning:
source: Kidney positioning
el: Νεφρική θέση

# selection:gnuhealth.surgery.protocol,patient_positioning:
source: Knee-chest
el: Γονατοθωρακική θέση

# selection:gnuhealth.surgery.protocol,patient_positioning:
source: Lateral
el: Πλάγια

# selection:gnuhealth.surgery.protocol,patient_positioning:
source: Lithotomy
el: Λιθοτομική

# selection:gnuhealth.surgery.protocol,patient_positioning:
source: Lloyd-Davies
el: Θέση Lloyd-Davies

# selection:gnuhealth.surgery.protocol,patient_positioning:
source: Other
el: Άλλη

# selection:gnuhealth.surgery.protocol,patient_positioning:
source: Prone Decubitus
el: Πρηνής κατάκλιση

# selection:gnuhealth.surgery.protocol,patient_positioning:
source: Reverse Trendelenburg
el: Αντίστροφη Trendelenburg

# selection:gnuhealth.surgery.protocol,patient_positioning:
source: Semi-Fowler
el: Ημι-Fowler

# selection:gnuhealth.surgery.protocol,patient_positioning:
source: Sims
el: Θέση Sims

# selection:gnuhealth.surgery.protocol,patient_positioning:
source: Supine Decubitus
el: Ύπτια κατάκλιση

# view:gnuhealth.operation:
source: Procedure Details / Incidents
el: Λεπτομέρειες Διαδικασίας / Συμβάντα

# view:gnuhealth.or.schedule:
source: Date
el: Ημερομηνία

# view:gnuhealth.or.schedule:
source: Details
el: Λεπτομέρειες

# view:gnuhealth.or.schedule:
source: Main
el: Κύρια

# view:gnuhealth.or.schedule:
source: Remarks
el: Παρατηρήσεις

# view:gnuhealth.patient.evaluation:
source: Surgical relevant info
el: Σχετικές χειρουργικές πληροφορίες

# view:gnuhealth.patient:
source: Surgeries
el: Χειρουργεία

# view:gnuhealth.preoperative_assessment:
source: Complementary tests
el: Συμπληρωματικές εξετάσεις

# view:gnuhealth.preoperative_assessment:
source: Confirm and scheduled surgery
el: Επιβεβαίωση και προγραμματισμός χειρουργείου

# view:gnuhealth.preoperative_assessment:
source: Confirm the surgery and reserve the Operating Room ?
el: Επιβεβαίωση του χειρουργείου και κράτηση της Αίθουσας Χειρουργείου;

# view:gnuhealth.preoperative_assessment:
source: Critical Information
el: Κρίσιμες Πληροφορίες

# view:gnuhealth.preoperative_assessment:
source: Decision
el: Απόφαση

# view:gnuhealth.preoperative_assessment:
source: Institution
el: Ίδρυμα

# view:gnuhealth.preoperative_assessment:
source: Misc
el: Διάφορα

# view:gnuhealth.preoperative_assessment:
source: Notes
el: Σημειώσεις

# view:gnuhealth.preoperative_assessment:
source: Risk assessment
el: Εκτίμηση κινδύνου

# view:gnuhealth.preoperative_assessment:
source: Schedule Surgery
el: Προγραμματισμός Χειρουργείου

# view:gnuhealth.preoperative_assessment:
source: Surgery schedule
el: Πρόγραμμα χειρουργείου

# view:gnuhealth.surgery.protocol:
source: Discharge instructions
el: Οδηγίες εξιτηρίου

# view:gnuhealth.surgery.protocol:
source: General Info
el: Γενικές Πληροφορίες

# view:gnuhealth.surgery.protocol:
source: Header
el: Κεφαλίδα

# view:gnuhealth.surgery.protocol:
source: Patient positioning
el: Τοποθέτηση ασθενούς

# view:gnuhealth.surgery.protocol:
source: Postoperative guidelines
el: Μετεγχειρητικές οδηγίες

# view:gnuhealth.surgery.protocol:
source: Surgical Intervention
el: Χειρουργική Επέμβαση

# view:gnuhealth.surgery:
source: Anesthesia
el: Αναισθησία

# view:gnuhealth.surgery:
source: Cancel
el: Ακύρωση

# view:gnuhealth.surgery:
source: Cancel surgery ?
el: Ακύρωση χειρουργείου;

# view:gnuhealth.surgery:
source: Cancel the confirmed surgery
el: Ακύρωση του επιβεβαιωμένου χειρουργείου

# view:gnuhealth.surgery:
source: Complications
el: Επιπλοκές

# view:gnuhealth.surgery:
source: Confirm
el: Επιβεβαίωση

# view:gnuhealth.surgery:
source: Confirm the scheduled surgery
el: Επιβεβαίωση του προγραμματισμένου χειρουργείου

# view:gnuhealth.surgery:
source: Confirm the surgery and reserve the Operating Room ?
el: Επιβεβαίωση του χειρουργείου και κράτηση της Αίθουσας Χειρουργείου;

# view:gnuhealth.surgery:
source: Details
el: Λεπτομέρειες

# view:gnuhealth.surgery:
source: Discharge
el: Εξιτήριο

# view:gnuhealth.surgery:
source: Discharge instructions
el: Οδηγίες εξιτηρίου

# view:gnuhealth.surgery:
source: End this surgery ?
el: Τερματισμός αυτού του χειρουργείου;

# view:gnuhealth.surgery:
source: Finish and sign this surgery ? Itwill become read-only !
el: Ολοκλήρωση και υπογραφή αυτού του χειρουργείου; Θα γίνει μόνο για ανάγνωση!

# view:gnuhealth.surgery:
source: Finnish
el: Ολοκλήρωση

# view:gnuhealth.surgery:
source: Finnish the surgery
el: Ολοκλήρωση του χειρουργείου

# view:gnuhealth.surgery:
source: Main
el: Κύρια

# view:gnuhealth.surgery:
source: Patient
el: Ασθενής

# view:gnuhealth.surgery:
source: Patient positioning
el: Τοποθέτηση ασθενούς

# view:gnuhealth.surgery:
source: Postoperative
el: Μετεγχειρητικά

# view:gnuhealth.surgery:
source: Postoperative guidelines
el: Μετεγχειρητικές οδηγίες

# view:gnuhealth.surgery:
source: Preoperative checklist
el: Προεγχειρητική λίστα ελέγχου

# view:gnuhealth.surgery:
source: Procedures
el: Διαδικασίες

# view:gnuhealth.surgery:
source: Sign
el: Υπογραφή

# view:gnuhealth.surgery:
source: Sign this surgery
el: Υπογραφή αυτού του χειρουργείου

# view:gnuhealth.surgery:
source: Start
el: Έναρξη

# view:gnuhealth.surgery:
source: Start the Surgery
el: Έναρξη του Χειρουργείου

# view:gnuhealth.surgery:
source: Start the surgery ?
el: Έναρξη του χειρουργείου;

# view:gnuhealth.surgery:
source: Supplies
el: Αναλώσιμα

# view:gnuhealth.surgery:
source: Surgical Intervention
el: Χειρουργική Επέμβαση

# view:gnuhealth.surgery:
source: Team
el: Ομάδα

# view:gnuhealth.surgery:
source: Time
el: Ώρα
