Repository: pypi-data/pypi-mirror-397
Catalog: packages/gnuhealth-surgery/gnuhealth_surgery-5.0.2.tar.gz/gnuhealth_surgery-5.0.2/locale/*.po
Languages: el

# field:gnuhealth.operation,notes:
source: Notes
el: Σημειώσεις

# field:gnuhealth.operation,procedure:
source: Code
el: Κωδικός

# field:gnuhealth.operation,surgery:
source: Surgery
el: Χειρουργείο

# field:gnuhealth.or.schedule,comments:
source: Comments
el: Σχόλια

# field:gnuhealth.or.schedule,health_condition:
source: Condition
el: Πάθηση

# field:gnuhealth.or.schedule,healthprof:
source: Health Prof
el: Επαγγ. Υγείας

# field:gnuhealth.or.schedule,institution:
source: Institution
el: Ίδρυμα

# field:gnuhealth.or.schedule,oproom:
source: Op. Room
el: Αίθ. Χειρ.

# field:gnuhealth.or.schedule,patient:
source: Patient
el: Ασθενής

# field:gnuhealth.or.schedule,reserve_from:
source: From
el: Από

# field:gnuhealth.or.schedule,reserve_to:
source: To
el: Έως

# field:gnuhealth.or.schedule,specialty:
source: Specialty
el: Ειδικότητα

# field:gnuhealth.or.schedule,state:
source: Status
el: Κατάσταση

# field:gnuhealth.or.schedule,surgery:
source: Surgery
el: Χειρουργείο

# field:gnuhealth.or.schedule,urgency:
source: Urgency
el: Επείγον

# field:gnuhealth.patient,surgery:
source: Surgeries
el: Χειρουργεία

# field:gnuhealth.patient.evaluation,hernia_disfunction:
source: Disfunctionality level
el: Επίπεδο δυσλειτουργίας

# field:gnuhealth.patient.evaluation,hernia_localization:
source: Localization
el: Εντόπιση

# field:gnuhealth.patient.evaluation,hernia_side:
source: Side
el: Πλευρά

# field:gnuhealth.patient.evaluation,hernia_time:
source: Evolution time
el: Χρόνος εξέλιξης

# field:gnuhealth.patient.evaluation,hernia_type:
source: Type
el: Τύπος

# field:gnuhealth.patient.evaluation,surgical_context:
source: Context
el: Πλαίσιο

# field:gnuhealth.patient.evaluation,thyroid_clinical:
source: Clinical
el: Κλινικά

# field:gnuhealth.patient.evaluation,thyroid_exploration:
source: Exploration
el: Διερεύνηση

# field:gnuhealth.patient.evaluation,thyroid_goiter:
source: Goiter
el: Βρογχοκήλη

# field:gnuhealth.patient.evaluation,thyroid_goiter_class:
source: Goiter classification
el: Ταξινόμηση βρογχοκήλης

# field:gnuhealth.patient.evaluation,thyroid_side:
source: Side
el: Πλευρά

# field:gnuhealth.preoperative_assessment,assessment_date:
source: Date
el: Ημερομηνία

# field:gnuhealth.preoperative_assessment,critical_info:
source: Critical Information
el: Κρίσιμες πληροφορίες

# field:gnuhealth.preoperative_assessment,ecg:
source: ECG
el: ΗΚΓ

# field:gnuhealth.preoperative_assessment,evaluation:
source: Evaluation
el: Αξιολόγηση

# field:gnuhealth.preoperative_assessment,health_professional:
source: Health Prof
el: Επαγγ. Υγείας

# field:gnuhealth.preoperative_assessment,imaging_test:
source: Imaging
el: Απεικόνιση

# field:gnuhealth.preoperative_assessment,institution:
source: Institution
el: Ίδρυμα

# field:gnuhealth.preoperative_assessment,lab_test:
source: Lab
el: Εργαστήριο

# field:gnuhealth.preoperative_assessment,needs_blood_reserve:
source: Needs blood reservation
el: Απαιτείται κράτηση αίματος

# field:gnuhealth.preoperative_assessment,no_anesthesia:
source: Do NOT use anesthesia
el: ΝΑ ΜΗΝ χρησιμοποιηθεί αναισθησία

# field:gnuhealth.preoperative_assessment,operating_room:
source: Op. Room
el: Αίθ. Χειρ.

# field:gnuhealth.preoperative_assessment,patient:
source: Patient
el: Ασθενής

# field:gnuhealth.preoperative_assessment,preop_bleeding_risk:
source: Risk of Massive bleeding
el: Κίνδυνος μαζικής αιμορραγίας

# field:gnuhealth.preoperative_assessment,short_notes:
source: Notes
el: Σημειώσεις

# field:gnuhealth.preoperative_assessment,specialty:
source: Specialty
el: Ειδικότητα

# field:gnuhealth.preoperative_assessment,surgery:
source: Surgery
el: Χειρουργείο

# field:gnuhealth.preoperative_assessment,surgery_date:
source: Surgery date
el: Ημερομηνία χειρουργείου

# field:gnuhealth.preoperative_assessment,surgical_decision:
source: Surgical decision
el: Χειρουργική απόφαση

# field:gnuhealth.preoperative_assessment,surgical_wound:
source: Surgical wound
el: Χειρουργικό τραύμα

# field:gnuhealth.rcri,health_professional:
source: Health Prof
el: Επαγγελματίας Υγείας

# field:gnuhealth.rcri,patient:
source: Patient
el: Ασθενής

# field:gnuhealth.rcri,rcri_cerebrovascular_history:
source: History of Cerebrovascular disease
el: Ιστορικό Αγγειακής Εγκεφαλικής Νόσου

# field:gnuhealth.rcri,rcri_class:
source: RCRI Class
el: Κατηγορία RCRI

# field:gnuhealth.rcri,rcri_congestive_history:
source: History of congestive heart disease
el: Ιστορικό συμφορητικής καρδιακής ανεπάρκειας

# field:gnuhealth.rcri,rcri_date:
source: Date
el: Ημερομηνία

# field:gnuhealth.rcri,rcri_diabetes_history:
source: Preoperative Diabetes
el: Προεγχειρητικός Διαβήτης

# field:gnuhealth.rcri,rcri_high_risk_surgery:
source: High Risk surgery
el: Χειρουργείο Υψηλού Κινδύνου

# field:gnuhealth.rcri,rcri_ischemic_history:
source: History of ischemic heart disease
el: Ιστορικό ισχαιμικής καρδιοπάθειας

# field:gnuhealth.rcri,rcri_kidney_history:
source: Preoperative Kidney disease
el: Προεγχειρητική Νεφρική Νόσος

# field:gnuhealth.rcri,rcri_total:
source: Score
el: Βαθμολογία

# field:gnuhealth.sequences,surgery_code_sequence:
source: Surgery code sequence
el: Ακολουθία κωδικού χειρουργείου

# field:gnuhealth.sequences.surgery_code_sequence,surgery_code_sequence:
source: Surgery code sequence
el: Ακολουθία κωδικού χειρουργείου

# field:gnuhealth.surgery,admission:
source: Admission
el: Εισαγωγή

# field:gnuhealth.surgery,age:
source: Estimative Age
el: Εκτιμώμενη Ηλικία

# field:gnuhealth.surgery,anesthesia_report:
source: Anesthesia Report
el: Αναφορά Αναισθησίας

# field:gnuhealth.surgery,anesthesia_type:
source: Anesthesia
el: Αναισθησία

# field:gnuhealth.surgery,anesthetist:
source: Anesthetist
el: Αναισθησιολόγος

# field:gnuhealth.surgery,approach:
source: Approach
el: Προσπέλαση

# field:gnuhealth.surgery,classification:
source: Urgency
el: Επείγον

# field:gnuhealth.surgery,code:
source: Code
el: Κωδικός

# field:gnuhealth.surgery,complications_notes:
source: Complications
el: Επιπλοκές

# field:gnuhealth.surgery,computed_age:
source: Age
el: Ηλικία

# field:gnuhealth.surgery,description:
source: Description
el: Περιγραφή

# field:gnuhealth.surgery,discharge_instructions:
source: Discharge Instructions
el: Οδηγίες Εξιτηρίου

# field:gnuhealth.surgery,drains:
source: Drains
el: Παροχετεύσεις

# field:gnuhealth.surgery,ellapsed_time:
source: Ellapsed time
el: Παρελθών χρόνος

# field:gnuhealth.surgery,extra_info:
source: Extra Info
el: Πρόσθετες Πληροφορίες

# field:gnuhealth.surgery,gender:
source: Gender
el: Φύλο

# field:gnuhealth.surgery,incl_intervention:
source: Incl. procedure
el: Συμπ. διαδικασία

# field:gnuhealth.surgery,institution:
source: Institution
el: Ίδρυμα

# field:gnuhealth.surgery,laterality:
source: Laterality
el: Πλευρίωση

# field:gnuhealth.surgery,main_procedure:
source: Main Procedure
el: Κύρια Επέμβαση

# field:gnuhealth.surgery,operating_room:
source: Op. Room
el: Αίθ. Χειρ.

# field:gnuhealth.surgery,pathology:
source: Condition
el: Πάθηση

# field:gnuhealth.surgery,patient:
source: Patient
el: Ασθενής

# field:gnuhealth.surgery,patient_positioning:
source: Patient Positioning
el: Τοποθέτηση Ασθενούς

# field:gnuhealth.surgery,postoperative_dx:
source: Post-op dx
el: Μετεγχειρητική Διάγνωση

# field:gnuhealth.surgery,postoperative_guidelines:
source: Postoperative guidelines
el: Μετεγχειρητικές οδηγίες

# field:gnuhealth.surgery,preop_antibiotics:
source: Antibiotic Prophylaxis
el: Αντιβιοτική Προφύλαξη

# field:gnuhealth.surgery,preop_assessment:
source: Preop assessment
el: Προεγχειρητική αξιολόγηση

# field:gnuhealth.surgery,preop_bleeding_risk:
source: Risk of Massive bleeding
el: Κίνδυνος μαζικής αιμορραγίας

# field:gnuhealth.surgery,preop_oximeter:
source: Pulse Oximeter in place
el: Παλμικό Οξύμετρο στη θέση του

# field:gnuhealth.surgery,preop_site_marking:
source: Surgical Site Marking
el: Σήμανση Χειρουργικού Πεδίου

# field:gnuhealth.surgery,preop_sterility:
source: Sterility confirmed
el: Επιβεβαιωμένη Αποστείρωση

# field:gnuhealth.surgery,procedures:
source: Procedures
el: Διαδικασίες

# field:gnuhealth.surgery,protocol:
source: Protocol
el: Πρωτόκολλο

# field:gnuhealth.surgery,report_surgery_date:
source: Surgery Date
el: Ημερομηνία Χειρουργείου

# field:gnuhealth.surgery,report_surgery_time:
source: Surgery Time
el: Ώρα Χειρουργείου

# field:gnuhealth.surgery,signed_by:
source: Signed by
el: Υπογραφή από

# field:gnuhealth.surgery,specialty:
source: Specialty
el: Ειδικότητα

# field:gnuhealth.surgery,state:
source: State
el: Κατάσταση

# field:gnuhealth.surgery,supplies:
source: Supplies
el: Αναλώσιμα

# field:gnuhealth.surgery,surgeon:
source: Surgeon
el: Χειρουργός

# field:gnuhealth.surgery,surgery_complications:
source: Complications
el: Επιπλοκές

# field:gnuhealth.surgery,surgery_date:
source: Date
el: Ημερομηνία

# field:gnuhealth.surgery,surgery_end_date:
source: End
el: Λήξη

# field:gnuhealth.surgery,surgery_length:
source: Length
el: Διάρκεια

# field:gnuhealth.surgery,surgery_procedures:
source: Procedures
el: Διαδικασίες

# field:gnuhealth.surgery,surgery_team:
source: Team Members
el: Μέλη Ομάδας

# field:gnuhealth.surgery,surgical_intervention:
source: Surgical Intervention
el: Χειρουργική Επέμβαση

# field:gnuhealth.surgery,surgical_wound:
source: Surgical wound
el: Χειρουργικό τραύμα

# field:gnuhealth.surgery.complication,complication:
source: Complication
el: Επιπλοκή

# field:gnuhealth.surgery.complication,severity:
source: Severity
el: Σοβαρότητα

# field:gnuhealth.surgery.complication,short_comment:
source: Remarks
el: Παρατηρήσεις

# field:gnuhealth.surgery.complication,surgery:
source: Surgery
el: Χειρουργείο

# field:gnuhealth.surgery.drain,drain:
source: Drain
el: Παροχέτευση

# field:gnuhealth.surgery.drain,notes:
source: Notes
el: Σημειώσεις

# field:gnuhealth.surgery.drain,surgery:
source: Surgery
el: Χειρουργείο

# field:gnuhealth.surgery.protocol,anesthesia_type:
source: Anesthesia
el: Αναισθησία

# field:gnuhealth.surgery.protocol,approach:
source: Approach
el: Προσπέλαση

# field:gnuhealth.surgery.protocol,classification:
source: Urgency
el: Επείγον

# field:gnuhealth.surgery.protocol,code:
source: Code
el: Κωδικός

# field:gnuhealth.surgery.protocol,description:
source: Description
el: Περιγραφή

# field:gnuhealth.surgery.protocol,discharge_instructions:
source: Discharge Instructions
el: Οδηγίες Εξιτηρίου

# field:gnuhealth.surgery.protocol,general_info:
source: General Information
el: Γενικές Πληροφορίες

# field:gnuhealth.surgery.protocol,laterality:
source: Laterality
el: Πλευρίωση

# field:gnuhealth.surgery.protocol,name:
source: Name
el: Όνομα

# field:gnuhealth.surgery.protocol,pathology:
source: Condition
el: Πάθηση

# field:gnuhealth.surgery.protocol,patient_positioning:
source: Patient Positioning
el: Τοποθέτηση Ασθενούς

# field:gnuhealth.surgery.protocol,postoperative_guidelines:
source: Postoperative guidelines
el: Μετεγχειρητικές οδηγίες

# field:gnuhealth.surgery.protocol,surgical_intervention:
source: Surgical Intervention
el: Χειρουργική Επέμβαση

# field:gnuhealth.surgery_supply,notes:
source: Notes
el: Σημειώσεις

# field:gnuhealth.surgery_supply,qty:
source: Qty
el: Ποσότητα

# field:gnuhealth.surgery_supply,qty_used:
source: Used
el: Χρησιμοποιήθηκε

# field:gnuhealth.surgery_supply,supply:
source: Supply
el: Αναλώσιμο

# field:gnuhealth.surgery_supply,surgery:
source: Surgery
el: Χειρουργείο

# field:gnuhealth.surgery_team,notes:
source: Notes
el: Σημειώσεις

# field:gnuhealth.surgery_team,role:
source: Role
el: Ρόλος

# field:gnuhealth.surgery_team,surgery:
source: Surgery
el: Χειρουργείο

# field:gnuhealth.surgery_team,team_member:
source: Member
el: Μέλος

# help:gnuhealth.operation,procedure:
source: Procedure Code, for example ICD-10-PCS or ICPM
el: Κωδικός Διαδικασίας, για παράδειγμα ICD-10-PCS ή ICPM

# help:gnuhealth.or.schedule,health_condition:
source: Base Condition / Reason
el: Βασική Πάθηση / Αιτία

# help:gnuhealth.or.schedule,healthprof:
source: Health Professional
el: Επαγγελματίας Υγείας

# help:gnuhealth.or.schedule,institution:
source: Health Care Institution
el: Ίδρυμα Υγειονομικής Περίθαλψης

# help:gnuhealth.or.schedule,oproom:
source: Operating Room
el: Αίθουσα Χειρουργείου

# help:gnuhealth.or.schedule,patient:
source: Patient Name
el: Όνομα Ασθενούς

# help:gnuhealth.or.schedule,specialty:
source: Medical Specialty / Sector
el: Ιατρική Ειδικότητα / Τομέας

# help:gnuhealth.or.schedule,urgency:
source: Urgency level
el: Επίπεδο επείγοντος

# help:gnuhealth.patient.evaluation,thyroid_tvol:
source: Volume in mL
el: Όγκος σε mL

# help:gnuhealth.preoperative_assessment,assessment_date:
source: Date of the assessment
el: Ημερομηνία της αξιολόγησης

# help:gnuhealth.preoperative_assessment,critical_info:
source: Patient important health conditions at the moment of the assessment
el: Σημαντικές παθήσεις του ασθενούς κατά τη στιγμή της αξιολόγησης

# help:gnuhealth.preoperative_assessment,ecg:
source: Link to the associated electrocardiogram
el: Σύνδεσμος προς το σχετικό ηλεκτροκαρδιογράφημα

# help:gnuhealth.preoperative_assessment,evaluation:
source: Related encounter
el: Σχετική συνάντηση

# help:gnuhealth.preoperative_assessment,health_professional:
source: Health professional that signs this assessment
el: Επαγγελματίας υγείας που υπογράφει αυτή την αξιολόγηση

# help:gnuhealth.preoperative_assessment,imaging_test:
source: Link to the associated Dx imaging test
el: Σύνδεσμος προς τη σχετική διαγνωστική απεικονιστική εξέταση

# help:gnuhealth.preoperative_assessment,institution:
source: Health Care Institution where the surgery will take place
el: Ίδρυμα Υγειονομικής Περίθαλψης όπου θα πραγματοποιηθεί το χειρουργείο

# help:gnuhealth.preoperative_assessment,lab_test:
source: Link to the associated lab test
el: Σύνδεσμος προς τη σχετική εργαστηριακή εξέταση

# help:gnuhealth.preoperative_assessment,needs_blood_reserve:
source: The surgery requires preoperative blood ordering
el: Το χειρουργείο απαιτεί προεγχειρητική παραγγελία αίματος

# help:gnuhealth.preoperative_assessment,no_anesthesia:
source: The patient is not eligible to be anesthetized
el: Ο ασθενής δεν είναι κατάλληλος για αναισθησία

# help:gnuhealth.preoperative_assessment,operating_room:
source: Operating Room
el: Αίθουσα Χειρουργείου

# help:gnuhealth.preoperative_assessment,preop_asa:
source: ASA pre-operative Physical Status
el: Προεγχειρητική Φυσική Κατάσταση ASA

# help:gnuhealth.preoperative_assessment,preop_bleeding_risk:
source: Patient has a risk of losing more than 500 ml in adults of over 7ml/kg in infants. If so, make sure that intravenous access and fluids are available
el: Ο ασθενής διατρέχει κίνδυνο απώλειας άνω των 500 ml σε ενήλικες ή άνω των 7ml/kg σε βρέφη. Αν ναι, βεβαιωθείτε ότι υπάρχει διαθέσιμη ενδοφλέβια πρόσβαση και υγρά

# help:gnuhealth.preoperative_assessment,preop_mallampati:
source: Mallampati Score
el: Βαθμολογία Mallampati

# help:gnuhealth.preoperative_assessment,preop_rcri:
source: Patient Revised Cardiac Risk Index Points 0: Class I Very Low (0.4% complications) Points 1: Class II Low (0.9% complications) Points 2: Class III Moderate (6.6% complications) Points 3 or more : Class IV High (>11% complications)
el: Αναθεωρημένος Δείκτης Καρδιακού Κινδύνου Ασθενούς 0 Βαθμοί: Κατηγορία I Πολύ Χαμηλός (0.4% επιπλοκές) 1 Βαθμός: Κατηγορία II Χαμηλός (0.9% επιπλοκές) 2 Βαθμοί: Κατηγορία III Μέτριος (6.6% επιπλοκές) 3 ή περισσότεροι βαθμοί: Κατηγορία IV Υψηλός (>11% επιπλοκές)

# help:gnuhealth.preoperative_assessment,surgery_date:
source: Date of the surgery
el: Ημερομηνία του χειρουργείου

# help:gnuhealth.preoperative_assessment,surgical_decision:
source: Surgical decision / advice
el: Χειρουργική απόφαση / συμβουλή

# help:gnuhealth.rcri,health_professional:
source: Health professional /Cardiologist who signed the assesment RCRI
el: Επαγγελματίας υγείας / Καρδιολόγος που υπέγραψε την αξιολόγηση RCRI

# help:gnuhealth.rcri,rcri_diabetes_history:
source: Diabetes Mellitus requiring treatment with Insulin
el: Σακχαρώδης Διαβήτης που απαιτεί θεραπεία με Ινσουλίνη

# help:gnuhealth.rcri,rcri_high_risk_surgery:
source: Includes andy suprainguinal vascular, intraperitoneal, or intrathoracic procedures
el: Περιλαμβάνει οποιεσδήποτε υπερβουβωνικές αγγειακές, ενδοκοιλιακές ή ενδοθωρακικές επεμβάσεις

# help:gnuhealth.rcri,rcri_ischemic_history:
source: history of MI or a positive exercise test, current complaint of chest pain considered to be secondary to myocardial ischemia, use of nitrate therapy, or ECG with pathological Q waves; do not count prior coronary revascularization procedure unless one of the other criteria for ischemic heart disease is present.
el: ιστορικό εμφράγματος του μυοκαρδίου ή θετική δοκιμασία κόπωσης, τρέχον παράπονο για πόνο στο στήθος που θεωρείται δευτερογενής σε ισχαιμία του μυοκαρδίου, χρήση νιτρικών, ή ΗΚΓ με παθολογικά κύματα Q· μην υπολογίζετε προηγούμενη επέμβαση στεφανιαίας επαναγγείωσης εκτός εάν υπάρχει ένα από τα άλλα κριτήρια για ισχαιμική καρδιοπάθεια.

# help:gnuhealth.rcri,rcri_kidney_history:
source: Preoperative serum creatinine >2.0 mg/dL (177 mol/L)
el: Προεγχειρητική κρεατινίνη ορού >2.0 mg/dL (177 mol/L)

# help:gnuhealth.rcri,rcri_total:
source: Points 0: Class I Very Low (0.4% complications) Points 1: Class II Low (0.9% complications) Points 2: Class III Moderate (6.6% complications) Points 3 or more : Class IV High (>11% complications)
el: 0 Βαθμοί: Κατηγορία I Πολύ Χαμηλός (0.4% επιπλοκές) 1 Βαθμός: Κατηγορία II Χαμηλός (0.9% επιπλοκές) 2 Βαθμοί: Κατηγορία III Μέτριος (6.6% επιπλοκές) 3 ή περισσότεροι βαθμοί: Κατηγορία IV Υψηλός (>11% επιπλοκές)

# help:gnuhealth.surgery,age:
source: Use this field for historical purposes, when no date of surgery is given
el: Χρησιμοποιήστε αυτό το πεδίο για ιστορικούς λόγους, όταν δεν δίνεται ημερομηνία χειρουργείου

# help:gnuhealth.surgery,anesthetist:
source: Anesthetist in charge
el: Υπεύθυνος αναισθησιολόγος

# help:gnuhealth.surgery,classification:
source: Urgency level for this surgery
el: Επίπεδο επείγοντος για αυτό το χειρουργείο

# help:gnuhealth.surgery,clavien_dindo:
source: Grade I: Any deviation from the normal postoperative course without the need for pharmacological treatment or surgical, endoscopic and radiological interventions Grade II: Requiring pharmacological treatment with drugs other than such allowed for grade I complications. Grade III: Requiring surgical, endoscopic or radiological intervention. IIIa: Intervention not under general anesthesia IIIb: Intervention under general anesthesia Grade IV: Life-threatening complication (including CNS complications) requiring IC/ICU-management. IVa: single organ dysfunction (including dialysis) IVb: multiorgan dysfunction Grade V: Death of a patient
el: Βαθμός I: Οποιαδήποτε απόκλιση από τη φυσιολογική μετεγχειρητική πορεία χωρίς την ανάγκη φαρμακολογικής θεραπείας ή χειρουργικών, ενδοσκοπικών και ακτινολογικών επεμβάσεων Βαθμός II: Απαιτεί φαρμακολογική θεραπεία με φάρμακα διαφορετικά από αυτά που επιτρέπονται για επιπλοκές βαθμού Ι. Βαθμός III: Απαιτεί χειρουργική, ενδοσκοπική ή ακτινολογική επέμβαση. IIIa: Επέμβαση χωρίς γενική αναισθησία IIIb: Επέμβαση υπό γενική αναισθησία Βαθμός IV: Απειλητική για τη ζωή επιπλοκή (συμπεριλαμβανομένων των επιπλοκών του ΚΝΣ) που απαιτεί διαχείριση σε ΜΕΘ. IVa: δυσλειτουργία ενός οργάνου (συμπεριλαμβανομένης της αιμοκάθαρσης) IVb: πολυοργανική δυσλειτουργία Βαθμός V: Θάνατος ασθενούς

# help:gnuhealth.surgery,code:
source: Health Center code / sequence
el: Κωδικός / ακολουθία Κέντρου Υγείας

# help:gnuhealth.surgery,computed_age:
source: Computed patient age at the moment of the surgery
el: Υπολογισμένη ηλικία ασθενούς κατά τη στιγμή του χειρουργείου

# help:gnuhealth.surgery,drains:
source: Drains on this surgery
el: Παροχετεύσεις σε αυτό το χειρουργείο

# help:gnuhealth.surgery,ellapsed_time:
source: Time in minutes of the surgery process. This value is optional and is used when the automatic computed surgery length does not reflect the actual time or it has been recorded afterwards.
el: Χρόνος σε λεπτά της χειρουργικής διαδικασίας. Αυτή η τιμή είναι προαιρετική και χρησιμοποιείται όταν η αυτόματα υπολογιζόμενη διάρκεια του χειρουργείου δεν αντικατοπτρίζει τον πραγματικό χρόνο ή έχει καταγραφεί εκ των υστέρων.

# help:gnuhealth.surgery,incl_intervention:
source: If set, the main surgical intervention will also be included in the list of medical procedures for this patient. The interventions listed on the procedures section of the surgery will always be included.
el: Εάν επιλεγεί, η κύρια χειρουργική επέμβαση θα συμπεριληφθεί επίσης στη λίστα των ιατρικών διαδικασιών για αυτόν τον ασθενή. Οι επεμβάσεις που αναφέρονται στην ενότητα διαδικασιών του χειρουργείου θα συμπεριλαμβάνονται πάντα.

# help:gnuhealth.surgery,operating_room:
source: Operating Room
el: Αίθουσα Χειρουργείου

# help:gnuhealth.surgery,pathology:
source: Base Condition / Reason
el: Βασική Πάθηση / Αιτία

# help:gnuhealth.surgery,postoperative_dx:
source: Post-operative diagnosis
el: Μετεγχειρητική διάγνωση

# help:gnuhealth.surgery,preop_antibiotics:
source: Prophylactic antibiotic treatment within the last 60 minutes
el: Προφυλακτική αντιβιοτική αγωγή εντός των τελευταίων 60 λεπτών

# help:gnuhealth.surgery,preop_assessment:
source: Preoperative assessment associated to this surgery
el: Προεγχειρητική αξιολόγηση που σχετίζεται με αυτό το χειρουργείο

# help:gnuhealth.surgery,preop_bleeding_risk:
source: Patient has a risk of losing more than 500 ml in adults of over 7ml/kg in infants. If so, make sure that intravenous access and fluids are available
el: Ο ασθενής διατρέχει κίνδυνο απώλειας άνω των 500 ml σε ενήλικες ή άνω των 7ml/kg σε βρέφη. Αν ναι, βεβαιωθείτε ότι υπάρχει διαθέσιμη ενδοφλέβια πρόσβαση και υγρά

# help:gnuhealth.surgery,preop_oximeter:
source: Pulse oximeter is in place and functioning
el: Το παλμικό οξύμετρο είναι στη θέση του και λειτουργεί

# help:gnuhealth.surgery,preop_site_marking:
source: The surgeon has marked the surgical incision
el: Ο χειρουργός έχει σημειώσει τη χειρουργική τομή

# help:gnuhealth.surgery,preop_sterility:
source: Nursing team has confirmed sterility of the devices and room
el: Η νοσηλευτική ομάδα έχει επιβεβαιώσει την αποστείρωση των συσκευών και του χώρου

# help:gnuhealth.surgery,procedures:
source: Procedures / Interventions done in the surgery
el: Διαδικασίες / Επεμβάσεις που έγιναν στο χειρουργείο

# help:gnuhealth.surgery,signed_by:
source: Health Professional that signed this surgery document
el: Επαγγελματίας Υγείας που υπέγραψε αυτό το έγγραφο χειρουργείου

# help:gnuhealth.surgery,supplies:
source: List of the supplies required for the surgery
el: Λίστα των αναλωσίμων που απαιτούνται για το χειρουργείο

# help:gnuhealth.surgery,surgeon:
source: Surgeon who did the procedure
el: Χειρουργός που πραγματοποίησε την επέμβαση

# help:gnuhealth.surgery,surgery_complications:
source: Complications related to the surgery
el: Επιπλοκές που σχετίζονται με το χειρουργείο

# help:gnuhealth.surgery,surgery_date:
source: Start of the Surgery
el: Έναρξη του Χειρουργείου

# help:gnuhealth.surgery,surgery_end_date:
source: Automatically set when the surgery is done.It is also the estimated end time when confirming the surgery.
el: Ορίζεται αυτόματα όταν ολοκληρωθεί το χειρουργείο. Είναι επίσης η εκτιμώμενη ώρα λήξης κατά την επιβεβαίωση του χειρουργείου.

# help:gnuhealth.surgery,surgery_length:
source: Length of the surgery
el: Διάρκεια του χειρουργείου

# help:gnuhealth.surgery,surgery_procedures:
source: Procedures done during the Surgery
el: Διαδικασίες που έγιναν κατά τη διάρκεια του Χειρουργείου

# help:gnuhealth.surgery,surgery_team:
source: Professionals Involved in the surgery
el: Επαγγελματίες που συμμετείχαν στο χειρουργείο
