Repository: pypi-data/pypi-mirror-397
Catalog: packages/gnuhealth-surgery/gnuhealth_surgery-5.0.2.tar.gz/gnuhealth_surgery-5.0.2/locale/*.po
Languages: el

# help:gnuhealth.surgery,surgical_intervention:
source: This code reflects the main intervention of this surgery.eg, appendectomy.Additional procedures can be entered on the procedures tab.
el: Αυτός ο κωδικός αντικατοπτρίζει την κύρια επέμβαση αυτού του χειρουργείου, π.χ., σκωληκοειδεκτομή. Πρόσθετες διαδικασίες μπορούν να εισαχθούν στην καρτέλα διαδικασιών.

# help:gnuhealth.surgery.complication,complication:
source: Complication during surgery
el: Επιπλοκή κατά τη διάρκεια του χειρουργείου

# help:gnuhealth.surgery.complication,short_comment:
source: Brief, one-line remark of the complication.
el: Σύντομη, μονολεκτική παρατήρηση της επιπλοκής.

# help:gnuhealth.surgery.protocol,classification:
source: Urgency level for this surgery
el: Επίπεδο επείγοντος για αυτό το χειρουργείο

# help:gnuhealth.surgery.protocol,code:
source: Code
el: Κωδικός

# help:gnuhealth.surgery.protocol,name:
source: Protocol Name
el: Όνομα Πρωτοκόλλου

# help:gnuhealth.surgery.protocol,pathology:
source: Base Condition / Reason
el: Βασική Πάθηση / Αιτία

# help:gnuhealth.surgery.protocol,surgical_intervention:
source: This code reflects the main intervention of this surgery.
el: Αυτός ο κωδικός αντικατοπτρίζει την κύρια επέμβαση αυτού του χειρουργείου.

# help:gnuhealth.surgery_supply,qty:
source: Initial required quantity
el: Αρχική απαιτούμενη ποσότητα

# help:gnuhealth.surgery_supply,qty_used:
source: Actual amount used
el: Πραγματική ποσότητα που χρησιμοποιήθηκε

# help:gnuhealth.surgery_supply,supply:
source: Supplies and drugs to be used in the surgery
el: Αναλώσιμα και φάρμακα που θα χρησιμοποιηθούν στο χειρουργείο

# help:gnuhealth.surgery_team,team_member:
source: Health professional that participated on this surgery
el: Επαγγελματίας υγείας που συμμετείχε σε αυτό το χειρουργείο

# model:gnuhealth.operation,name:
source: Operation - Surgical Procedures
el: Επέμβαση - Χειρουργικές Διαδικασίες

# model:gnuhealth.or.schedule,name:
source: Operating Rooms Schedules
el: Προγράμματα Αιθουσών Χειρουργείου

# model:gnuhealth.preoperative_assessment,name:
source: Preoperative Assessment
el: Προεγχειρητική Αξιολόγηση

# model:gnuhealth.rcri,name:
source: Revised Cardiac Risk Index
el: Αναθεωρημένος Δείκτης Καρδιακού Κινδύνου

# model:gnuhealth.sequences.surgery_code_sequence,name:
source: Health Service Request Sequence setup
el: Ρύθμιση Ακολουθίας Αιτήματος Υπηρεσίας Υγείας

# model:gnuhealth.surgery,name:
source: Surgery
el: Χειρουργείο

# model:gnuhealth.surgery.complication,name:
source: Surgery Complication
el: Επιπλοκή Χειρουργείου

# model:gnuhealth.surgery.drain,name:
source: Surgical drain
el: Χειρουργική παροχέτευση

# model:gnuhealth.surgery.protocol,name:
source: Surgery Protocol
el: Πρωτόκολλο Χειρουργείου

# model:gnuhealth.surgery_supply,name:
source: Supplies related to the surgery
el: Αναλώσιμα που σχετίζονται με το χειρουργείο

# model:gnuhealth.surgery_team,name:
source: Team Involved in the surgery
el: Ομάδα που συμμετείχε στο χειρουργείο

# model:ir.action,name:act_preoperative_assessment_form1
source: Preoperative Assessment
el: Προεγχειρητική Αξιολόγηση

# model:ir.action,name:act_surgery_form
source: Surgeries
el: Χειρουργεία

# model:ir.action,name:action_gnuhealth_or_schedule_view
source: Operating Room Schedules
el: Προγράμματα Αίθουσας Χειρουργείου

# model:ir.action,name:action_gnuhealth_preoperative_assessment_view
source: Preoperative Assessments
el: Προεγχειρητικές Αξιολογήσεις

# model:ir.action,name:action_gnuhealth_surgery_protocol_view
source: Surgery Protocol
el: Πρωτόκολλο Χειρουργείου

# model:ir.action,name:action_gnuhealth_surgery_view
source: Surgeries
el: Χειρουργεία

# model:ir.action,name:report_outpatient_surgery_report
source: Outpatient Surgery Report
el: Αναφορά Χειρουργείου Εξωτερικού Ασθενούς

# model:ir.action,name:report_preoperative_assessment_report
source: Preoperative Assessment
el: Προεγχειρητική Αξιολόγηση

# model:ir.action,name:report_surgery_report
source: Surgery Report
el: Αναφορά Χειρουργείου

# model:ir.action.act_window.domain,name:act_surgery_domain_all
source: All
el: Όλα

# model:ir.action.act_window.domain,name:act_surgery_domain_confirmed
source: Confirmed
el: Επιβεβαιωμένα

# model:ir.action.act_window.domain,name:act_surgery_domain_done
source: Done
el: Ολοκληρωμένα

# model:ir.action.act_window.domain,name:act_surgery_domain_draft
source: Draft
el: Πρόχειρα

# model:ir.action.act_window.domain,name:act_surgery_domain_in_progress
source: In Progress
el: Σε Εξέλιξη

# model:ir.action.act_window.domain,name:act_surgery_domain_signed
source: Signed
el: Υπογεγραμμένα

# model:ir.message,text:msg_end_date_before_start
source: End time "%(end_date)s" BEFORE surgery date "%(surgery_date)s"
el: Η ώρα λήξης "%(end_date)s" είναι ΠΡΙΝ την ημερομηνία χειρουργείου "%(surgery_date)s"

# model:ir.message,text:msg_end_reservation_before_start
source: OR reservation end "%(res_to)s" BEFORE start "%(res_from)s"
el: Η κράτηση της αίθουσας χειρουργείου λήγει "%(res_to)s" ΠΡΙΝ την έναρξη "%(res_from)s"

# model:ir.message,text:msg_or_and_date_needed
source: Date and Operating room are required to schedule the surgery
el: Απαιτούνται ημερομηνία και αίθουσα χειρουργείου για τον προγραμματισμό του χειρουργείου

# model:ir.message,text:msg_or_and_time_needed
source: Operating Room and estimated end time are needed in order to confirm the surgery
el: Απαιτούνται αίθουσα χειρουργείου και εκτιμώμενη ώρα λήξης για την επιβεβαίωση του χειρουργείου

# model:ir.message,text:msg_or_is_not_available
source: Operating Room is not available
el: Η αίθουσα χειρουργείου δεν είναι διαθέσιμη

# model:ir.message,text:msg_surgery_is_done
source: This surgery is at state Done and has been signed. You can no longer modify it.
el: Αυτό το χειρουργείο είναι σε κατάσταση Ολοκληρωμένο και έχει υπογραφεί. Δεν μπορείτε πλέον να το τροποποιήσετε.

# model:ir.message,text:msg_surgery_rcri_rec_name
source: Points: %(rcri_total)s (Class %(rcri_class)s)
el: Βαθμοί: %(rcri_total)s (Κατηγορία %(rcri_class)s)

# model:ir.model.button,string:surgery_cancel_button
source: Cancel
el: Ακύρωση

# model:ir.model.button,string:surgery_confirm_button
source: Confirm
el: Επιβεβαίωση

# model:ir.model.button,string:surgery_done_button
source: Finnish
el: Ολοκλήρωση

# model:ir.model.button,string:surgery_sched_button
source: Schedule Surgery
el: Προγραμματισμός Χειρουργείου

# model:ir.model.button,string:surgery_sign_button
source: Sign
el: Υπογραφή

# model:ir.model.button,string:surgery_start_button
source: Start
el: Έναρξη

# model:ir.sequence,name:seq_gnuhealth_surgery_code
source: Surgery
el: Χειρουργείο

# model:ir.sequence.type,name:seq_type_gnuhealth_surgery_code
source: Surgery
el: Χειρουργείο

# model:ir.ui.menu,name:gnuhealth_or_schedule_menu
source: OR Schedule
el: Πρόγραμμα Χειρουργείου

# model:ir.ui.menu,name:gnuhealth_preoperative_assessment
source: Preoperative Assessments
el: Προεγχειρητικές Αξιολογήσεις

# model:ir.ui.menu,name:gnuhealth_surgery_menu
source: Surgeries
el: Χειρουργεία

# model:ir.ui.menu,name:gnuhealth_surgery_protocol
source: Surgery Protocols
el: Πρωτόκολλα Χειρουργείου

# model:res.group,name:group_health_surgery_admin
source: Health Surgery Administration
el: Διαχείριση Χειρουργικής

# report:preoperative_assessment:
source: ALLERGIC
el: ΑΛΛΕΡΓΙΚΟΣ/Η

# report:preoperative_assessment:
source: Age:
el: Ηλικία:

# report:preoperative_assessment:
source: Assessment date:
el: Ημερομηνία αξιολόγησης:

# report:preoperative_assessment:
source: Base Condition
el: Βασική Πάθηση

# report:preoperative_assessment:
source: Chief complaint
el: Κύριο ενόχλημα

# report:preoperative_assessment:
source: Critical Information
el: Κρίσιμες Πληροφορίες

# report:preoperative_assessment:
source: Decision
el: Απόφαση

# report:preoperative_assessment:
source: ECG interpretation
el: Ερμηνεία ΗΚΓ

# report:preoperative_assessment:
source: Health Prof
el: Επαγγ. Υγείας

# report:preoperative_assessment:
source: History of present illness
el: Ιστορικό παρούσας νόσου

# report:preoperative_assessment:
source: Name:
el: Όνομα:

# report:preoperative_assessment:
source: Needs blood reserve
el: Απαιτείται κράτηση αίματος

# report:preoperative_assessment:
source: Notes
el: Σημειώσεις

# report:preoperative_assessment:
source: PREOPERATIVE ASSESSMENT REPORT
el: ΑΝΑΦΟΡΑ ΠΡΟΕΓΧΕΙΡΗΤΙΚΗΣ ΑΞΙΟΛΟΓΗΣΗΣ

# report:preoperative_assessment:
source: Patient directions
el: Οδηγίες ασθενούς

# report:preoperative_assessment:
source: Printed Date:
el: Ημερομηνία Εκτύπωσης:

# report:surgery:
source: Age at surgery:
el: Ηλικία κατά το χειρουργείο:

# report:surgery:
source: Anesthesia Report
el: Αναφορά Αναισθησίας

# report:surgery:
source: Anesthetist:
el: Αναισθησιολόγος:

# report:surgery:
source: Base Condition:
el: Βασική Πάθηση:

# report:surgery:
source: Classification:
el: Ταξινόμηση:

# report:surgery:
source: Comments
el: Σχόλια

# report:surgery:
source: Complication
el: Επιπλοκή

# report:surgery:
source: Complications
el: Επιπλοκές

# report:surgery:
source: Date:
el: Ημερομηνία:

# report:surgery:
source: Description
el: Περιγραφή

# report:surgery:
source: Description:
el: Περιγραφή:

# report:surgery:
source: Discharge instructions
el: Οδηγίες εξιτηρίου

# report:surgery:
source: Ellapsed Time:
el: Παρελθών Χρόνος:

# report:surgery:
source: History of present illness
el: Ιστορικό παρούσας νόσου

# report:surgery:
source: Institution:
el: Ίδρυμα:

# report:surgery:
source: Intervention:
el: Επέμβαση:

# report:surgery:
source: Main Surgeon:
el: Κύριος Χειρουργός:

# report:surgery:
source: Member
el: Μέλος

# report:surgery:
source: Notes
el: Σημειώσεις

# report:surgery:
source: Operating Room:
el: Αίθουσα Χειρουργείου:

# report:surgery:
source: Patient:
el: Ασθενής:

# report:surgery:
source: Post-Op. Dx:
el: Μετεγχ. Διάγνωση:

# report:surgery:
source: Printed Date:
el: Ημερομηνία Εκτύπωσης:

# report:surgery:
source: Procedure
el: Διαδικασία

# report:surgery:
source: Procedure Code
el: Κωδικός Διαδικασίας

# report:surgery:
source: Qty
el: Ποσότητα

# report:surgery:
source: Qty used
el: Ποσότητα που χρησιμοποιήθηκε

# report:surgery:
source: Role
el: Ρόλος

# report:surgery:
source: Severity
el: Σοβαρότητα

# report:surgery:
source: Sex:
el: Φύλο:

# report:surgery:
source: Supply
el: Αναλώσιμο

# report:surgery:
source: Surgery Details
el: Λεπτομέρειες Χειρουργείου

# report:surgery:
source: Surgery Report
el: Αναφορά Χειρουργείου

# report:surgery:
source: Surgery Team
el: Χειρουργική Ομάδα

# report:surgery:
source: Surgery Time:
el: Ώρα Χειρουργείου:

# report:surgery_outpatient:
source: Age:
el: Ηλικία:

# report:surgery_outpatient:
source: Base condition:
el: Βασική πάθηση:

# report:surgery_outpatient:
source: Chief complaint
el: Κύριο ενόχλημα

# report:surgery_outpatient:
source: Date of surgery:
el: Ημερομηνία χειρουργείου:

# report:surgery_outpatient:
source: Discharge instructions
el: Οδηγίες εξιτηρίου

# report:surgery_outpatient:
source: History of present illness
el: Ιστορικό παρούσας νόσου

# report:surgery_outpatient:
source: Institution:
el: Ίδρυμα:

# report:surgery_outpatient:
source: Name:
el: Όνομα:

# report:surgery_outpatient:
source: Outpatient Surgery: Discharge report
el: Χειρουργείο Εξωτερικού Ασθενούς: Αναφορά εξιτηρίου

# report:surgery_outpatient:
source: Printed Date:
el: Ημερομηνία Εκτύπωσης:

# report:surgery_outpatient:
source: Surgery
el: Χειρουργείο

# report:surgery_outpatient:
source: Surgical Intervention:
el: Χειρουργική Επέμβαση:

# selection:gnuhealth.or.schedule,state:
source: Confirmed
el: Επιβεβαιωμένο

# selection:gnuhealth.or.schedule,state:
source: Free
el: Ελεύθερο

# selection:gnuhealth.or.schedule,state:
source: Not available
el: Μη διαθέσιμο

# selection:gnuhealth.or.schedule,state:
source: Occupied
el: Κατειλημμένο

# selection:gnuhealth.or.schedule,state:
source: Scheduled
el: Προγραμματισμένο

# selection:gnuhealth.or.schedule,urgency:
source: Emergency
el: Επείγον

# selection:gnuhealth.or.schedule,urgency:
source: Optional
el: Προαιρετικό

# selection:gnuhealth.or.schedule,urgency:
source: Required
el: Απαιτούμενο

# selection:gnuhealth.or.schedule,urgency:
source: Urgent
el: Επείγον

# selection:gnuhealth.patient.evaluation,hernia_disfunction:
source: Discapacitating
el: Αναπηρική

# selection:gnuhealth.patient.evaluation,hernia_disfunction:
source: Limited daily activities
el: Περιορισμένες καθημερινές δραστηριότητες

# selection:gnuhealth.patient.evaluation,hernia_disfunction:
source: No disfunction
el: Καμία δυσλειτουργία

# selection:gnuhealth.patient.evaluation,hernia_ehs:
source: Femoral
el: Μηριαία

# selection:gnuhealth.patient.evaluation,hernia_ehs:
source: Lateral (indirect)
el: Πλάγια (λοξή)

# selection:gnuhealth.patient.evaluation,hernia_ehs:
source: Medial (direct)
el: Έσω (ευθεία)

# selection:gnuhealth.patient.evaluation,hernia_ehs:
source: Sliding
el: Ολισθαίνουσα

# selection:gnuhealth.patient.evaluation,hernia_localization:
source: Crural
el: Μηροκήλη

# selection:gnuhealth.patient.evaluation,hernia_localization:
source: Eventration
el: Μετεγχειρητική κήλη (Εκσπλάγχνωση)

# selection:gnuhealth.patient.evaluation,hernia_localization:
source: Inguinal
el: Βουβωνική

# selection:gnuhealth.patient.evaluation,hernia_localization:
source: Lumbar
el: Οσφυϊκή

# selection:gnuhealth.patient.evaluation,hernia_localization:
source: Obturator
el: Θυροειδής

# selection:gnuhealth.patient.evaluation,hernia_localization:
source: Umbilical
el: Ομφαλική

# selection:gnuhealth.patient.evaluation,hernia_side:
source: Left
el: Αριστερή

# selection:gnuhealth.patient.evaluation,hernia_side:
source: Right
el: Δεξιά

# selection:gnuhealth.patient.evaluation,hernia_side:
source: bilateral
el: Αμφοτερόπλευρη

# selection:gnuhealth.patient.evaluation,hernia_time:
source: 1 - 5 years
el: 1 - 5 έτη

# selection:gnuhealth.patient.evaluation,hernia_time:
source: < 1 year
el: < 1 έτος

# selection:gnuhealth.patient.evaluation,hernia_time:
source: > 5 years
el: > 5 έτη

# selection:gnuhealth.patient.evaluation,hernia_type:
source: H1 - Reduces spontaneously when patient is lying
el: H1 - Ανατάσσεται αυτόματα όταν ο ασθενής ξαπλώνει

# selection:gnuhealth.patient.evaluation,hernia_type:
source: H2 - Groin only, reduces completely with gentle manual pressure
el: H2 - Μόνο στη βουβωνική χώρα, ανατάσσεται πλήρως με ήπια χειροκίνητη πίεση

# selection:gnuhealth.patient.evaluation,hernia_type:
source: H3a - Inguino-scrotal reductible with manual manipulation. Component ing-scrot<10cm
el: H3a - Βουβωνο-οσχεοκήλη ανατάξιμη με χειροκίνητο χειρισμό. Συνιστώσα βουβ.-οσχ.<10cm

# selection:gnuhealth.patient.evaluation,hernia_type:
source: H3b - Inguino-scrotal reductible with manual manipulation. Component ing-scrot 10-20 cm
el: H3b - Βουβωνο-οσχεοκήλη ανατάξιμη με χειροκίνητο χειρισμό. Συνιστώσα βουβ.-οσχ. 10-20 cm

# selection:gnuhealth.patient.evaluation,hernia_type:
source: H3c - Inguino-scrotal reductible with manual manipulation. Component ing-scrot>20cm
el: H3c - Βουβωνο-οσχεοκήλη ανατάξιμη με χειροκίνητο χειρισμό. Συνιστώσα βουβ.-οσχ.>20cm

# selection:gnuhealth.patient.evaluation,hernia_type:
source: H4a - Irreducible. Component ing-scrot<10cm
el: H4a - Μη ανατάξιμη. Συνιστώσα βουβ.-οσχ.<10cm

# selection:gnuhealth.patient.evaluation,hernia_type:
source: H4b - Irreducible. Component ing-scrot 10-20 cm
el: H4b - Μη ανατάξιμη. Συνιστώσα βουβ.-οσχ. 10-20 cm

# selection:gnuhealth.patient.evaluation,hernia_type:
source: H4c - Irreducible. Component ing-scrot >20 cm
el: H4c - Μη ανατάξιμη. Συνιστώσα βουβ.-οσχ. >20 cm

# selection:gnuhealth.patient.evaluation,surgical_context:
source: Hernia
el: Κήλη

# selection:gnuhealth.patient.evaluation,surgical_context:
source: Thyroid
el: Θυρεοειδής

# selection:gnuhealth.patient.evaluation,thyroid_clinical:
source: Cough
el: Βήχας

# selection:gnuhealth.patient.evaluation,thyroid_clinical:
source: Hoarseness
el: Βραχνάδα

# selection:gnuhealth.patient.evaluation,thyroid_clinical:
source: Other
el: Άλλο

# selection:gnuhealth.patient.evaluation,thyroid_exploration:
source: Goiter
el: Βρογχοκήλη

# selection:gnuhealth.patient.evaluation,thyroid_exploration:
source: Nodule
el: Οζίδιο

# selection:gnuhealth.patient.evaluation,thyroid_exploration:
source: Normal
el: Φυσιολογικό

# selection:gnuhealth.patient.evaluation,thyroid_goiter:
source: Difuse
el: Διάχυτη

# selection:gnuhealth.patient.evaluation,thyroid_goiter:
source: Intrathoracic
el: Ενδοθωρακική

# selection:gnuhealth.patient.evaluation,thyroid_goiter:
source: Multinodular
el: Πολυοζώδης

# selection:gnuhealth.patient.evaluation,thyroid_goiter:
source: Solitary nodule
el: Μονήρες οζίδιο

# selection:gnuhealth.patient.evaluation,thyroid_side:
source: Bilateral
el: Αμφοτερόπλευρη

# selection:gnuhealth.patient.evaluation,thyroid_side:
source: Left
el: Αριστερή

# selection:gnuhealth.patient.evaluation,thyroid_side:
source: Right
el: Δεξιά

# selection:gnuhealth.preoperative_assessment,preop_asa:
source: PS 1 : Normal healthy patient
el: PS 1: Φυσιολογικός υγιής ασθενής

# selection:gnuhealth.preoperative_assessment,preop_asa:
source: PS 2 : Patients with mild systemic disease
el: PS 2: Ασθενείς με ήπια συστηματική νόσο

# selection:gnuhealth.preoperative_assessment,preop_asa:
source: PS 3 : Patients with severe systemic disease
el: PS 3: Ασθενείς με σοβαρή συστηματική νόσο

# selection:gnuhealth.preoperative_assessment,preop_asa:
source: PS 4 : Patients with severe systemic disease that is a constant threat to life
el: PS 4: Ασθενείς με σοβαρή συστηματική νόσο που αποτελεί συνεχή απειλή για τη ζωή

# selection:gnuhealth.preoperative_assessment,preop_asa:
source: PS 5 : Moribund patients who are not expected to survive without the operation
el: PS 5: Ετοιμοθάνατοι ασθενείς που δεν αναμένεται να επιβιώσουν χωρίς την επέμβαση

# selection:gnuhealth.preoperative_assessment,preop_asa:
source: PS 6 : A declared brain-dead patient who organs are being removed for donor purposes
el: PS 6: Ασθενής κλινικά νεκρός (εγκεφαλικός θάνατος) του οποίου τα όργανα αφαιρούνται για δωρεά

# selection:gnuhealth.preoperative_assessment,preop_mallampati:
source: Class 1: Full visibility of tonsils, uvula and soft palate
el: Κλάση 1: Πλήρης ορατότητα αμυγδαλών, σταφυλής και μαλθακής υπερώας

# selection:gnuhealth.preoperative_assessment,preop_mallampati:
source: Class 2: Visibility of hard and soft palate, upper portion of tonsils and uvula
el: Κλάση 2: Ορατότητα σκληρής και μαλθακής υπερώας, άνω τμήματος αμυγδαλών και σταφυλής

# selection:gnuhealth.preoperative_assessment,preop_mallampati:
source: Class 3: Soft and hard palate and base of the uvula are visible
el: Κλάση 3: Ορατή η μαλθακή και σκληρή υπερώα και η βάση της σταφυλής

# selection:gnuhealth.preoperative_assessment,preop_mallampati:
source: Class 4: Only Hard Palate visible
el: Κλάση 4: Ορατή μόνο η σκληρή υπερώα

# selection:gnuhealth.preoperative_assessment,surgical_decision:
source: Discharge
el: Εξιτήριο

# selection:gnuhealth.preoperative_assessment,surgical_decision:
source: Needs surgery
el: Χρήζει χειρουργείου

# selection:gnuhealth.preoperative_assessment,surgical_decision:
source: Schedule Revision
el: Προγραμματισμός Επανεξέτασης

# selection:gnuhealth.preoperative_assessment,surgical_decision:
source: Urgent surgery
el: Επείγον χειρουργείο

# selection:gnuhealth.preoperative_assessment,surgical_decision:
source: Watchful waiting
el: Ενεργός παρακολούθηση

# selection:gnuhealth.preoperative_assessment,surgical_wound:
source: Clean . Class I
el: Καθαρό . Κατηγορία I

# selection:gnuhealth.preoperative_assessment,surgical_wound:
source: Clean-Contaminated . Class II
el: Καθαρό-Μολυσμένο . Κατηγορία II

# selection:gnuhealth.preoperative_assessment,surgical_wound:
source: Contaminated . Class III
el: Μολυσμένο . Κατηγορία III

# selection:gnuhealth.preoperative_assessment,surgical_wound:
source: Dirty-Infected . Class IV
el: Ρυπαρό-Μολυσμένο . Κατηγορία IV

# selection:gnuhealth.surgery,anesthesia_type:
source: Epidural
el: Επισκληρίδιος

# selection:gnuhealth.surgery,anesthesia_type:
source: General
el: Γενική

# selection:gnuhealth.surgery,anesthesia_type:
source: Local
el: Τοπική

# selection:gnuhealth.surgery,anesthesia_type:
source: Local + sedation
el: Τοπική + καταστολή

# selection:gnuhealth.surgery,anesthesia_type:
source: No anesthesia
el: Χωρίς αναισθησία

# selection:gnuhealth.surgery,anesthesia_type:
source: Peribulbar
el: Περιβολβική

# selection:gnuhealth.surgery,anesthesia_type:
source: Rachianesthesia
el: Ραχιαία αναισθησία

# selection:gnuhealth.surgery,anesthesia_type:
source: Regional
el: Περιοχική

# selection:gnuhealth.surgery,anesthesia_type:
source: Regional Block
el: Περιοχικός αποκλεισμός

# selection:gnuhealth.surgery,anesthesia_type:
source: Sedation
el: Καταστολή

# selection:gnuhealth.surgery,approach:
source: Arthroscopic
el: Αρθροσκοπική

# selection:gnuhealth.surgery,approach:
source: Endoscopic
el: Ενδοσκοπική

# selection:gnuhealth.surgery,approach:
source: Laparoscopic
el: Λαπαροσκοπική

# selection:gnuhealth.surgery,approach:
source: Open
el: Ανοικτή

# selection:gnuhealth.surgery,approach:
source: Robotic
el: Ρομποτική

# selection:gnuhealth.surgery,approach:
source: other
el: άλλο

# selection:gnuhealth.surgery,classification:
source: Emergency
el: Επείγον

# selection:gnuhealth.surgery,classification:
source: Optional
el: Προαιρετικό

# selection:gnuhealth.surgery,classification:
source: Required
el: Απαιτούμενο

# selection:gnuhealth.surgery,classification:
source: Urgent
el: Επείγον

# selection:gnuhealth.surgery,clavien_dindo:
source: Grade I
el: Βαθμός I

# selection:gnuhealth.surgery,clavien_dindo:
source: Grade II
el: Βαθμός II

# selection:gnuhealth.surgery,clavien_dindo:
source: Grade III
el: Βαθμός III

# selection:gnuhealth.surgery,clavien_dindo:
source: Grade IIIa
el: Βαθμός IIIa

# selection:gnuhealth.surgery,clavien_dindo:
source: Grade IIIb
el: Βαθμός IIIb

# selection:gnuhealth.surgery,clavien_dindo:
source: Grade IV
el: Βαθμός IV

# selection:gnuhealth.surgery,clavien_dindo:
source: Grade IVa
el: Βαθμός IVa

# selection:gnuhealth.surgery,clavien_dindo:
source: Grade IVb
el: Βαθμός IVb

# selection:gnuhealth.surgery,clavien_dindo:
source: Grade V
el: Βαθμός V

# selection:gnuhealth.surgery,gender:
source: Female
el: Θήλυ

# selection:gnuhealth.surgery,gender:
source: Female -> Male
el: Θήλυ -> Άρρεν

# selection:gnuhealth.surgery,gender:
source: Male
el: Άρρεν

# selection:gnuhealth.surgery,gender:
source: Male -> Female
el: Άρρεν -> Θήλυ

# selection:gnuhealth.surgery,laterality:
source: Bilateral
el: Αμφοτερόπλευρη

# selection:gnuhealth.surgery,laterality:
source: Left
el: Αριστερή

# selection:gnuhealth.surgery,laterality:
source: Right
el: Δεξιά

# selection:gnuhealth.surgery,patient_positioning:
source: Fowlers
el: Θέση Fowler

# selection:gnuhealth.surgery,patient_positioning:
source: Jacknife
el: Θέση Jacknife

# selection:gnuhealth.surgery,patient_positioning:
source: Kidney positioning
el: Νεφρική θέση

# selection:gnuhealth.surgery,patient_positioning:
source: Knee-chest
el: Γονατοθωρακική θέση

# selection:gnuhealth.surgery,patient_positioning:
source: Lateral
el: Πλάγια

# selection:gnuhealth.surgery,patient_positioning:
source: Lithotomy
el: Λιθοτομική

# selection:gnuhealth.surgery,patient_positioning:
source: Lloyd-Davies
el: Θέση Lloyd-Davies

# selection:gnuhealth.surgery,patient_positioning:
source: Other
el: Άλλη

# selection:gnuhealth.surgery,patient_positioning:
source: Prone Decubitus
el: Πρηνής κατάκλιση

# selection:gnuhealth.surgery,patient_positioning:
source: Reverse Trendelenburg
el: Αντίστροφη Trendelenburg

# selection:gnuhealth.surgery,patient_positioning:
source: Semi-Fowler
el: Ημι-Fowler

# selection:gnuhealth.surgery,patient_positioning:
source: Sims
el: Θέση Sims
