Repository: pypi-data/pypi-mirror-397
Catalog: packages/gnuhealth-icpm/gnuhealth_icpm-5.0.2-py3-none-any.whl/trytond/modules/health_icpm/locale/*.po
Languages: el

# model:gnuhealth.procedure,description:icpm_1-190
source: APGAR SCORING OF NEWBORN, WITHOUT OTHER INITIAL MEDICAL EVALUATION
el: ΒΑΘΜΟΛΟΓΙΑ APGAR ΝΕΟΓΝΟΥ, ΧΩΡΙΣ ΑΛΛΗ ΑΡΧΙΚΗ ΙΑΤΡΙΚΗ ΕΚΤΙΜΗΣΗ

# model:gnuhealth.procedure,description:icpm_1-191
source: INITIAL MEDICAL EVALUATION OF NEWBORN WITHOUT APGAR SCORING
el: ΑΡΧΙΚΗ ΙΑΤΡΙΚΗ ΕΚΤΙΜΗΣΗ ΝΕΟΓΝΟΥ ΧΩΡΙΣ ΒΑΘΜΟΛΟΓΙΑ APGAR

# model:gnuhealth.procedure,description:icpm_1-192
source: APGAR SCORING WITH OTHER MEDICAL EVALUATION OF NEWBORN
el: ΒΑΘΜΟΛΟΓΙΑ APGAR ΜΕ ΑΛΛΗ ΙΑΤΡΙΚΗ ΕΚΤΙΜΗΣΗ ΤΟΥ ΝΕΟΓΝΟΥ

# model:gnuhealth.procedure,description:icpm_1-193
source: RECORDING OF BIRTHWEIGHT
el: ΚΑΤΑΓΡΑΦΗ ΒΑΡΟΥΣ ΓΕΝΝΗΣΗΣ

# model:gnuhealth.procedure,description:icpm_1-194
source: RECORDING OF CROWN-HEEL LENGTH
el: ΚΑΤΑΓΡΑΦΗ ΜΗΚΟΥΣ ΣΩΜΑΤΟΣ (ΚΟΡΥΦΗ-ΠΤΕΡΝΑ)

# model:gnuhealth.procedure,description:icpm_1-195
source: RECORDING OF OTHER NEWBORN MEASUREMENTS
el: ΚΑΤΑΓΡΑΦΗ ΑΛΛΩΝ ΜΕΤΡΗΣΕΩΝ ΤΟΥ ΝΕΟΓΝΟΥ

# model:gnuhealth.procedure,description:icpm_1-198
source: SUBSEQUENT CARE OF HEALTHY NEWBORN
el: ΕΠΟΜΕΝΗ ΦΡΟΝΤΙΔΑ ΥΓΙΟΥΣ ΝΕΟΓΝΟΥ

# model:gnuhealth.procedure,description:icpm_1-199
source: NOT OTHERWISE SPECIFIED
el: ΔΕΝ ΠΡΟΣΔΙΟΡΙΖΕΤΑΙ ΔΙΑΦΟΡΕΤΙΚΑ

# model:gnuhealth.procedure,description:icpm_1-200
source: SENSORY MAPPING AND TESTING (EXCLUDES AUDITORY(1-23), VISUAL (1-21)
el: ΧΑΡΤΟΓΡΑΦΗΣΗ ΚΑΙ ΕΛΕΓΧΟΣ ΑΙΣΘΗΤΙΚΟΤΗΤΑΣ (ΕΞΑΙΡΟΥΝΤΑΙ ΑΚΟΥΣΤΙΚΟΣ(1-23), ΟΠΤΙΚΟΣ (1-21))

# model:gnuhealth.procedure,description:icpm_1-201
source: CLINICAL REFLEX TESTING
el: ΚΛΙΝΙΚΟΣ ΕΛΕΓΧΟΣ ΑΝΤΑΝΑΚΛΑΣΤΙΚΩΝ

# model:gnuhealth.procedure,description:icpm_1-202
source: TENDON REFLEX TIME RECORDING
el: ΚΑΤΑΓΡΑΦΗ ΧΡΟΝΟΥ ΤΕΝΟΝΤΙΩΝ ΑΝΤΑΝΑΚΛΑΣΤΙΚΩΝ

# model:gnuhealth.procedure,description:icpm_1-203
source: NERVE CONDUCTION TESTING
el: ΕΛΕΓΧΟΣ ΝΕΥΡΙΚΗΣ ΑΓΩΓΙΜΟΤΗΤΑΣ

# model:gnuhealth.procedure,description:icpm_1-204
source: DETERMINATION OF PAIN THRESHOLD
el: ΠΡΟΣΔΙΟΡΙΣΜΟΣ ΚΑΤΩΦΛΙΟΥ ΠΟΝΟΥ

# model:gnuhealth.procedure,description:icpm_1-205
source: MUSCLE POWER TESTING
el: ΕΛΕΓΧΟΣ ΜΥΪΚΗΣ ΙΣΧΥΟΣ

# model:gnuhealth.procedure,description:icpm_1-206
source: EXAMINATION OF CEREBROSPINAL FLUID
el: ΕΞΕΤΑΣΗ ΕΓΚΕΦΑΛΟΝΩΤΙΑΙΟΥ ΥΓΡΟΥ

# model:gnuhealth.procedure,description:icpm_1-207
source: ELECTROENCEPHALOGRAPHY
el: ΗΛΕΚΤΡΟΕΓΚΕΦΑΛΟΓΡΑΦΗΜΑ

# model:gnuhealth.procedure,description:icpm_1-209
source: OTHER INSTRUMENTAL NEUROLOGICAL EXAMINATION
el: ΑΛΛΗ ΟΡΓΑΝΙΚΗ ΝΕΥΡΟΛΟΓΙΚΗ ΕΞΕΤΑΣΗ

# model:gnuhealth.procedure,description:icpm_1-210
source: PERIMETRY, COLOR FIELDS AND VISUAL FIELDS
el: ΠΕΡΙΜΕΤΡΙΑ, ΧΡΩΜΑΤΙΚΑ ΠΕΔΙΑ ΚΑΙ ΟΠΤΙΚΑ ΠΕΔΙΑ

# model:gnuhealth.procedure,description:icpm_1-211
source: VISUAL ACUITY , READING TEST
el: ΟΠΤΙΚΗ ΟΞΥΤΗΤΑ, ΤΕΣΤ ΑΝΑΓΝΩΣΗΣ

# model:gnuhealth.procedure,description:icpm_1-212
source: VISUAL ACUITY OF INFANTS AND ILLITERATES
el: ΟΠΤΙΚΗ ΟΞΥΤΗΤΑ ΒΡΕΦΩΝ ΚΑΙ ΑΓΡΑΜΜΑΤΩΝ

# model:gnuhealth.procedure,description:icpm_1-213
source: EIKONOMETRIC EXAMINATION, PRESECRIPTION OF ANISEIKONIC LENSES
el: ΕΙΚΟΝΟΜΕΤΡΙΚΗ ΕΞΕΤΑΣΗ, ΣΥΝΤΑΓΟΓΡΑΦΗΣΗ ΑΝΙΣΕΙΚΟΝΙΚΩΝ ΦΑΚΩΝ

# model:gnuhealth.procedure,description:icpm_1-214
source: DARK ADAPTATION VISUAL ACUITY
el: ΠΡΟΣΑΡΜΟΓΗ ΟΠΤΙΚΗΣ ΟΞΥΤΗΤΑΣ ΣΤΟ ΣΚΟΤΟΣ

# model:gnuhealth.procedure,description:icpm_1-215
source: COLOR VISION TESTING
el: ΕΛΕΓΧΟΣ ΑΝΤΙΛΗΨΗΣ ΧΡΩΜΑΤΩΝ

# model:gnuhealth.procedure,description:icpm_1-216
source: OCULAR MUSCLE BALANCE TESSTING
el: ΕΛΕΓΧΟΣ ΙΣΟΡΡΟΠΙΑΣ ΟΦΘΑΛΜΙΚΩΝ ΜΥΩΝ

# model:gnuhealth.procedure,description:icpm_1-220
source: OPTHALMOLOGY, FUNDUSCOPY
el: ΟΦΘΑΛΜΟΛΟΓΙΑ, ΒΥΘΟΣΚΟΠΗΣΗ

# model:gnuhealth.procedure,description:icpm_1-221
source: SLIT LAMP EXAMINATION
el: ΕΞΕΤΑΣΗ ΜΕ ΣΧΙΣΜΟΕΙΔΗ ΛΥΧΝΙΑ

# model:gnuhealth.procedure,description:icpm_1-224
source: MEASUREMENT OF CURVATURE OF EYE
el: ΜΕΤΡΗΣΗ ΚΑΜΠΥΛΟΤΗΤΑΣ ΟΦΘΑΛΜΟΥ

# model:gnuhealth.procedure,description:icpm_1-232
source: CLINICAL TESTS OF HEARING, TUNING FORK TESTS, WHISPERED SPEECH
el: ΚΛΙΝΙΚΕΣ ΔΟΚΙΜΑΣΙΕΣ ΑΚΟΗΣ, ΔΟΚΙΜΑΣΙΕΣ ΜΕ ΔΙΑΠΑΣΩΝ, ΨΙΘΥΡΙΣΤΗ ΟΜΙΛΙΑ

# model:gnuhealth.procedure,description:icpm_1-240
source: ROUTINE OTOSCOPY, AUROSCOPY
el: ΩΤΟΣΚΟΠΗΣΗ ΡΟΥΤΙΝΑΣ, ΑΥΤΟΣΚΟΠΗΣΗ

# model:gnuhealth.procedure,description:icpm_1-241
source: MAGNIFYING OTOSCOPY
el: ΜΕΓΕΘΥΝΤΙΚΗ ΩΤΟΣΚΟΠΗΣΗ

# model:gnuhealth.procedure,description:icpm_1-242
source: OTHER INSTRUMENTAL EXAMINATION OF EAR
el: ΑΛΛΗ ΟΡΓΑΝΙΚΗ ΕΞΕΤΑΣΗ ΤΟΥ ΩΤΟΣ

# model:gnuhealth.procedure,description:icpm_1-243
source: RHINOSCOPY
el: ΡΙΝΟΣΚΟΠΗΣΗ

# model:gnuhealth.procedure,description:icpm_1-244
source: TRANSILLUMINATION OF ANTRUM
el: ΔΙΑΦΑΝΟΣΚΟΠΗΣΗ ΑΝΤΡΟΥ

# model:gnuhealth.procedure,description:icpm_1-245
source: OTHER EXAMINATIN OF NOSE
el: ΑΛΛΗ ΕΞΕΤΑΣΗ ΡΙΝΟΣ

# model:gnuhealth.procedure,description:icpm_1-246
source: OTHER INSTRUMENTAL EXAMINATION OF THROAT
el: ΑΛΛΗ ΟΡΓΑΝΙΚΗ ΕΞΕΤΑΣΗ ΛΑΡΥΓΓΑ

# model:gnuhealth.procedure,description:icpm_1-249
source: INSTRUMENTAL OTORRHINOLARYNGOLOGICAL EXAMINATION, NOT OTHERWISE SPECIFIED
el: ΟΡΓΑΝΙΚΗ ΩΤΟΡΙΝΟΛΑΡΥΓΓΟΛΟΓΙΚΗ ΕΞΕΤΑΣΗ, ΜΗ ΠΡΟΣΔΙΟΡΙΖΟΜΕΝΗ ΔΙΑΦΟΡΕΤΙΚΑ

# model:gnuhealth.procedure,description:icpm_1-270
source: JUGULAR VEIN CATHERIZATION
el: ΚΑΘΕΤΗΡΙΑΣΜΟΣ ΣΦΑΓΙΤΙΔΑΣ ΦΛΕΒΑΣ

# model:gnuhealth.procedure,description:icpm_1-271
source: INFERIOR VENA CAVA CATHERIZATION
el: ΚΑΘΕΤΗΡΙΑΣΜΟΣ ΚΑΤΩ ΚΟΙΛΗΣ ΦΛΕΒΑΣ

# model:gnuhealth.procedure,description:icpm_1-272
source: CENTRAL VENOUS PRESSURE (CVP) MEASUREMENT
el: ΜΕΤΡΗΣΗ ΚΕΝΤΡΙΚΗΣ ΦΛΕΒΙΚΗΣ ΠΙΕΣΗΣ (CVP)

# model:gnuhealth.procedure,description:icpm_1-273
source: INTRAVENOUS CATHERIZATION OF HEART, CARDIAC CATHERIZATION, UNQUALIFIED
el: ΕΝΔΟΦΛΕΒΙΟΣ ΚΑΘΕΤΗΡΙΑΣΜΟΣ ΚΑΡΔΙΑΣ, ΚΑΡΔΙΑΚΟΣ ΚΑΘΕΤΗΡΙΑΣΜΟΣ, ΑΠΡΟΣΔΙΟΡΙΣΤΟΣ

# model:gnuhealth.procedure,description:icpm_1-274
source: TRANSEPTAL CARDIAC CATHERIZATION
el: ΔΙΑΜΕΣΟΚΟΛΠΙΚΟΣ ΚΑΡΔΙΑΚΟΣ ΚΑΘΕΤΗΡΙΑΣΜΟΣ

# model:gnuhealth.procedure,description:icpm_1-275
source: RETROGRADE CATHERIZATION OF LEFT HEART
el: ΑΝΑΔΡΟΜΟΣ ΚΑΘΕΤΗΡΙΑΣΜΟΣ ΑΡΙΣΤΕΡΑΣ ΚΑΡΔΙΑΣ

# model:gnuhealth.procedure,description:icpm_1-276
source: MYOCARDIAL OXYGEN CONSUMPTION
el: ΚΑΤΑΝΑΛΩΣΗ ΟΞΥΓΟΝΟΥ ΜΥΟΚΑΡΔΙΟΥ

# model:gnuhealth.procedure,description:icpm_1-278
source: OTHER CATHERIZATION OF HEART
el: ΑΛΛΟΣ ΚΑΘΕΤΗΡΙΑΣΜΟΣ ΚΑΡΔΙΑΣ

# model:gnuhealth.procedure,description:icpm_1-279
source: OTHER DIAGNOSTIC CATHERIZATION OF VESSELS
el: ΑΛΛΟΣ ΔΙΑΓΝΩΣΤΙΚΟΣ ΚΑΘΕΤΗΡΙΑΣΜΟΣ ΑΓΓΕΙΩΝ

# model:gnuhealth.procedure,description:icpm_1-300
source: DENTAL EXAMINATION
el: ΟΔΟΝΤΙΑΤΡΙΚΗ ΕΞΕΤΑΣΗ

# model:gnuhealth.procedure,description:icpm_1-301
source: DMF (DISEASED, MISSING, FILLED) CHARTING
el: ΚΑΤΑΓΡΑΦΗ DMF (ΚΑΤΕΣΤΡΑΜΜΕΝΑ, ΕΛΛΕΙΠΟΝΤΑ, ΕΜΦΡΑΓΜΕΝΑ)

# model:gnuhealth.procedure,description:icpm_1-302
source: DIAGNOSTIC OCCLUSAL MULDS
el: ΔΙΑΓΝΩΣΤΙΚΑ ΣΥΓΚΛΕΙΣΙΑΚΑ ΕΚΜΑΓΕΙΑ

# model:gnuhealth.procedure,description:icpm_1-304
source: BUCCAL EXAMINATION WITH FINGER
el: ΔΑΚΤΥΛΙΚΗ ΕΞΕΤΑΣΗ ΠΑΡΕΙΑΣ

# model:gnuhealth.procedure,description:icpm_1-309
source: OTHER EXAMINATION OF ORAL CAVITY
el: ΑΛΛΗ ΕΞΕΤΑΣΗ ΣΤΟΜΑΤΙΚΗΣ ΚΟΙΛΟΤΗΤΑΣ

# model:gnuhealth.procedure,description:icpm_1-310
source: PHARYNGEAL EXAMINATION WITH FINGER
el: ΔΑΚΤΥΛΙΚΗ ΕΞΕΤΑΣΗ ΦΑΡΥΓΓΑ

# model:gnuhealth.procedure,description:icpm_1-312
source: RETRIEVAL OF VOMIT FOR ANALYSIS
el: ΛΗΨΗ ΕΜΕΤΟΥ ΓΙΑ ΑΝΑΛΥΣΗ

# model:gnuhealth.procedure,description:icpm_1-313
source: ESOPHAGEAL MANOMETRY
el: ΜΑΝΟΜΕΤΡΙΑ ΟΙΣΟΦΑΓΟΥ

# model:gnuhealth.procedure,description:icpm_1-319
source: OTHER INSTRUMENTAL EXAMINATION OF UPPER DIGESTIVE TRACT
el: ΑΛΛΗ ΟΡΓΑΝΙΚΗ ΕΞΕΤΑΣΗ ΑΝΩΤΕΡΟΥ ΠΕΠΤΙΚΟΥ ΣΩΛΗΝΑ

# model:gnuhealth.procedure,description:icpm_1-320
source: DIGITAL EXAMINATION OF RECTUM
el: ΔΑΚΤΥΛΙΚΗ ΕΞΕΤΑΣΗ ΟΡΘΟΥ

# model:gnuhealth.procedure,description:icpm_1-321
source: ELECTROGASTROGRAM
el: ΗΛΕΚΤΡΟΓΑΣΤΡΟΓΡΑΦΗΜΑ

# model:gnuhealth.procedure,description:icpm_1-322
source: STOMAL CALIBRATION
el: ΒΑΘΜΟΝΟΜΗΣΗ ΣΤΟΜΙΟΥ

# model:gnuhealth.procedure,description:icpm_1-329
source: OTHER INSTRUMENTAL EXAMINATION OF GASTROINTESTINAL TRACT
el: ΑΛΛΗ ΟΡΓΑΝΙΚΗ ΕΞΕΤΑΣΗ ΓΑΣΤΡΕΝΤΕΡΙΚΟΥ ΣΩΛΗΝΑ

# model:gnuhealth.procedure,description:icpm_1-330
source: EVALUATION OF BLADDER SENSATION
el: ΑΞΙΟΛΟΓΗΣΗ ΑΙΣΘΗΣΗΣ ΚΥΣΤΗΣ

# model:gnuhealth.procedure,description:icpm_1-331
source: RESIDUAL URINARY VOLUME
el: ΥΠΟΛΕΙΜΜΑΤΙΚΟΣ ΟΓΚΟΣ ΟΥΡΩΝ

# model:gnuhealth.procedure,description:icpm_1-332
source: DIAGNOSTIC CATHERIZATION OF BLADDER
el: ΔΙΑΓΝΩΣΤΙΚΟΣ ΚΑΘΕΤΗΡΙΑΣΜΟΣ ΚΥΣΤΗΣ

# model:gnuhealth.procedure,description:icpm_1-333
source: CONTINUOUS FLOW CYSTOMETRY
el: ΚΥΣΤΕΟΜΕΤΡΙΑ ΣΥΝΕΧΟΥΣ ΡΟΗΣ

# model:gnuhealth.procedure,description:icpm_1-334
source: OTHER CYSTOMETRY, AIR CYSTOMETRY AND CYSTOMETROGRAPHY
el: ΑΛΛΗ ΚΥΣΤΕΟΜΕΤΡΙΑ, ΚΥΣΤΕΟΜΕΤΡΙΑ ΑΕΡΟΣ ΚΑΙ ΚΥΣΤΕΟΜΕΤΡΟΓΡΑΦΙΑ

# model:gnuhealth.procedure,description:icpm_1-335
source: URETHRAL PRESSURE MEASUREMENT
el: ΜΕΤΡΗΣΗ ΟΥΡΗΘΡΙΚΗΣ ΠΙΕΣΗΣ

# model:gnuhealth.procedure,description:icpm_1-336
source: MEATAL CALIBRATION
el: ΒΑΘΜΟΝΟΜΗΣΗ ΣΤΟΜΙΟΥ

# model:gnuhealth.procedure,description:icpm_1-339
source: OTHER INSTRUMENTAL EXAMINATION OF THE URINARY TRACT
el: ΑΛΛΗ ΟΡΓΑΝΙΚΗ ΕΞΕΤΑΣΗ ΤΟΥ ΟΥΡΟΠΟΙΗΤΙΚΟΥ ΣΥΣΤΗΜΑΤΟΣ

# model:gnuhealth.procedure,description:icpm_1-340
source: IN-DEPTH CLINICAL EXAMINATION OF MALE GENITAL ORGAN
el: ΕΜΒΑΘΥΝΣΗ ΚΛΙΝΙΚΗΣ ΕΞΕΤΑΣΗΣ ΑΝΔΡΙΚΩΝ ΓΕΝΝΗΤΙΚΩΝ ΟΡΓΑΝΩΝ

# model:gnuhealth.procedure,description:icpm_1-341
source: COLLECTION OF SEMEN SPECIMEN FOR EXAMINATION
el: ΣΥΛΛΟΓΗ ΔΕΙΓΜΑΤΟΣ ΣΠΕΡΜΑΤΟΣ ΓΙΑ ΕΞΕΤΑΣΗ

# model:gnuhealth.procedure,description:icpm_1-349
source: OTHER INSTRUMENTAL EXAMINATION OF MALE GENITAL ORGAN
el: ΑΛΛΗ ΟΡΓΑΝΙΚΗ ΕΞΕΤΑΣΗ ΑΝΔΡΙΚΩΝ ΓΕΝΝΗΤΙΚΩΝ ΟΡΓΑΝΩΝ

# model:gnuhealth.procedure,description:icpm_1-350
source: INTERNAL CLINICAL GYNECOLOGICAL EXAMINATION
el: ΕΣΩΤΕΡΙΚΗ ΚΛΙΝΙΚΗ ΓΥΝΑΙΚΟΛΟΓΙΚΗ ΕΞΕΤΑΣΗ

# model:gnuhealth.procedure,description:icpm_1-351
source: ENDOCRINE ASSESSMENT, VAGINAL CYTOLOGY
el: ΕΝΔΟΚΡΙΝΙΚΗ ΑΞΙΟΛΟΓΗΣΗ, ΚΟΛΠΙΚΗ ΚΥΤΤΑΡΟΛΟΓΙΚΗ

# model:gnuhealth.procedure,description:icpm_1-352
source: ENDOCRINE ASSESSMENT, ENDOMETRIAL CYTOLOGY
el: ΕΝΔΟΚΡΙΝΙΚΗ ΑΞΙΟΛΟΓΗΣΗ, ΚΥΤΤΑΡΟΛΟΓΙΚΗ ΕΝΔΟΜΗΤΡΙΟΥ

# model:gnuhealth.procedure,description:icpm_1-353
source: POSTCOITAL PLUG EXAMINATION FOR INFERTILITY
el: ΜΕΤΑΣΥΝΟΥΣΙΑΚΗ ΕΞΕΤΑΣΗ ΓΙΑ ΥΠΟΓΟΝΙΜΟΤΗΤΑ

# model:gnuhealth.procedure,description:icpm_1-354
source: INTRAUTERINE PRESSURE MEASUREMENT
el: ΜΕΤΡΗΣΗ ΕΝΔΟΜΗΤΡΙΑΣ ΠΙΕΣΗΣ

# model:gnuhealth.procedure,description:icpm_1-355
source: PLACENTAL LOCALIZATION
el: ΕΝΤΟΠΙΣΜΟΣ ΠΛΑΚΟΥΝΤΑ

# model:gnuhealth.procedure,description:icpm_1-358
source: OTHER INSTRUMENTAL GYNAECOLOGICAL EXAMINATION (EXCLUDES CULDOSCOPY (1-696), INSUFFLATION OF FALLOPIAN TUBES (5-667))
el: ΑΛΛΗ ΟΡΓΑΝΙΚΗ ΓΥΝΑΙΚΟΛΟΓΙΚΗ ΕΞΕΤΑΣΗ (ΕΞΑΙΡΟΥΝΤΑΙ Η ΚΟΛΠΟΣΚΟΠΗΣΗ ΔΟΥΓΛΑΣΕΙΟΥ (1-696), Η ΕΜΦΥΣΗΣΗ ΣΑΛΠΙΓΓΩΝ (5-667))

# model:gnuhealth.procedure,description:icpm_1-359
source: OTHER INSTRUMENTAL OBSTETRICAL EXAMINATION (EXCLUDES AMNIOCENTESIS (5-753))
el: ΑΛΛΗ ΟΡΓΑΝΙΚΗ ΜΑΙΕΥΤΙΚΗ ΕΞΕΤΑΣΗ (ΕΞΑΙΡΕΙΤΑΙ Η ΑΜΝΙΟΠΑΡΑΚΕΝΤΗΣΗ (5-753))

# model:gnuhealth.procedure,description:icpm_1-360
source: IN-DEPTH CLINICAL EXAMINATION OF MUSCLOSKETAL SYSTEM
el: ΕΜΒΑΘΥΝΣΗ ΚΛΙΝΙΚΗΣ ΕΞΕΤΑΣΗΣ ΜΥΟΣΚΕΛΕΤΙΚΟΥ ΣΥΣΤΗΜΑΤΟΣ

# model:gnuhealth.procedure,description:icpm_1-361
source: MEASUREMENT OF LIMB LENGTHS
el: ΜΕΤΡΗΣΗ ΜΗΚΟΥΣ ΑΚΡΩΝ

# model:gnuhealth.procedure,description:icpm_1-362
source: MEASUREMENT OF RANGE OF MOVEMENT
el: ΜΕΤΡΗΣΗ ΕΥΡΟΥΣ ΚΙΝΗΣΗΣ

# model:gnuhealth.procedure,description:icpm_1-363
source: ELECTROMYOGRAPHY
el: ΗΛΕΚΤΡΟΜΥΟΓΡΑΦΗΜΑ

# model:gnuhealth.procedure,description:icpm_1-369
source: OTHER INSTRUMETNAL MUSCULOSKETAL EXAMINATION
el: ΑΛΛΗ ΟΡΓΑΝΙΚΗ ΜΥΟΣΚΕΛΕΤΙΚΗ ΕΞΕΤΑΣΗ

# model:gnuhealth.procedure,description:icpm_1-370
source: SKIN TEMPERATURES MEASUREMENT
el: ΜΕΤΡΗΣΗ ΘΕΡΜΟΚΡΑΣΙΑΣ ΔΕΡΜΑΤΟΣ

# model:gnuhealth.procedure,description:icpm_1-379
source: OTHER INSTRUMENTAL EXAMINATION
el: ΑΛΛΗ ΟΡΓΑΝΙΚΗ ΕΞΕΤΑΣΗ

# model:gnuhealth.procedure,description:icpm_1-400
source: ADRENAL, PERCUTANEOUS BIOPSY
el: ΕΠΙΝΕΦΡΙΔΙΑ, ΔΙΑΔΕΡΜΙΚΗ ΒΙΟΨΙΑ

# model:gnuhealth.procedure,description:icpm_1-401
source: BRAIN AND MENINGES PERCUTANEOUS BIOPSY
el: ΕΓΚΕΦΑΛΟΣ ΚΑΙ ΜΗΝΙΓΓΕΣ, ΔΙΑΔΕΡΜΙΚΗ ΒΙΟΨΙΑ

# model:gnuhealth.procedure,description:icpm_1-402
source: NERVE, PERCUTANEOUS BIOPSY
el: ΝΕΥΡΟ, ΔΙΑΔΕΡΜΙΚΗ ΒΙΟΨΙΑ

# model:gnuhealth.procedure,description:icpm_1-409
source: OTHER NERVOUS OR ENDOCRINE STRUCTURE, PERCUTANEOUS BIOPSY
el: ΑΛΛΗ ΝΕΥΡΙΚΗ Ή ΕΝΔΟΚΡΙΝΙΚΗ ΔΟΜΗ, ΔΙΑΔΕΡΜΙΚΗ ΒΙΟΨΙΑ

# model:gnuhealth.procedure,description:icpm_1-410
source: EXTERNAL EAR, BIOPSY
el: ΕΞΩ ΟΥΣ, ΒΙΟΨΙΑ

# model:gnuhealth.procedure,description:icpm_1-411
source: BIOPSY OF EAR BY OTOSCOPY
el: ΒΙΟΨΙΑ ΩΤΟΣ ΜΕ ΩΤΟΣΚΟΠΗΣΗ

# model:gnuhealth.procedure,description:icpm_1-412
source: SKIN OF EYELID OR EYEBROW, BIOPSY
el: ΔΕΡΜΑ ΒΛΕΦΑΡΟΥ Ή ΦΡΥΔΙΟΥ, ΒΙΟΨΙΑ

# model:gnuhealth.procedure,description:icpm_1-413
source: CONJUNCTIVA, BIOPSY
el: ΕΠΙΠΕΦΥΚΩΤΑΣ, ΒΙΟΨΙΑ

# model:gnuhealth.procedure,description:icpm_1-414
source: SKIN OF NOSE BY RHINOSCOPY
el: ΔΕΡΜΑ ΡΙΝΟΣ ΜΕ ΡΙΝΟΣΚΟΠΗΣΗ

# model:gnuhealth.procedure,description:icpm_1-415
source: BIOPSY OF NOSE BY RHINOSCOPY
el: ΒΙΟΨΙΑ ΡΙΝΟΣ ΜΕ ΡΙΝΟΣΚΟΠΗΣΗ

# model:gnuhealth.procedure,description:icpm_1-420
source: BIOPSY TO LARYNX
el: ΒΙΟΨΙΑ ΛΑΡΥΓΓΑ

# model:gnuhealth.procedure,description:icpm_1-421
source: ORAL CAVITY, BIOPSY. TONNGUE AND PALATE
el: ΣΤΟΜΑΤΙΚΗ ΚΟΙΛΟΤΗΤΑ, ΒΙΟΨΙΑ. ΓΛΩΣΣΑ ΚΑΙ ΥΠΕΡΩΑ

# model:gnuhealth.procedure,description:icpm_1-422
source: TONSILS, FAUCES AND ADENOIDS, BIOPSY
el: ΑΜΥΓΔΑΛΕΣ, ΙΣΘΜΟΣ ΦΑΡΥΓΓΑ ΚΑΙ ΑΔΕΝΟΕΙΔΕΙΣ ΕΚΒΛΑΣΤΗΣΕΙΣ, ΒΙΟΨΙΑ

# model:gnuhealth.procedure,description:icpm_1-423
source: BIOPSY OF PHARYNX, GUM AND UVULA BY PHARYNGOSCOPY
el: ΒΙΟΨΙΑ ΦΑΡΥΓΓΑ, ΟΥΛΩΝ ΚΑΙ ΣΤΑΦΥΛΗΣ ΜΕ ΦΑΡΥΓΓΟΣΚΟΠΗΣΗ

# model:gnuhealth.procedure,description:icpm_1-425
source: BONE MARROW BIOPSY
el: ΒΙΟΨΙΑ ΜΥΕΛΟΥ ΤΩΝ ΟΣΤΩΝ

# model:gnuhealth.procedure,description:icpm_1-426
source: LYMPHATIC BIOPSY
el: ΒΙΟΨΙΑ ΛΕΜΦΑΔΕΝΑ

# model:gnuhealth.procedure,description:icpm_1-430
source: BIOPSY OF TRACHEA BY ENDOSCOPY
el: ΒΙΟΨΙΑ ΤΡΑΧΕΙΑΣ ΜΕ ΕΝΔΟΣΚΟΠΗΣΗ

# model:gnuhealth.procedure,description:icpm_1-431
source: LUNG, PERCUTANEOUS BIOPSY
el: ΠΝΕΥΜΟΝΑΣ, ΔΙΑΔΕΡΜΙΚΗ ΒΙΟΨΙΑ

# model:gnuhealth.procedure,description:icpm_1-432
source: BIOPSY OF BRONCHUS BY ENDOSCOPY
el: ΒΙΟΨΙΑ ΒΡΟΓΧΟΥ ΜΕ ΕΝΔΟΣΚΟΠΗΣΗ

# model:gnuhealth.procedure,description:icpm_1-434
source: BIOPSY OF CHEST
el: ΒΙΟΨΙΑ ΘΩΡΑΚΑ

# model:gnuhealth.procedure,description:icpm_1-440
source: BIOPSY OF ESOPHAGUS BY ENDOSCOPY
el: ΒΙΟΨΙΑ ΟΙΣΟΦΑΓΟΥ ΜΕ ΕΝΔΟΣΚΟΠΗΣΗ

# model:gnuhealth.procedure,description:icpm_1-441
source: BIOPSY OF STOMACH BY ENDOSCOPY
el: ΒΙΟΨΙΑ ΣΤΟΜΑΧΟΥ ΜΕ ΕΝΔΟΣΚΟΠΗΣΗ

# model:gnuhealth.procedure,description:icpm_1-442
source: DUODENAL CAPSULE BIOPSY
el: ΒΙΟΨΙΑ ΔΩΔΕΚΑΔΑΚΤΥΛΟΥ ΜΕ ΚΑΨΟΥΛΑ

# model:gnuhealth.procedure,description:icpm_1-450
source: BIOPSY OF COLON BY ENDOSCOPY
el: ΒΙΟΨΙΑ ΠΑΧΕΟΣ ΕΝΤΕΡΟΥ ΜΕ ΕΝΔΟΣΚΟΠΗΣΗ

# model:gnuhealth.procedure,description:icpm_1-451
source: BIOPSY OF SIGMOID COLON BY ENDOSCOPY
el: ΒΙΟΨΙΑ ΣΙΓΜΟΕΙΔΟΥΣ ΜΕ ΕΝΔΟΣΚΟΠΗΣΗ

# model:gnuhealth.procedure,description:icpm_1-453
source: BIOPSY OF ANUS AND PERINANAL REGION
el: ΒΙΟΨΙΑ ΠΡΩΚΤΟΥ ΚΑΙ ΠΕΡΙΠΡΩΚΤΙΚΗΣ ΠΕΡΙΟΧΗΣ

# model:gnuhealth.procedure,description:icpm_1-454
source: LIVER, PERCUTANEOUS BIOPSY
el: ΗΠΑΡ, ΔΙΑΔΕΡΜΙΚΗ ΒΙΟΨΙΑ

# model:gnuhealth.procedure,description:icpm_1-460
source: KIDNEY, PERCUTANEOUS BIOPSY
el: ΝΕΦΡΟΣ, ΔΙΑΔΕΡΜΙΚΗ ΒΙΟΨΙΑ

# model:gnuhealth.procedure,description:icpm_1-461
source: BIOPSY OF URETER
el: ΒΙΟΨΙΑ ΟΥΡΗΤΗΡΑ

# model:gnuhealth.procedure,description:icpm_1-462
source: BIOPSY OF BLADDER
el: ΒΙΟΨΙΑ ΟΥΡΟΔΟΧΟΥ ΚΥΣΤΗΣ

# model:gnuhealth.procedure,description:icpm_1-463
source: BIOPSY OF THE PROSTATE
el: ΒΙΟΨΙΑ ΠΡΟΣΤΑΤΗ

# model:gnuhealth.procedure,description:icpm_1-464
source: BIOPSY OF URETHRA
el: ΒΙΟΨΙΑ ΟΥΡΗΘΡΑΣ

# model:gnuhealth.procedure,description:icpm_1-465
source: BIOPSY OF TESTIS, EPIDIDYMIS AND SPERMATIC CORD
el: ΒΙΟΨΙΑ ΟΡΧΕΩΣ, ΕΠΙΔΙΔΥΜΙΔΑΣ ΚΑΙ ΣΠΕΡΜΑΤΙΚΟΥ ΠΟΡΟΥ

# model:gnuhealth.procedure,description:icpm_1-466
source: BIOPSY OF PENIS
el: ΒΙΟΨΙΑ ΠΕΟΥΣ

# model:gnuhealth.procedure,description:icpm_1-470
source: OVARY, ASPIRATION BIOPSY
el: ΩΟΘΗΚΗ, ΒΙΟΨΙΑ ΑΝΑΡΡΟΦΗΣΗΣ

# model:gnuhealth.procedure,description:icpm_1-471
source: ENDOMETRIAL BIOPSY
el: ΒΙΟΨΙΑ ΕΝΔΟΜΗΤΡΙΟΥ

# model:gnuhealth.procedure,description:icpm_1-472
source: CERVICAL SMEAR
el: ΤΡΑΧΗΛΙΚΟ ΕΠΙΧΡΙΣΜΑ

# model:gnuhealth.procedure,description:icpm_1-473
source: ENDOCERVICAL BIOPSY
el: ΕΝΔΟΤΡΑΧΗΛΙΚΗ ΒΙΟΨΙΑ

# model:gnuhealth.procedure,description:icpm_1-474
source: RING BIOPSY OF CERVIX
el: ΔΑΚΤΥΛΙΟΕΙΔΗΣ ΒΙΟΨΙΑ ΤΡΑΧΗΛΟΥ

# model:gnuhealth.procedure,description:icpm_1-475
source: OTHER AND UNSPECIFIED CERVICAL BIOPSY
el: ΑΛΛΗ ΚΑΙ ΜΗ ΠΡΟΣΔΙΟΡΙΣΜΕΝΗ ΒΙΟΨΙΑ ΤΡΑΧΗΛΟΥ

# model:gnuhealth.procedure,description:icpm_1-476
source: VAGINAL BIOPSY OR SMEAR
el: ΚΟΛΠΙΚΗ ΒΙΟΨΙΑ Ή ΕΠΙΧΡΙΣΜΑ

# model:gnuhealth.procedure,description:icpm_1-477
source: BIOPSY OF INTROITUS
el: ΒΙΟΨΙΑ ΠΡΟΔΡΟΜΟΥ ΚΟΛΠΟΥ

# model:gnuhealth.procedure,description:icpm_1-480
source: LIPS, BIOPSY
el: ΧΕΙΛΗ, ΒΙΟΨΙΑ

# model:gnuhealth.procedure,description:icpm_1-481
source: ABDOMINAL WALL BIOPSY
el: ΒΙΟΨΙΑ ΚΟΙΛΙΑΚΟΥ ΤΟΙΧΩΜΑΤΟΣ

# model:gnuhealth.procedure,description:icpm_1-482
source: BREAST BIOPSY (NON SURGICAL)
el: ΒΙΟΨΙΑ ΜΑΣΤΟΥ (ΜΗ ΧΕΙΡΟΥΡΓΙΚΗ)

# model:gnuhealth.procedure,description:icpm_1-483
source: BIOPSY OF SKIN
el: ΒΙΟΨΙΑ ΔΕΡΜΑΤΟΣ

# model:gnuhealth.procedure,description:icpm_1-484
source: BONE OR JOINT BIOPSY
el: ΒΙΟΨΙΑ ΟΣΤΟΥ Ή ΑΡΘΡΩΣΗΣ

# model:gnuhealth.procedure,description:icpm_1-499
source: BIOPSY UNQUALIFIED
el: ΒΙΟΨΙΑ, ΑΠΡΟΣΔΙΟΡΙΣΤΗ

# model:gnuhealth.procedure,description:icpm_1-500
source: SKIN AND SUBCAUTANEOUS TISSUE
el: ΔΕΡΜΑ ΚΑΙ ΥΠΟΔΟΡΙΟΣ ΙΣΤΟΣ

# model:gnuhealth.procedure,description:icpm_1-501
source: BREAST
el: ΜΑΣΤΟΣ

# model:gnuhealth.procedure,description:icpm_1-502
source: SURGICAL BIOPSY OF MUSCLE
el: ΧΕΙΡΟΥΡΓΙΚΗ ΒΙΟΨΙΑ ΜΥΟΣ

# model:gnuhealth.procedure,description:icpm_1-503
source: BONE BIOPSY
el: ΒΙΟΨΙΑ ΟΣΤΟΥ

# model:gnuhealth.procedure,description:icpm_1-504
source: BIOPSY OF JOINT (ARTHROTOMY
el: ΒΙΟΨΙΑ ΑΡΘΡΩΣΗΣ (ΑΡΘΡΟΤΟΜΗ)

# model:gnuhealth.procedure,description:icpm_1-510
source: BIOPSY INTRACRANIAL TISSUE
el: ΒΙΟΨΙΑ ΕΝΔΟΚΡΑΝΙΟΥ ΙΣΤΟΥ

# model:gnuhealth.procedure,description:icpm_1-511
source: INTRASPINAL BIOPSY
el: ΕΝΔΟΝΩΤΙΑΙΑ ΒΙΟΨΙΑ

# model:gnuhealth.procedure,description:icpm_1-519
source: SURGICAL BIOPSY OF THE NERVE
el: ΧΕΙΡΟΥΡΓΙΚΗ ΒΙΟΨΙΑ ΝΕΥΡΟΥ

# model:gnuhealth.procedure,description:icpm_1-520
source: EYELID
el: ΒΛΕΦΑΡΟ

# model:gnuhealth.procedure,description:icpm_1-521
source: CONJUNCTIVA
el: ΕΠΙΠΕΦΥΚΩΤΑΣ

# model:gnuhealth.procedure,description:icpm_1-522
source: LACRIMINAL GLAND AND SAC
el: ΔΑΚΡΥΪΚΟΣ ΑΔΕΝΑΣ ΚΑΙ ΑΣΚΟΣ

# model:gnuhealth.procedure,description:icpm_1-523
source: CORNEA
el: ΚΕΡΑΤΟΕΙΔΗΣ

# model:gnuhealth.procedure,description:icpm_1-529
source: OTHER EYE BIOPSY
el: ΑΛΛΗ ΒΙΟΨΙΑ ΟΦΘΑΛΜΟΥ

# model:gnuhealth.procedure,description:icpm_1-530
source: EXTERNAL EAR, BIOPSY
el: ΕΞΩ ΟΥΣ, ΒΙΟΨΙΑ

# model:gnuhealth.procedure,description:icpm_1-531
source: EXTERNAL AUDITORY CANAL
el: ΕΞΩ ΑΚΟΥΣΤΙΚΟΣ ΠΟΡΟΣ

# model:gnuhealth.procedure,description:icpm_1-532
source: EAR, OTHER
el: ΑΥΤΙ, ΑΛΛΟ

# model:gnuhealth.procedure,description:icpm_1-537
source: BIOPSY OF NOSE, INTERNAL
el: ΒΙΟΨΙΑ ΡΙΝΟΣ, ΕΣΩΤΕΡΙΚΗ

# model:gnuhealth.procedure,description:icpm_1-538
source: SURGICAL BIOPSY OF NOSE, OTHER
el: ΧΕΙΡΟΥΡΓΙΚΗ ΒΙΟΨΙΑ ΡΙΝΟΣ, ΑΛΛΗ

# model:gnuhealth.procedure,description:icpm_1-540
source: LIP
el: ΧΕΙΛΟΣ

# model:gnuhealth.procedure,description:icpm_1-541
source: TONGUE
el: ΓΛΩΣΣΑ

# model:gnuhealth.procedure,description:icpm_1-542
source: SALIVARY GLAND
el: ΣΙΕΛΟΓΟΝΟΣ ΑΔΕΝΑΣ

# model:gnuhealth.procedure,description:icpm_1-543
source: VESTIBULE OF MOUTH
el: ΠΡΟΣΤΟΜΙΟ

# model:gnuhealth.procedure,description:icpm_1-544
source: SURGICAL BIOPSY FOR PALATE, UVU
el: ΧΕΙΡΟΥΡΓΙΚΗ ΒΙΟΨΙΑ ΥΠΕΡΩΑΣ, ΣΤΑΦΥΛΗΣ

# model:gnuhealth.procedure,description:icpm_1-545
source: MOUTH, OTHER
el: ΣΤΟΜΑ, ΑΛΛΟ

# model:gnuhealth.procedure,description:icpm_1-546
source: OROPHARYNX
el: ΣΤΟΜΑΤΟΦΑΡΥΓΓΑΣ

# model:gnuhealth.procedure,description:icpm_1-547
source: HYPOPHARYNX
el: ΥΠΟΦΑΡΥΓΓΑΣ

# model:gnuhealth.procedure,description:icpm_1-548
source: NASOPHARYNX
el: ΡΙΝΟΦΑΡΥΓΓΑΣ

# model:gnuhealth.procedure,description:icpm_1-550
source: DIAPHRAGM
el: ΔΙΑΦΡΑΓΜΑ

# model:gnuhealth.procedure,description:icpm_1-551
source: BIOPSY OF LIVER
el: ΒΙΟΨΙΑ ΗΠΑΤΟΣ

# model:gnuhealth.procedure,description:icpm_1-552
source: EXTRAHEPATIC BILIARY SYSTEM
el: ΕΞΩΗΠΑΤΙΚΟ ΧΟΛΗΦΟΡΟ ΣΥΣΤΗΜΑ

# model:gnuhealth.procedure,description:icpm_1-553
source: PANCREAS
el: ΠΑΓΚΡΕΑΣ

# model:gnuhealth.procedure,description:icpm_1-554
source: SURGICAL BIOPSY OF STOMACH
el: ΧΕΙΡΟΥΡΓΙΚΗ ΒΙΟΨΙΑ ΣΤΟΜΑΧΟΥ

# model:gnuhealth.procedure,description:icpm_1-555
source: SURGICAL BIOPSY OF SMALL INTESTINE
el: ΧΕΙΡΟΥΡΓΙΚΗ ΒΙΟΨΙΑ ΛΕΠΤΟΥ ΕΝΤΕΡΟΥ

# model:gnuhealth.procedure,description:icpm_1-556
source: SURGICAL BIOPSY OF COLON
el: ΧΕΙΡΟΥΡΓΙΚΗ ΒΙΟΨΙΑ ΠΑΧΕΟΣ ΕΝΤΕΡΟΥ

# model:gnuhealth.procedure,description:icpm_1-557
source: SURGICAL BIOPSY OF THE RECTUM
el: ΧΕΙΡΟΥΡΓΙΚΗ ΒΙΟΨΙΑ ΟΡΘΟΥ

# model:gnuhealth.procedure,description:icpm_1-558
source: ANUS
el: ΠΡΩΚΤΟΣ

# model:gnuhealth.procedure,description:icpm_1-560
source: SURGICAL BIOPSY OF KIDNEY
el: ΧΕΙΡΟΥΡΓΙΚΗ ΒΙΟΨΙΑ ΝΕΦΡΟΥ

# model:gnuhealth.procedure,description:icpm_1-561
source: SURGICAL BIOPSY OF URETHRA
el: ΧΕΙΡΟΥΡΓΙΚΗ ΒΙΟΨΙΑ ΟΥΡΗΘΡΑΣ

# model:gnuhealth.procedure,description:icpm_1-562
source: BIOPSY URINARY ORGANS
el: ΒΙΟΨΙΑ ΟΥΡΟΠΟΙΗΤΙΚΩΝ ΟΡΓΑΝΩΝ

# model:gnuhealth.procedure,description:icpm_1-563
source: PROSTATE
el: ΠΡΟΣΤΑΤΗΣ

# model:gnuhealth.procedure,description:icpm_1-564
source: PENIS
el: ΠΕΟΣ

# model:gnuhealth.procedure,description:icpm_1-565
source: TESTIS
el: ΟΡΧΙΣ

# model:gnuhealth.procedure,description:icpm_1-566
source: SURGICABIOPSY OF THE PERINEU
el: ΧΕΙΡΟΥΡΓΙΚΗ ΒΙΟΨΙΑ ΤΟΥ ΠΕΡΙΝΕΟΥ

# model:gnuhealth.procedure,description:icpm_1-569
source: SURGICAL BIOPSY OF OTHER MALE
el: ΧΕΙΡΟΥΡΓΙΚΗ ΒΙΟΨΙΑ ΑΛΛΟΥ ΑΝΔΡΙΚΟΥ

# model:gnuhealth.procedure,description:icpm_1-571
source: BIOPSY OF CERVIX
el: ΒΙΟΨΙΑ ΤΡΑΧΗΛΟΥ

# model:gnuhealth.procedure,description:icpm_1-572
source: BIOPSY OF VAGINA
el: ΒΙΟΨΙΑ ΚΟΛΠΟΥ

# model:gnuhealth.procedure,description:icpm_1-573
source: BIOPSY OF VULVA
el: ΒΙΟΨΙΑ ΑΙΔΟΙΟΥ

# model:gnuhealth.procedure,description:icpm_1-574
source: BIOPSY OF PERINEUM, FEMALE
el: ΒΙΟΨΙΑ ΠΕΡΙΝΕΟΥ, ΓΥΝΑΙΚΕΙΟΥ

# model:gnuhealth.procedure,description:icpm_1-580
source: SURGICAL BIOPSY OF THE PERICARARDIUM
el: ΧΕΙΡΟΥΡΓΙΚΗ ΒΙΟΨΙΑ ΤΟΥ ΠΕΡΙΚΑΡΔΙΟΥ

# model:gnuhealth.procedure,description:icpm_1-581
source: BIOPSY OF OTHER MEDIACTINAL OR INTRATHORACIC ORGAN
el: ΒΙΟΨΙΑ ΑΛΛΟΥ ΜΕΣΟΘΩΡΑΚΙΚΟΥ Ή ΕΝΔΟΘΩΡΑΚΙΚΟΥ ΟΡΓΑΝΟΥ

# model:gnuhealth.procedure,description:icpm_1-582
source: THYROID AND PARATHROID GLANDS
el: ΘΥΡΕΟΕΙΔΗΣ ΚΑΙ ΠΑΡΑΘΥΡΕΟΕΙΔΕΙΣ ΑΔΕΝΕΣ

# model:gnuhealth.procedure,description:icpm_1-583
source: OTHER NECK ORGANS , NEC
el: ΑΛΛΑ ΟΡΓΑΝΑ ΑΥΧΕΝΑ, ΜΑΚ

# model:gnuhealth.procedure,description:icpm_1-585
source: OTHER INTRA-ABDOMINAL ORGAN, NEC
el: ΑΛΛΟ ΕΝΔΟΚΟΙΛΙΑΚΟ ΟΡΓΑΝΟ, ΜΑΚ

# model:gnuhealth.procedure,description:icpm_1-586
source: LYMPH NODE BIOPSY
el: ΒΙΟΨΙΑ ΛΕΜΦΑΔΕΝΑ

# model:gnuhealth.procedure,description:icpm_1-599
source: SURGICAL BIOPSY
el: ΧΕΙΡΟΥΡΓΙΚΗ ΒΙΟΨΙΑ

# model:gnuhealth.procedure,description:icpm_1-610
source: LARYNGOSCOPY
el: ΛΑΡΥΓΓΟΣΚΟΠΗΣΗ

# model:gnuhealth.procedure,description:icpm_1-611
source: INDIRECT LARYNGOSCOPY
el: ΕΜΜΕΣΗ ΛΑΡΥΓΓΟΣΚΟΠΗΣΗ

# model:gnuhealth.procedure,description:icpm_1-612
source: DIRECT LARYNGOSCOPY
el: ΑΜΕΣΗ ΛΑΡΥΓΓΟΣΚΟΠΗΣΗ

# model:gnuhealth.procedure,description:icpm_1-613
source: MICROLARYNGOSCOPY
el: ΜΙΚΡΟΛΑΡΥΓΓΟΣΚΟΠΗΣΗ

# model:gnuhealth.procedure,description:icpm_1-615
source: PHARYNGOSCOPY
el: ΦΑΡΥΓΓΟΣΚΟΠΗΣΗ

# model:gnuhealth.procedure,description:icpm_1-620
source: BRONCHOSCOPY
el: ΒΡΟΓΧΟΣΚΟΠΗΣΗ

# model:gnuhealth.procedure,description:icpm_1-621
source: TRACHEOSCOPY
el: ΤΡΑΧΕΙΟΣΚΟΠΗΣΗ
