Repository: pypi-data/pypi-mirror-397
Catalog: packages/gnuhealth-icpm/gnuhealth_icpm-5.0.2-py3-none-any.whl/trytond/modules/health_icpm/locale/*.po
Languages: el

# model:gnuhealth.procedure,description:icpm_5-784
source: OSTECTOMY
el: ΟΣΤΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-786
source: BONE GRAFTING
el: ΟΣΤΙΚΗ ΜΕΤΑΜΟΣΧΕΥΣΗ

# model:gnuhealth.procedure,description:icpm_5-787
source: INSERTION OF FIXATION APPLIANC
el: ΕΙΣΑΓΩΓΗ ΣΥΣΚΕΥΗΣ ΟΣΤΕΟΣΥΝΘΕΣΗΣ

# model:gnuhealth.procedure,description:icpm_5-788
source: REMOVAL OF PLATING OF FRACTURE
el: ΑΦΑΙΡΕΣΗ ΠΛΑΚΑΣ ΚΑΤΑΓΜΑΤΟΣ

# model:gnuhealth.procedure,description:icpm_5-789
source: RECONSTRUCTION OF BONE
el: ΑΝΑΚΑΤΑΣΚΕΥΗ ΟΣΤΟΥ

# model:gnuhealth.procedure,description:icpm_5-790
source: CLOSED REDUCTION OF FRACTURE WITH INTERNAL FIXATION
el: ΚΛΕΙΣΤΗ ΑΝΑΤΑΞΗ ΚΑΤΑΓΜΑΤΟΣ ΜΕ ΕΣΩΤΕΡΙΚΗ ΟΣΤΕΟΣΥΝΘΕΣΗ

# model:gnuhealth.procedure,description:icpm_5-791
source: ELEVATION OF FRAGMENTS
el: ΑΝΑΣΗΚΩΣΗ ΘΡΑΥΣΜΑΤΩΝ

# model:gnuhealth.procedure,description:icpm_5-792
source: OPEN REDUCTION AND INTERNAL FIXATION
el: ΑΝΟΙΚΤΗ ΑΝΑΤΑΞΗ ΚΑΙ ΕΣΩΤΕΡΙΚΗ ΟΣΤΕΟΣΥΝΘΕΣΗ

# model:gnuhealth.procedure,description:icpm_5-793
source: CLOSED REDUCTION OF SEPARATED EPIPYSIS
el: ΚΛΕΙΣΤΗ ΑΝΑΤΑΞΗ ΑΠΟΦΥΣΙΟΛΙΣΘΗΣΗΣ

# model:gnuhealth.procedure,description:icpm_5-795
source: TOILET OF OPEN FRACTURE SITE
el: ΚΑΘΑΡΙΣΜΟΣ ΑΝΟΙΚΤΟΥ ΚΑΤΑΓΜΑΤΟΣ

# model:gnuhealth.procedure,description:icpm_5-796
source: OPEN REDUCTION OF DISLOCATION OF JOINT
el: ΑΝΟΙΚΤΗ ΑΝΑΤΑΞΗ ΕΞΑΡΘΡΗΜΑΤΟΣ ΑΡΘΡΩΣΗΣ

# model:gnuhealth.procedure,description:icpm_5-800
source: ARTHROTOMY
el: ΑΡΘΡΟΤΟΜΙΑ

# model:gnuhealth.procedure,description:icpm_5-801
source: DIVISION OF JOINT CAPSULE ,LIG
el: ΔΙΑΤΟΜΗ ΑΡΘΡΙΚΟΥ ΘΥΛΑΚΟΥ, ΣΥΝΔΕΣΜΟΥ

# model:gnuhealth.procedure,description:icpm_5-803
source: EXCISION OF INTERVERTEBRAL DISC
el: ΕΚΤΟΜΗ ΜΕΣΟΣΠΟΝΔΥΛΙΟΥ ΔΙΣΚΟΥ

# model:gnuhealth.procedure,description:icpm_5-804
source: EXCISION OF SEMILUNAR CARTILAGE
el: ΕΚΤΟΜΗ ΜΗΝΙΣΚΟΥ

# model:gnuhealth.procedure,description:icpm_5-805
source: SYNOVECTOMY
el: ΥΜΕΝΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-809
source: OTHER EXCISION OF JOINT STRUCTURE
el: ΑΛΛΗ ΕΚΤΟΜΗ ΑΡΘΡΙΚΗΣ ΔΟΜΗΣ

# model:gnuhealth.procedure,description:icpm_5-810
source: FUSION OF SPINE
el: ΣΠΟΝΔΥΛΟΔΕΣΙΑ

# model:gnuhealth.procedure,description:icpm_5-811
source: ARTHRODESIS OF ANKLE
el: ΑΡΘΡΟΔΕΣΗ ΠΟΔΟΚΝΗΜΙΚΗΣ

# model:gnuhealth.procedure,description:icpm_5-812
source: ARTHRODESIS OF OTHER JOINTS
el: ΑΡΘΡΟΔΕΣΗ ΑΛΛΩΝ ΑΡΘΡΩΣΕΩΝ

# model:gnuhealth.procedure,description:icpm_5-813
source: REPAIR OF LIGAMENT
el: ΑΠΟΚΑΤΑΣΤΑΣΗ ΣΥΝΔΕΣΜΟΥ

# model:gnuhealth.procedure,description:icpm_5-814
source: ARTHROPLASTY OF KNEE & CAPSULOPLASTY OR CHRONDROPLASTY
el: ΑΡΘΡΟΠΛΑΣΤΙΚΗ ΓΟΝΑΤΟΣ & ΘΥΛΑΚΟΠΛΑΣΤΙΚΗ Ή ΧΟΝΔΡΟΠΛΑΣΤΙΚΗ

# model:gnuhealth.procedure,description:icpm_5-815
source: TOTAL HIP REPLACEMENT
el: ΟΛΙΚΗ ΑΡΘΡΟΠΛΑΣΤΙΚΗ ΙΣΧΙΟΥ

# model:gnuhealth.procedure,description:icpm_5-816
source: AUSTIN MOORE PROSTHESIS
el: ΠΡΟΘΕΣΗ AUSTIN MOORE

# model:gnuhealth.procedure,description:icpm_5-818
source: ANTHROPLASTY OF SHOULDER
el: ΑΡΘΡΟΠΛΑΣΤΙΚΗ ΩΜΟΥ

# model:gnuhealth.procedure,description:icpm_5-819
source: OTHER REPAIR OF JOINT STRUCTURE
el: ΑΛΛΗ ΑΠΟΚΑΤΑΣΤΑΣΗ ΑΡΘΡΙΚΗΣ ΔΟΜΗΣ

# model:gnuhealth.procedure,description:icpm_5-820
source: FASCIOTOMY OF HAND
el: ΠΕΡΙΤΟΝΙΟΤΟΜΙΑ ΧΕΙΡΟΣ

# model:gnuhealth.procedure,description:icpm_5-821
source: RELEASE OF TENDOND OR MUSCLE
el: ΑΠΕΛΕΥΘΕΡΩΣΗ ΤΕΝΟΝΤΑ Ή ΜΥΟΣ

# model:gnuhealth.procedure,description:icpm_5-822
source: EXCISION OF LESION OF MUSCLE TENDON
el: ΕΚΤΟΜΗ ΒΛΑΒΗΣ ΜΥΟΣ ΤΕΝΟΝΤΑ

# model:gnuhealth.procedure,description:icpm_5-823
source: EXCISION OF MUSCLE TENDON
el: ΕΚΤΟΜΗ ΜΥΟΣ ΤΕΝΟΝΤΑ

# model:gnuhealth.procedure,description:icpm_5-824
source: SUTURE REPAIR OF TENDON HAND
el: ΣΥΡΡΑΦΗ ΤΕΝΟΝΤΑ ΧΕΙΡΟΣ

# model:gnuhealth.procedure,description:icpm_5-826
source: RECONSTRUCTION OF THUMB
el: ΑΝΑΚΑΤΑΣΚΕΥΗ ΑΝΤΙΧΕΙΡΑ

# model:gnuhealth.procedure,description:icpm_5-828
source: REPAIR OF TENDON OF HAND
el: ΑΠΟΚΑΤΑΣΤΑΣΗ ΤΕΝΟΝΤΑ ΧΕΙΡΟΣ

# model:gnuhealth.procedure,description:icpm_5-830
source: FASCIOTOMY
el: ΠΕΡΙΤΟΝΙΟΤΟΜΙΑ

# model:gnuhealth.procedure,description:icpm_5-831
source: DIVISION OF MUSCLE, TENDON, FASCIA AND BURSA & REMOVAL OF CALCAREOUS DEPOSIT IN BURSA OR REMOVAL OF FOREIGN BODY
el: ΔΙΑΤΟΜΗ ΜΥΟΣ, ΤΕΝΟΝΤΑ, ΠΕΡΙΤΟΝΙΑΣ ΚΑΙ ΟΡΟΓΟΝΟΥ ΘΥΛΑΚΟΥ & ΑΦΑΙΡΕΣΗ ΑΣΒΕΣΤΟΠΟΙΗΜΕΝΗΣ ΕΝΑΠΟΘΕΣΗΣ ΣΕ ΟΡΟΓΟΝΟ ΘΥΛΑΚΟ Ή ΑΦΑΙΡΕΣΗ ΞΕΝΟΥ ΣΩΜΑΤΟΣ

# model:gnuhealth.procedure,description:icpm_5-833
source: OTHER EXCISION OF MUSCLE, TENDON
el: ΑΛΛΗ ΕΚΤΟΜΗ ΜΥΟΣ, ΤΕΝΟΝΤΑ

# model:gnuhealth.procedure,description:icpm_5-835
source: SUTURE REPAIR OF TENDON
el: ΣΥΡΡΑΦΗ ΤΕΝΟΝΤΑ

# model:gnuhealth.procedure,description:icpm_5-836
source: TEND0N TRANSPLANT
el: ΜΕΤΑΜΟΣΧΕΥΣΗ ΤΕΝΟΝΤΑ

# model:gnuhealth.procedure,description:icpm_5-837
source: REPAIR OF ROTATOR CUFF TEAR
el: ΑΠΟΚΑΤΑΣΤΑΣΗ ΡΗΞΗΣ ΣΤΡΟΦΙΚΟΥ ΠΕΤΑΛΟΥ

# model:gnuhealth.procedure,description:icpm_5-840
source: AMPUTATION OF FINGER
el: ΑΚΡΩΤΗΡΙΑΣΜΟΣ ΔΑΚΤΥΛΟΥ

# model:gnuhealth.procedure,description:icpm_5-841
source: AMPUTATION OF THUMB
el: ΑΚΡΩΤΗΡΙΑΣΜΟΣ ΑΝΤΙΧΕΙΡΑ

# model:gnuhealth.procedure,description:icpm_5-842
source: AMPUTATION OF FOREARM
el: ΑΚΡΩΤΗΡΙΑΣΜΟΣ ΑΝΤΙΒΡΑΧΙΟΥ

# model:gnuhealth.procedure,description:icpm_5-843
source: ABOVE ELBOW AMPUTATION
el: ΑΚΡΩΤΗΡΙΑΣΜΟΣ ΑΝΩ ΤΟΥ ΑΓΚΩΝΑ

# model:gnuhealth.procedure,description:icpm_5-844
source: DISARTICULATION OF SHOULDER
el: ΕΞΑΡΘΡΩΣΗ ΩΜΟΥ

# model:gnuhealth.procedure,description:icpm_5-845
source: AMPUTATION OF TOE
el: ΑΚΡΩΤΗΡΙΑΣΜΟΣ ΔΑΚΤΥΛΟΥ ΠΟΔΟΣ

# model:gnuhealth.procedure,description:icpm_5-846
source: DISARTICULATION OF METATARSAL
el: ΕΞΑΡΘΡΩΣΗ ΜΕΤΑΤΑΡΣΙΟΥ

# model:gnuhealth.procedure,description:icpm_5-847
source: BELOW KNEE AMPUTATION
el: ΑΚΡΩΤΗΡΙΑΣΜΟΣ ΚΑΤΩ ΤΟΥ ΓΟΝΑΤΟΣ

# model:gnuhealth.procedure,description:icpm_5-848
source: ABOVE KNEE AMPUTATION
el: ΑΚΡΩΤΗΡΙΑΣΜΟΣ ΑΝΩ ΤΟΥ ΓΟΝΑΤΟΣ

# model:gnuhealth.procedure,description:icpm_5-849
source: DISARTICULATION OF HIP
el: ΕΞΑΡΘΡΩΣΗ ΙΣΧΙΟΥ

# model:gnuhealth.procedure,description:icpm_5-850
source: REVISION OF AMPUTATION STUMP
el: ΑΝΑΘΕΩΡΗΣΗ ΚΟΛΟΒΩΜΑΤΟΣ ΑΚΡΩΤΗΡΙΑΣΜΟΥ

# model:gnuhealth.procedure,description:icpm_5-851
source: REATTACHMENT OF FINGERS
el: ΕΠΑΝΑΣΥΓΚΟΛΛΗΣΗ ΔΑΚΤΥΛΩΝ

# model:gnuhealth.procedure,description:icpm_5-855
source: IMPLANT OF PROSTHETIC LIMB DEVICE
el: ΕΜΦΥΤΕΥΣΗ ΠΡΟΣΘΕΤΙΚΗΣ ΣΥΣΚΕΥΗΣ ΑΚΡΟΥ

# model:gnuhealth.procedure,description:icpm_5-859
source: REIMPLANTATION OF SEVERED LIMB
el: ΕΠΑΝΕΜΦΥΤΕΥΣΗ ΑΚΡΩΤΗΡΙΑΣΜΕΝΟΥ ΑΚΡΟΥ

# model:gnuhealth.procedure,description:icpm_5-860
source: EXCISION OF FISTULA
el: ΕΚΤΟΜΗ ΣΥΡΙΓΓΙΟΥ

# model:gnuhealth.procedure,description:icpm_5-861
source: SIMPLE MASTECTOMY
el: ΑΠΛΗ ΜΑΣΤΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-862
source: RADICAL MODIFIED MASTECTOMY
el: ΤΡΟΠΟΠΟΙΗΜΕΝΗ ΡΙΖΙΚΗ ΜΑΣΤΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-863
source: RADICAL MASTECTOMY
el: ΡΙΖΙΚΗ ΜΑΣΤΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-864
source: RADICAL MASTECTOMY
el: ΡΙΖΙΚΗ ΜΑΣΤΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-869
source: MASTECTOMY
el: ΜΑΣΤΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-870
source: ASPIRATION OF BREAST
el: ΑΝΑΡΡΟΦΗΣΗ ΜΑΣΤΟΥ

# model:gnuhealth.procedure,description:icpm_5-871
source: INCISION DRAINAGE BREAST ABSCE
el: ΔΙΑΝΟΙΞΗ ΠΑΡΟΧΕΤΕΥΣΗΣ ΑΠΟΣΤΗΜΑΤΟΣ ΜΑΣΤΟΥ

# model:gnuhealth.procedure,description:icpm_5-873
source: AUGMENTATION MAMMOPLASTY
el: ΑΥΞΗΤΙΚΗ ΜΑΣΤΟΠΛΑΣΤΙΚΗ

# model:gnuhealth.procedure,description:icpm_5-874
source: REDUCTION MAMMOPLASTY
el: ΜΕΙΩΤΙΚΗ ΜΑΣΤΟΠΛΑΣΤΙΚΗ

# model:gnuhealth.procedure,description:icpm_5-875
source: OTHER REPAIR AND PLASTIC OPERATION ON BREAST
el: ΑΛΛΗ ΑΠΟΚΑΤΑΣΤΑΣΗ ΚΑΙ ΠΛΑΣΤΙΚΗ ΕΠΕΜΒΑΣΗ ΣΤΟΝ ΜΑΣΤΟ

# model:gnuhealth.procedure,description:icpm_5-881
source: EXPLORATION
el: ΔΙΕΡΕΥΝΗΣΗ

# model:gnuhealth.procedure,description:icpm_5-882
source: INCISION AND DRAINAGE OF SKIN
el: ΔΙΑΝΟΙΞΗ ΚΑΙ ΠΑΡΟΧΕΤΕΥΣΗ ΔΕΡΜΑΤΟΣ

# model:gnuhealth.procedure,description:icpm_5-883
source: DEBRIDEMENT OF WOUND
el: ΧΕΙΡΟΥΡΓΙΚΟΣ ΚΑΘΑΡΙΣΜΟΣ ΤΡΑΥΜΑΤΟΣ

# model:gnuhealth.procedure,description:icpm_5-884
source: EXCISION OF SEBACEOUS LESION
el: ΕΚΤΟΜΗ ΣΜΗΓΜΑΤΟΓΟΝΟΥ ΒΛΑΒΗΣ

# model:gnuhealth.procedure,description:icpm_5-885
source: RADICAL EXCISION OF SKIN LESIO
el: ΡΙΖΙΚΗ ΕΚΤΟΜΗ ΔΕΡΜΑΤΙΚΗΣ ΒΛΑΒΗΣ

# model:gnuhealth.procedure,description:icpm_5-887
source: EXCISION OF PILONIDAL (SINUS)
el: ΕΚΤΟΜΗ ΚΥΣΤΗΣ ΚΟΚΚΥΓΟΣ (ΣΥΡΙΓΓΙΟ)

# model:gnuhealth.procedure,description:icpm_5-888
source: EXCISION OF SKIN FOR GRAFT
el: ΕΚΤΟΜΗ ΔΕΡΜΑΤΟΣ ΓΙΑ ΜΟΣΧΕΥΜΑ

# model:gnuhealth.procedure,description:icpm_5-890
source: SUTURE
el: ΣΥΡΡΑΦΗ

# model:gnuhealth.procedure,description:icpm_5-892
source: SKIN GRAFT TO HAND
el: ΔΕΡΜΑΤΙΚΟ ΜΟΣΧΕΥΜΑ ΣΤΟ ΧΕΡΙ

# model:gnuhealth.procedure,description:icpm_5-893
source: SKIN GRAFTING
el: ΔΕΡΜΑΤΙΚΗ ΜΕΤΑΜΟΣΧΕΥΣΗ

# model:gnuhealth.procedure,description:icpm_5-894
source: CUTTING & PREPARATION OF FLAP
el: ΚΟΠΗ & ΠΡΟΕΤΟΙΜΑΣΙΑ ΚΡΗΜΝΟΥ

# model:gnuhealth.procedure,description:icpm_5-895
source: ATTACHMENT TO HAND OF FLAP OR
el: ΠΡΟΣΑΡΤΗΣΗ ΚΡΗΜΝΟΥ ΣΤΟ ΧΕΡΙ Ή

# model:gnuhealth.procedure,description:icpm_5-898
source: RECONSTRUCTION OF LIP
el: ΑΝΑΚΑΤΑΣΚΕΥΗ ΧΕΙΛΟΥΣ

# model:gnuhealth.procedure,description:icpm_5-899
source: OTHER REPAIR AND RECONSTRUCTION
el: ΑΛΛΗ ΑΠΟΚΑΤΑΣΤΑΣΗ ΚΑΙ ΑΝΑΚΑΤΑΣΚΕΥΗ

# model:gnuhealth.procedure,description:icpm_5-909
source: REIMPLANTATION
el: ΕΠΑΝΕΜΦΥΤΕΥΣΗ

# model:gnuhealth.procedure,description:icpm_5-910
source: CORNEAL CAUTHERIZATION
el: ΚΑΥΤΗΡΙΑΣΜΟΣ ΚΕΡΑΤΟΕΙΔΟΥΣ

# model:gnuhealth.procedure,description:icpm_5-911
source: NASAL CAUTHERIZATION
el: ΡΙΝΙΚΟΣ ΚΑΥΤΗΡΙΑΣΜΟΣ

# model:gnuhealth.procedure,description:icpm_5-913
source: SKIN CAUTHERIZATION
el: ΚΑΥΤΗΡΙΑΣΜΟΣ ΔΕΡΜΑΤΟΣ

# model:gnuhealth.procedure,description:icpm_5-949
source: CRYOSURGERY
el: ΚΡΥΟΧΕΙΡΟΥΡΓΙΚΗ

# model:gnuhealth.procedure,description:icpm_5-969
source: OTHER CYTOTOXIC DRUG THERAPY
el: ΑΛΛΗ ΚΥΤΤΑΡΟΤΟΞΙΚΗ ΦΑΡΜΑΚΕΥΤΙΚΗ ΘΕΡΑΠΕΙΑ

# model:gnuhealth.procedure,description:icpm_5-980
source: SURGICAL OPERATIONS TO PRODUCE FEMALE STERILIZATION
el: ΧΕΙΡΟΥΡΓΙΚΕΣ ΕΠΕΜΒΑΣΕΙΣ ΓΙΑ ΤΗΝ ΠΡΟΚΛΗΣΗ ΓΥΝΑΙΚΕΙΑΣ ΣΤΕΙΡΩΣΗΣ

# model:gnuhealth.procedure,description:icpm_5-982
source: OTHER SURGICAL OPERATIONS FOR PREVENTIVE PURPOSES
el: ΑΛΛΕΣ ΧΕΙΡΟΥΡΓΙΚΕΣ ΕΠΕΜΒΑΣΕΙΣ ΓΙΑ ΠΡΟΛΗΠΤΙΚΟΥΣ ΣΚΟΠΟΥΣ

# model:gnuhealth.procedure,description:icpm_5-994
source: OPERATION NOT COMPLETED (ABANDONED BEFORE ONSET)
el: ΕΠΕΜΒΑΣΗ ΔΕΝ ΟΛΟΚΛΗΡΩΘΗΚΕ (ΕΓΚΑΤΑΛΕΙΦΘΗΚΕ ΠΡΙΝ ΤΗΝ ΕΝΑΡΞΗ)

# model:gnuhealth.procedure,description:icpm_5-995
source: OPERATION NOT COMPLETED (ABANDONED DURING PROGRESS OF OPERATION)
el: ΕΠΕΜΒΑΣΗ ΔΕΝ ΟΛΟΚΛΗΡΩΘΗΚΕ (ΕΓΚΑΤΑΛΕΙΦΘΗΚΕ ΚΑΤΑ ΤΗ ΔΙΑΡΚΕΙΑ ΤΗΣ ΕΠΕΜΒΑΣΗΣ)

# model:gnuhealth.procedure,description:icpm_8-101
source: REMOVAL OF FOREGN BODY FROM CONJUNCTIVIA OR CORNEA
el: ΑΦΑΙΡΕΣΗ ΞΕΝΟΥ ΣΩΜΑΤΟΣ ΑΠΟ ΤΟΝ ΕΠΙΠΕΦΥΚΩΤΑ Ή ΤΟΝ ΚΕΡΑΤΟΕΙΔΗ

# model:gnuhealth.procedure,description:icpm_8-102
source: REMOVAL OF OBJECT FROM EYELID OR ORBIT
el: ΑΦΑΙΡΕΣΗ ΑΝΤΙΚΕΙΜΕΝΟΥ ΑΠΟ ΤΟ ΒΛΕΦΑΡΟ Ή ΤΗΝ ΚΟΓΧΗ

# model:gnuhealth.procedure,description:icpm_8-103
source: REMOVAL OF FOREIGN BODY FROM EAR
el: ΑΦΑΙΡΕΣΗ ΞΕΝΟΥ ΣΩΜΑΤΟΣ ΑΠΟ ΤΟ ΑΥΤΙ

# model:gnuhealth.procedure,description:icpm_8-104
source: REMOVAL OF OBJECT BY RHINOSCOPY
el: ΑΦΑΙΡΕΣΗ ΑΝΤΙΚΕΙΜΕΝΟΥ ΜΕ ΡΙΝΟΣΚΟΠΗΣΗ

# model:gnuhealth.procedure,description:icpm_8-105
source: REMOVAL OF FOREIGN BODY BY LARYNGOSCOPY
el: ΑΦΑΙΡΕΣΗ ΞΕΝΟΥ ΣΩΜΑΤΟΣ ΜΕ ΛΑΡΥΓΓΟΣΚΟΠΗΣΗ

# model:gnuhealth.procedure,description:icpm_8-107
source: BRONCHSCOPY FORIEGN BODY REMOVAL
el: ΑΦΑΙΡΕΣΗ ΞΕΝΟΥ ΣΩΜΑΤΟΣ ΜΕ ΒΡΟΓΧΟΣΚΟΠΗΣΗ

# model:gnuhealth.procedure,description:icpm_8-108
source: REMOVAL OF FB BY THOROCOSCOPY
el: ΑΦΑΙΡΕΣΗ ΞΕΝΟΥ ΣΩΜΑΤΟΣ ΜΕ ΘΩΡΑΚΟΣΚΟΠΗΣΗ

# model:gnuhealth.procedure,description:icpm_8-111
source: OTHER REMOVAL OF FOREIGN BODY FROM RESPIRATORY TRACT
el: ΑΛΛΗ ΑΦΑΙΡΕΣΗ ΞΕΝΟΥ ΣΩΜΑΤΟΣ ΑΠΟ ΤΗΝ ΑΝΑΠΝΕΥΣΤΙΚΗ ΟΔΟ

# model:gnuhealth.procedure,description:icpm_8-112
source: REMOVAL OF FOREIGNBODY BY GASTROSCOPY
el: ΑΦΑΙΡΕΣΗ ΞΕΝΟΥ ΣΩΜΑΤΟΣ ΜΕ ΓΑΣΤΡΟΣΚΟΠΗΣΗ

# model:gnuhealth.procedure,description:icpm_8-114
source: REMOVAL OF OBJECT BY CYSTOSCOPY
el: ΑΦΑΙΡΕΣΗ ΑΝΤΙΚΕΙΜΕΝΟΥ ΜΕ ΚΥΣΤΕΟΣΚΟΠΗΣΗ

# model:gnuhealth.procedure,description:icpm_8-116
source: REMOVAL OF OBJECT FROM SPECIFIED DERMAL SITES
el: ΑΦΑΙΡΕΣΗ ΑΝΤΙΚΕΙΜΕΝΟΥ ΑΠΟ ΣΥΓΚΕΚΡΙΜΕΝΕΣ ΔΕΡΜΑΤΙΚΕΣ ΘΕΣΕΙΣ

# model:gnuhealth.procedure,description:icpm_8-117
source: REMOVAL OF PARASITE FROM TISSUE
el: ΑΦΑΙΡΕΣΗ ΠΑΡΑΣΙΤΟΥ ΑΠΟ ΙΣΤΟ

# model:gnuhealth.procedure,description:icpm_8-118
source: REMOVAL OF FORIEGN BODY FROM ANUS
el: ΑΦΑΙΡΕΣΗ ΞΕΝΟΥ ΣΩΜΑΤΟΣ ΑΠΟ ΤΟΝ ΠΡΩΚΤΟ

# model:gnuhealth.procedure,description:icpm_8-123
source: GASTRIC LAVAGE
el: ΠΛΥΣΗ ΣΤΟΜΑΧΟΥ

# model:gnuhealth.procedure,description:icpm_8-125
source: DECOMPRESSION OF INTESTINE
el: ΑΠΟΣΥΜΠΙΕΣΗ ΕΝΤΕΡΟΥ

# model:gnuhealth.procedure,description:icpm_8-126
source: GASTRIC LAVAGE
el: ΠΛΥΣΗ ΣΤΟΜΑΧΟΥ

# model:gnuhealth.procedure,description:icpm_8-130
source: CATHERTERIZATION OF BLADDER
el: ΚΑΘΕΤΗΡΙΑΣΜΟΣ ΚΥΣΤΗΣ

# model:gnuhealth.procedure,description:icpm_8-132
source: BLADDER IRRIGATION
el: ΕΚΠΛΥΣΗ ΚΥΣΤΗΣ

# model:gnuhealth.procedure,description:icpm_8-135
source: REPLACEMENT OF URETHRAL CATHETER
el: ΑΝΤΙΚΑΤΑΣΤΑΣΗ ΟΥΡΗΘΡΙΚΟΥ ΚΑΘΕΤΗΡΑ

# model:gnuhealth.procedure,description:icpm_8-140
source: CATHERIZATION
el: ΚΑΘΕΤΗΡΙΑΣΜΟΣ

# model:gnuhealth.procedure,description:icpm_8-149
source: PERCUTANEOUS CATHERIZATION
el: ΔΙΑΔΕΡΜΙΚΟΣ ΚΑΘΕΤΗΡΙΑΣΜΟΣ

# model:gnuhealth.procedure,description:icpm_8-150
source: ASPIRATION OF ABSCESS
el: ΑΝΑΡΡΟΦΗΣΗ ΑΠΟΣΤΗΜΑΤΟΣ

# model:gnuhealth.procedure,description:icpm_8-152
source: IRRIGATION OF ANTERIOR CHAMBER
el: ΕΚΠΛΥΣΗ ΠΡΟΣΘΙΟΥ ΘΑΛΑΜΟΥ

# model:gnuhealth.procedure,description:icpm_8-154
source: BONE MARROW ASPIRATION
el: ΑΝΑΡΡΟΦΗΣΗ ΜΥΕΛΟΥ ΤΩΝ ΟΣΤΩΝ

# model:gnuhealth.procedure,description:icpm_8-155
source: ASPIRATION OF PLEURAL CAVITY
el: ΑΝΑΡΡΟΦΗΣΗ ΥΠΕΖΩΚΟΤΙΚΗΣ ΚΟΙΛΟΤΗΤΑΣ

# model:gnuhealth.procedure,description:icpm_8-156
source: DRAINAGE OF FLUID FROM LUNG
el: ΠΑΡΟΧΕΤΕΥΣΗ ΥΓΡΟΥ ΑΠΟ ΤΟΝ ΠΝΕΥΜΟΝΑ

# model:gnuhealth.procedure,description:icpm_8-157
source: PERITONEAL LAVAGE
el: ΠΕΡΙΤΟΝΑΪΚΗ ΠΛΥΣΗ

# model:gnuhealth.procedure,description:icpm_8-158
source: ASPIRATION OF LIVER
el: ΑΝΑΡΡΟΦΗΣΗ ΗΠΑΤΟΣ

# model:gnuhealth.procedure,description:icpm_8-160
source: ASPIRATION OF KIDNEY
el: ΑΝΑΡΡΟΦΗΣΗ ΝΕΦΡΟΥ

# model:gnuhealth.procedure,description:icpm_8-163
source: ENCYSTED HYDROCELE
el: ΕΓΚΥΣΤΩΜΕΝΗ ΥΔΡΟΚΗΛΗ

# model:gnuhealth.procedure,description:icpm_8-166
source: ASPIRATION OF JOINT
el: ΑΝΑΡΡΟΦΗΣΗ ΑΡΘΡΩΣΗΣ

# model:gnuhealth.procedure,description:icpm_8-169
source: ASPIRATION
el: ΑΝΑΡΡΟΦΗΣΗ

# model:gnuhealth.procedure,description:icpm_8-170
source: SYRINGING OF LACRIMAL SAC
el: ΕΚΠΛΥΣΗ ΤΟΥ ΔΑΚΡΥΪΚΟΥ ΑΣΚΟΥ ΜΕ ΣΥΡΙΓΓΑ

# model:gnuhealth.procedure,description:icpm_8-179
source: IRRIGATION OF WOUND
el: ΕΚΠΛΥΣΗ ΤΡΑΥΜΑΤΟΣ

# model:gnuhealth.procedure,description:icpm_8-185
source: EXCISION
el: ΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_8-186
source: REMOVAL OF TOE NAIL
el: ΑΦΑΙΡΕΣΗ ΝΥΧΙΟΥ ΔΑΚΤΥΛΟΥ ΠΟΔΟΣ

# model:gnuhealth.procedure,description:icpm_8-191
source: WOUND TOILET
el: ΚΑΘΑΡΙΣΜΟΣ ΤΡΑΥΜΑΤΟΣ

# model:gnuhealth.procedure,description:icpm_8-192
source: DRESSING OF WOUND
el: ΕΠΙΔΕΣΗ ΤΡΑΥΜΑΤΟΣ

# model:gnuhealth.procedure,description:icpm_8-193
source: DRESSING OF ULCER
el: ΕΠΙΔΕΣΗ ΕΛΚΟΥΣ

# model:gnuhealth.procedure,description:icpm_8-194
source: DRESSING OF BURN
el: ΕΠΙΔΕΣΗ ΕΓΚΑΥΜΑΤΟΣ

# model:gnuhealth.procedure,description:icpm_8-200
source: REDUCTION OF NASAL BONE
el: ΑΝΑΤΑΞΗ ΡΙΝΙΚΟΥ ΟΣΤΟΥ

# model:gnuhealth.procedure,description:icpm_8-202
source: CLOSED REDUCTION OF HUMERUS
el: ΚΛΕΙΣΤΗ ΑΝΑΤΑΞΗ ΒΡΑΧΙΟΝΙΟΥ

# model:gnuhealth.procedure,description:icpm_8-203
source: REDUCTION OF WRIST FRACTURE
el: ΑΝΑΤΑΞΗ ΚΑΤΑΓΜΑΤΟΣ ΚΑΡΠΟΥ

# model:gnuhealth.procedure,description:icpm_8-204
source: REDUCTION OF FRACTURE
el: ΑΝΑΤΑΞΗ ΚΑΤΑΓΜΑΤΟΣ

# model:gnuhealth.procedure,description:icpm_8-205
source: CLOSED REDUCTION OF FRACTURE
el: ΚΛΕΙΣΤΗ ΑΝΑΤΑΞΗ ΚΑΤΑΓΜΑΤΟΣ

# model:gnuhealth.procedure,description:icpm_8-208
source: CLOSED REDUCTION OF OTHER FRACTURE
el: ΚΛΕΙΣΤΗ ΑΝΑΤΑΞΗ ΑΛΛΟΥ ΚΑΤΑΓΜΑΤΟΣ

# model:gnuhealth.procedure,description:icpm_8-209
source: REDUCTION OF DISLOCATION
el: ΑΝΑΤΑΞΗ ΕΞΑΡΘΡΗΜΑΤΟΣ

# model:gnuhealth.procedure,description:icpm_8-211
source: MANIPULATION OF TEMPOROMANDIBULAR JOINT
el: ΧΕΙΡΙΣΜΟΣ ΚΡΟΤΑΦΟΓΝΑΘΙΚΗΣ ΑΡΘΡΩΣΗΣ

# model:gnuhealth.procedure,description:icpm_8-214
source: LIPSIS OF ADHESIONS
el: ΛΥΣΗ ΣΥΜΦΥΣΕΩΝ

# model:gnuhealth.procedure,description:icpm_8-215
source: STRETCHING OF MUSCLE OR TENDON
el: ΔΙΑΤΑΣΗ ΜΥΟΣ Ή ΤΕΝΟΝΤΑ

# model:gnuhealth.procedure,description:icpm_8-217
source: MANIPULATION UNDER ANESTHESIA
el: ΧΕΙΡΙΣΜΟΣ ΥΠΟ ΑΝΑΙΣΘΗΣΙΑ

# model:gnuhealth.procedure,description:icpm_8-219
source: STRETCHING OF SKIN
el: ΔΙΑΤΑΣΗ ΔΕΡΜΑΤΟΣ

# model:gnuhealth.procedure,description:icpm_8-225
source: DILATION OF BOWEL OF ARTIFICIA
el: ΔΙΑΣΤΟΛΗ ΤΕΧΝΗΤΟΥ ΕΝΤΕΡΟΥ

# model:gnuhealth.procedure,description:icpm_8-230
source: WEDGING OF PLASTER
el: ΣΦΗΝΟΕΙΔΗΣ ΤΟΜΗ ΓΥΨΟΥ

# model:gnuhealth.procedure,description:icpm_8-241
source: REDUCTION OF HERNIA
el: ΑΝΑΤΑΞΗ ΚΗΛΗΣ

# model:gnuhealth.procedure,description:icpm_8-242
source: REDUCTION OF PROLAPSE RECTUM
el: ΑΝΑΤΑΞΗ ΠΡΟΠΤΩΣΗΣ ΟΡΘΟΥ

# model:gnuhealth.procedure,description:icpm_8-243
source: REDUCTION OF HAEMORRHOIDS
el: ΑΝΑΤΑΞΗ ΑΙΜΟΡΡΟΪΔΩΝ

# model:gnuhealth.procedure,description:icpm_8-250
source: ANTENATAL MANIPULATION, UNQUALIFIED
el: ΠΡΟΓΕΝΝΗΤΙΚΟΣ ΧΕΙΡΙΣΜΟΣ, ΑΠΡΟΣΔΙΟΡΙΣΤΟΣ

# model:gnuhealth.procedure,description:icpm_8-251
source: CORRECTION OF BREECH PRESENTATION
el: ΔΙΟΡΘΩΣΗ ΙΣΧΙΑΚΗΣ ΠΡΟΒΟΛΗΣ

# model:gnuhealth.procedure,description:icpm_8-252
source: CORRECTION OF RETROVERTED GRAVID UTERUS
el: ΔΙΟΡΘΩΣΗ ΑΝΑΚΑΜΨΗΣ ΕΓΚΥΟΥ ΜΗΤΡΑΣ

# model:gnuhealth.procedure,description:icpm_8-253
source: REPOSITION OF FETUS
el: ΕΠΑΝΑΤΟΠΟΘΕΤΗΣΗ ΕΜΒΡΥΟΥ

# model:gnuhealth.procedure,description:icpm_8-255
source: MANUALLY ASSISTED VAGINAL DELIVERY
el: ΥΠΟΒΟΗΘΟΥΜΕΝΟΣ ΚΟΛΠΙΚΟΣ ΤΟΚΕΤΟΣ

# model:gnuhealth.procedure,description:icpm_8-301
source: APPLICATION OF SLING
el: ΕΦΑΡΜΟΓΗ ΑΝΝΑΡΤΗΣΗΣ

# model:gnuhealth.procedure,description:icpm_8-310
source: APPLICATION OF PLASTER OF PARIS
el: ΕΦΑΡΜΟΓΗ ΓΥΨΟΥ

# model:gnuhealth.procedure,description:icpm_8-321
source: SPLINTING OF FINGER
el: ΑΚΙΝΗΤΟΠΟΙΗΣΗ ΔΑΚΤΥΛΟΥ ΜΕ ΝΑΡΘΗΚΑ

# model:gnuhealth.procedure,description:icpm_8-324
source: SPLINTING OF FRACTURE
el: ΑΚΙΝΗΤΟΠΟΙΗΣΗ ΚΑΤΑΓΜΑΤΟΣ ΜΕ ΝΑΡΘΗΚΑ

# model:gnuhealth.procedure,description:icpm_8-330
source: EXTERNAL FIXATION
el: ΕΞΩΤΕΡΙΚΗ ΟΣΤΕΟΣΥΝΘΕΣΗ

# model:gnuhealth.procedure,description:icpm_8-331
source: EXTERNAL FIXTATION OF BONE
el: ΕΞΩΤΕΡΙΚΗ ΟΣΤΕΟΣΥΝΘΕΣΗ ΟΣΤΟΥ

# model:gnuhealth.procedure,description:icpm_8-334
source: WIRING OF JAW
el: ΟΣΤΕΟΣΥΝΘΕΣΗ ΓΝΑΘΟΥ ΜΕ ΣΥΡΜΑ

# model:gnuhealth.procedure,description:icpm_8-340
source: COMPRESSION UNION OF FRACTURE
el: ΣΥΜΠΙΕΣΤΙΚΗ ΠΩΡΩΣΗ ΚΑΤΑΓΜΑΤΟΣ

# model:gnuhealth.procedure,description:icpm_8-350
source: ORTHODONTIC ARCH BANDS
el: ΟΡΘΟΔΟΝΤΙΚΑ ΔΑΚΤΥΛΙΔΙΑ ΤΟΞΟΥ

# model:gnuhealth.procedure,description:icpm_8-359
source: CERVICAL COLLAR
el: ΑΥΧΕΝΙΚΟ ΚΟΛΑΡΟ

# model:gnuhealth.procedure,description:icpm_8-362
source: NAILING OF FRACTURE CLOSE
el: ΚΛΕΙΣΤΗ ΗΛΩΣΗ ΚΑΤΑΓΜΑΤΟΣ

# model:gnuhealth.procedure,description:icpm_8-380
source: REMOVAL OF CAST, MOLD OR SUPPORT
el: ΑΦΑΙΡΕΣΗ ΓΥΨΟΥ, ΕΚΜΑΓΕΙΟΥ Ή ΥΠΟΣΤΗΡΙΓΜΑΤΟΣ

# model:gnuhealth.procedure,description:icpm_8-381
source: REMOVAL OF SPLINT
el: ΑΦΑΙΡΕΣΗ ΝΑΡΘΗΚΑ

# model:gnuhealth.procedure,description:icpm_8-382
source: REMOVAL OF SUPPORT OR BRACE
el: ΑΦΑΙΡΕΣΗ ΥΠΟΣΤΗΡΙΓΜΑΤΟΣ Ή ΚΗΔΕΜΟΝΑ

# model:gnuhealth.procedure,description:icpm_8-389
source: REMOVAL OF NAIL FIXATION
el: ΑΦΑΙΡΕΣΗ ΗΛΟΥ ΟΣΤΕΟΣΥΝΘΕΣΗΣ

# model:gnuhealth.procedure,description:icpm_8-400
source: INFIXED BONE PIN (TRACTION)
el: ΕΝΔΟΣΦΗΝΩΜΕΝΟΣ ΟΣΤΙΚΟΣ ΗΛΟΣ (ΕΛΞΗ)

# model:gnuhealth.procedure,description:icpm_8-403
source: SKELETAL TRACTION
el: ΣΚΕΛΕΤΙΚΗ ΕΛΞΗ

# model:gnuhealth.procedure,description:icpm_8-411
source: SKULL TRACTION
el: ΕΛΞΗ ΚΡΑΝΙΟΥ

# model:gnuhealth.procedure,description:icpm_8-412
source: CERVICAL TRACTION
el: ΑΥΧΕΝΙΚΗ ΕΛΞΗ

# model:gnuhealth.procedure,description:icpm_8-420
source: SKIN TRACTION
el: ΔΕΡΜΑΤΙΚΗ ΕΛΞΗ

# model:gnuhealth.procedure,description:icpm_8-421
source: BOOT TRACTION
el: ΕΛΞΗ ΜΕ ΜΠΟΤΑ

# model:gnuhealth.procedure,description:icpm_8-422
source: THOMAS' SPLINT TRACTION
el: ΕΛΞΗ ΜΕ ΝΑΡΘΗΚΑ THOMAS

# model:gnuhealth.procedure,description:icpm_8-423
source: GALLOWS TRACTION
el: ΕΛΞΗ GALLOWS

# model:gnuhealth.procedure,description:icpm_8-424
source: PLASTER CAST TRACTION
el: ΕΛΞΗ ΜΕ ΓΥΨΟ

# model:gnuhealth.procedure,description:icpm_8-450
source: CERVICAL COLLAR FOR TRACTION O
el: ΑΥΧΕΝΙΚΟ ΚΟΛΑΡΟ ΓΙΑ ΕΛΞΗ

# model:gnuhealth.procedure,description:icpm_8-460
source: REMOVAL OF INFIXED PIN IN BONE
el: ΑΦΑΙΡΕΣΗ ΕΝΔΟΣΦΗΝΩΜΕΝΟΥ ΗΛΟΥ ΑΠΟ ΟΣΤΟ

# model:gnuhealth.procedure,description:icpm_8-471
source: SKELETAL TRACTION
el: ΣΚΕΛΕΤΙΚΗ ΕΛΞΗ

# model:gnuhealth.procedure,description:icpm_8-479
source: TRACTION, OTHER & UNQUALIFIED
el: ΕΛΞΗ, ΑΛΛΗ & ΑΠΡΟΣΔΙΟΡΙΣΤΗ

# model:gnuhealth.procedure,description:icpm_8-480
source: APPLICATION OF ORTHOPEDIC APPLIANCE
el: ΕΦΑΡΜΟΓΗ ΟΡΘΟΠΕΔΙΚΗΣ ΣΥΣΚΕΥΗΣ

# model:gnuhealth.procedure,description:icpm_8-500
source: HAEMOSTASIS
el: ΑΙΜΟΣΤΑΣΗ

# model:gnuhealth.procedure,description:icpm_8-566
source: REPAIR,READJUSTMENT OF PROSTHESIS
el: ΕΠΙΣΚΕΥΗ, ΕΠΑΝΑΡΡΥΘΜΙΣΗ ΠΡΟΘΕΣΗΣ

# model:gnuhealth.procedure,description:icpm_8-584
source: INFILTRATION
el: ΔΙΗΘΗΣΗ

# model:gnuhealth.procedure,description:icpm_8-620
source: PHOTOTHERAOY
el: ΦΩΤΟΘΕΡΑΠΕΙΑ

# model:gnuhealth.procedure,description:icpm_8-621
source: RADIATION
el: ΑΚΤΙΝΟΒΟΛΙΑ

# model:gnuhealth.procedure,description:icpm_8-622
source: PHOTOCOAGULATION
el: ΦΩΤΟΠΗΞΙΑ

# model:gnuhealth.procedure,description:icpm_8-649
source: OTHER CONVERSION OF CRADIAC RHYTHM
el: ΑΛΛΗ ΑΝΑΤΑΞΗ ΚΑΡΔΙΑΚΟΥ ΡΥΘΜΟΥ

# model:gnuhealth.procedure,description:icpm_8-651
source: EMERGENCY PACEMAKER
el: ΕΠΕΙΓΩΝ ΒΗΜΑΤΟΔΟΤΗΣ

# model:gnuhealth.procedure,description:icpm_8-652
source: PERMANENT PACEMAKER
el: ΜΟΝΙΜΟΣ ΒΗΜΑΤΟΔΟΤΗΣ

# model:gnuhealth.procedure,description:icpm_8-801
source: BLOOD TRANSFUSION
el: ΜΕΤΑΓΓΙΣΗ ΑΙΜΑΤΟΣ

# model:gnuhealth.procedure,description:icpm_8-803
source: REPLACENMENT TRANSFUSION
el: ΑΦΑΙΜΑΞΟΜΕΤΑΓΓΙΣΗ

# model:gnuhealth.procedure,description:icpm_8-805
source: TRANSFUSION OF PACKED BLOOD CELLS
el: ΜΕΤΑΓΓΙΣΗ ΣΥΜΠΥΚΝΩΜΕΝΩΝ ΕΡΥΘΡΩΝ

# model:gnuhealth.procedure,description:icpm_8-806
source: PLATELET TRANSFUSION
el: ΜΕΤΑΓΓΙΣΗ ΑΙΜΟΠΕΤΑΛΙΩΝ

# model:gnuhealth.procedure,description:icpm_8-809
source: TRANSFUSION , UNQUALIFIED
el: ΜΕΤΑΓΓΙΣΗ, ΑΠΡΟΣΔΙΟΡΙΣΤΗ

# model:gnuhealth.procedure,description:icpm_8-810
source: TRANSFUSION OF PLASMA
el: ΜΕΤΑΓΓΙΣΗ ΠΛΑΣΜΑΤΟΣ

# model:gnuhealth.procedure,description:icpm_8-814
source: TRANFUSION OF ANTIHEMOPHILIC FACTOR
el: ΜΕΤΑΓΓΙΣΗ ΑΝΤΙΑΙΜΟΦΙΛΙΚΟΥ ΠΑΡΑΓΟΝΤΑ

# model:gnuhealth.procedure,description:icpm_8-830
source: ARTERIAL CATHETERIZATION OR CANNULATION
el: ΑΡΤΗΡΙΑΚΟΣ ΚΑΘΕΤΗΡΙΑΣΜΟΣ Ή ΚΑΝΟΥΛΟΠΟΙΗΣΗ

# model:gnuhealth.procedure,description:icpm_8-834
source: VEIN CATHETERISATION
el: ΦΛΕΒΟΚΑΘΕΤΗΡΙΑΣΜΟΣ

# model:gnuhealth.procedure,description:icpm_8-852
source: ARTERIOVENOUS CANNULATION BLOOD
el: ΑΡΤΗΡΙΟΦΛΕΒΙΚΗ ΚΑΝΟΥΛΟΠΟΙΗΣΗ ΑΙΜΑΤΟΣ

# model:gnuhealth.procedure,description:icpm_8-853
source: HEMODIALYSIS
el: ΑΙΜΟΚΑΘΑΡΣΗ

# model:gnuhealth.procedure,description:icpm_8-860
source: PERITONEAL DIALYSIS
el: ΠΕΡΙΤΟΝΑΪΚΗ ΚΑΘΑΡΣΗ

# model:gnuhealth.procedure,description:icpm_8-881
source: REPLACEMENT OF SUBCUTANEOUS
el: ΑΝΤΙΚΑΤΑΣΤΑΣΗ ΥΠΟΔΟΡΙΟΥ

# model:gnuhealth.procedure,description:icpm_8-882
source: REPLACEMENT OR REMOVAL OF INTRAVENOUS ENDOCARDIAL ELECTRODE
el: ΑΝΤΙΚΑΤΑΣΤΑΣΗ Ή ΑΦΑΙΡΕΣΗ ΕΝΔΟΦΛΕΒΙΟΥ ΕΝΔΟΚΑΡΔΙΑΚΟΥ ΗΛΕΚΤΡΟΔΙΟΥ

# model:gnuhealth.procedure,description:icpm_9-129
source: CHEMOTHERAPY
el: ΧΗΜΕΙΟΘΕΡΑΠΕΙΑ
