Repository: pypi-data/pypi-mirror-397
Catalog: packages/gnuhealth-icpm/gnuhealth_icpm-5.0.2-py3-none-any.whl/trytond/modules/health_icpm/locale/*.po
Languages: el

# model:gnuhealth.procedure,description:icpm_5-427
source: REPAIR ESOPHAGUS
el: ΑΠΟΚΑΤΑΣΤΑΣΗ ΟΙΣΟΦΑΓΟΥ

# model:gnuhealth.procedure,description:icpm_5-428
source: DILATION OF ESOPHAGUS
el: ΔΙΑΣΤΟΛΗ ΟΙΣΟΦΑΓΟΥ

# model:gnuhealth.procedure,description:icpm_5-430
source: GASTROTOMY
el: ΓΑΣΤΡΟΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-431
source: GASTROSTOMY TUBE
el: ΣΩΛΗΝΑΣ ΓΑΣΤΡΟΣΤΟΜΙΑΣ

# model:gnuhealth.procedure,description:icpm_5-432
source: STAMM-KADER OPERATION
el: ΕΠΕΜΒΑΣΗ STAMM-KADER

# model:gnuhealth.procedure,description:icpm_5-434
source: EXCISION OF STOMACH TUMOUR
el: ΕΚΤΟΜΗ ΟΓΚΟΥ ΣΤΟΜΑΧΟΥ

# model:gnuhealth.procedure,description:icpm_5-436
source: ANTRECTOMY GASTRIC WITH VAGOTO
el: ΑΝΤΡΕΚΤΟΜΗ ΣΤΟΜΑΧΟΥ ΜΕ ΒΑΓΟΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-437
source: PARTIAL GASTRECTOMY WITH ANASTOMOSIS TO JEJUNUM
el: ΜΕΡΙΚΗ ΓΑΣΤΡΕΚΤΟΜΗ ΜΕ ΑΝΑΣΤΟΜΩΣΗ ΣΤΗ ΝΗΣΤΙΔΑ

# model:gnuhealth.procedure,description:icpm_5-438
source: GASTRECTOMY
el: ΓΑΣΤΡΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-439
source: COMPLETE GASTRECTOMY
el: ΟΛΙΚΗ ΓΑΣΤΡΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-440
source: VAGOTOMY TRUNCAL
el: ΣΤΕΛΕΧΙΑΙΑ ΒΑΓΟΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-441
source: PYLOROPLASTY
el: ΠΥΛΩΡΟΠΛΑΣΤΙΚΗ

# model:gnuhealth.procedure,description:icpm_5-442
source: JEGUNOGASTRASTOMY
el: ΝΗΣΤΙΔΟΓΑΣΤΡΟΣΤΟΜΙΑ

# model:gnuhealth.procedure,description:icpm_5-443
source: CLOSURE OF GASTRO AND DUODENAL ULCER SITE
el: ΣΥΓΚΛΕΙΣΗ ΘΕΣΗΣ ΓΑΣΤΡΙΚΟΥ ΚΑΙ ΔΩΔΕΚΑΔΑΚΤΥΛΙΚΟΥ ΕΛΚΟΥΣ

# model:gnuhealth.procedure,description:icpm_5-444
source: GASTROJEJUNOSTOMY
el: ΓΑΣΤΡΟΝΗΣΤΙΔΟΣΤΟΜΙΑ

# model:gnuhealth.procedure,description:icpm_5-445
source: REPAIR OF STOMACH
el: ΑΠΟΚΑΤΑΣΤΑΣΗ ΣΤΟΜΑΧΟΥ

# model:gnuhealth.procedure,description:icpm_5-450
source: EXPLORATION OF INTESTINE
el: ΔΙΕΡΕΥΝΗΣΗ ΕΝΤΕΡΟΥ

# model:gnuhealth.procedure,description:icpm_5-452
source: EXCISION OF DESTRUCTION OF LESION OF SMALL INTESTINE
el: ΕΚΤΟΜΗ ΚΑΤΑΣΤΡΟΦΗΣ ΒΛΑΒΗΣ ΛΕΠΤΟΥ ΕΝΤΕΡΟΥ

# model:gnuhealth.procedure,description:icpm_5-454
source: SMALL BOWEL RESECTION
el: ΕΚΤΟΜΗ ΛΕΠΤΟΥ ΕΝΤΕΡΟΥ

# model:gnuhealth.procedure,description:icpm_5-455
source: HEMICOLECTOMY
el: ΗΜΙΚΟΛΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-456
source: HARTMANS PROCEDURE
el: ΕΠΕΜΒΑΣΗ HARTMANN

# model:gnuhealth.procedure,description:icpm_5-457
source: ANASTOMOSIS, SMALL TO SMALL
el: ΑΝΑΣΤΟΜΩΣΗ, ΛΕΠΤΟ ΠΡΟΣ ΛΕΠΤΟ

# model:gnuhealth.procedure,description:icpm_5-458
source: ANASTOMOSIS OF SMALL INTESTINE
el: ΑΝΑΣΤΟΜΩΣΗ ΛΕΠΤΟΥ ΕΝΤΕΡΟΥ

# model:gnuhealth.procedure,description:icpm_5-459
source: COLOSIGMOIDOSTOMY
el: ΚΟΛΟΣΙΓΜΟΕΙΔΟΣΤΟΜΙΑ

# model:gnuhealth.procedure,description:icpm_5-460
source: LOOP COLOSTOMY
el: ΚΟΛΟΣΤΟΜΙΑ ΜΕ ΑΓΚΥΛΗ

# model:gnuhealth.procedure,description:icpm_5-461
source: COLOSTOMY
el: ΚΟΛΟΣΤΟΜΙΑ

# model:gnuhealth.procedure,description:icpm_5-462
source: LLEOSTOMY
el: ΕΙΛΕΟΣΤΟΜΙΑ

# model:gnuhealth.procedure,description:icpm_5-463
source: JEJUNOSTOMY
el: ΝΗΣΤΙΔΟΣΤΟΜΙΑ

# model:gnuhealth.procedure,description:icpm_5-464
source: REPAIR OF INTESTINAL STOMACH
el: ΑΠΟΚΑΤΑΣΤΑΣΗ ΕΝΤΕΡΙΚΟΥ ΣΤΟΜΙΟΥ

# model:gnuhealth.procedure,description:icpm_5-465
source: REMOVAL OF COLON
el: ΑΦΑΙΡΕΣΗ ΠΑΧΕΟΣ ΕΝΤΕΡΟΥ

# model:gnuhealth.procedure,description:icpm_5-467
source: REPAIR OF INTESTINAL TRAUMA
el: ΑΠΟΚΑΤΑΣΤΑΣΗ ΕΝΤΕΡΙΚΟΥ ΤΡΑΥΜΑΤΟΣ

# model:gnuhealth.procedure,description:icpm_5-468
source: REDUCTION OF INTUSSUSCEPTION
el: ΑΝΑΤΑΞΗ ΕΓΚΟΛΕΑΣΜΟΥ

# model:gnuhealth.procedure,description:icpm_5-470
source: APPENDECTOMY
el: ΣΚΩΛΗΚΟΕΙΔΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-471
source: DRAINAGE OF APPENDIX ABSCESS
el: ΠΑΡΟΧΕΤΕΥΣΗ ΑΠΟΣΤΗΜΑΤΟΣ ΣΚΩΛΗΚΟΕΙΔΟΥΣ

# model:gnuhealth.procedure,description:icpm_5-481
source: PROCTOSTOMY
el: ΠΡΩΚΤΟΣΤΟΜΙΑ

# model:gnuhealth.procedure,description:icpm_5-482
source: EXCISION OF RECTAL LESION
el: ΕΚΤΟΜΗ ΒΛΑΒΗΣ ΟΡΘΟΥ

# model:gnuhealth.procedure,description:icpm_5-484
source: ABDOMINOPERIANAL RESECTION
el: ΚΟΙΛΙΟΠΕΡΙΝΕΪΚΗ ΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-485
source: HARTMANS PROCEDURE
el: ΕΠΕΜΒΑΣΗ HARTMANN

# model:gnuhealth.procedure,description:icpm_5-486
source: WIRING OF RECTUM
el: ΣΥΡΡΑΦΗ ΟΡΘΟΥ

# model:gnuhealth.procedure,description:icpm_5-489
source: OTHER OPERATIONS ON RECTUM AND
el: ΑΛΛΕΣ ΕΠΕΜΒΑΣΕΙΣ ΣΤΟ ΟΡΘΟ ΚΑΙ

# model:gnuhealth.procedure,description:icpm_5-490
source: INCISION DRAINAGE PERIANAL ABS
el: ΔΙΑΝΟΙΞΗ ΠΑΡΟΧΕΤΕΥΣΗΣ ΠΕΡΙΠΡΩΚΤΙΚΟΥ ΑΠΟΣΤΗΜΑΤΟΣ

# model:gnuhealth.procedure,description:icpm_5-491
source: ANAL FISTULECTOMY
el: ΣΥΡΙΓΓΕΚΤΟΜΗ ΠΡΩΚΤΟΥ

# model:gnuhealth.procedure,description:icpm_5-492
source: ANAL POLYPECTOMY
el: ΠΟΛΥΠΕΚΤΟΜΗ ΠΡΩΚΤΟΥ

# model:gnuhealth.procedure,description:icpm_5-493
source: HAEMORRHOIDECTOMY
el: ΑΙΜΟΡΡΟΪΔΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-494
source: SPHINCTERECTOMY
el: ΣΦΙΓΚΤΗΡΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-499
source: EXTRACTION OF FOREIGNBODY
el: ΕΞΑΓΩΓΗ ΞΕΝΟΥ ΣΩΜΑΤΟΣ

# model:gnuhealth.procedure,description:icpm_5-500
source: DRAINAGE OF HEPATIC ABSCESS
el: ΠΑΡΟΧΕΤΕΥΣΗ ΗΠΑΤΙΚΟΥ ΑΠΟΣΤΗΜΑΤΟΣ

# model:gnuhealth.procedure,description:icpm_5-505
source: REPAIR OF LIVER LACERATION
el: ΑΠΟΚΑΤΑΣΤΑΣΗ ΡΗΞΗΣ ΗΠΑΤΟΣ

# model:gnuhealth.procedure,description:icpm_5-510
source: CHOLECYSTOTOMY
el: ΧΟΛΟΚΥΣΤΟΤΟΜΙΑ

# model:gnuhealth.procedure,description:icpm_5-511
source: CHOLECYSTECTOMY
el: ΧΟΛΟΚΥΣΤΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-512
source: ANASTOMOSIS OF GALLBLADDER OR BILE DUCT
el: ΑΝΑΣΤΟΜΩΣΗ ΧΟΛΗΔΟΧΟΥ ΚΥΣΤΗΣ Ή ΧΟΛΗΦΟΡΟΥ ΠΟΡΟΥ

# model:gnuhealth.procedure,description:icpm_5-513
source: INCISION OF BILE DUCTS , FOR RELIEF OF OBSTRUCTION
el: ΤΟΜΗ ΧΟΛΗΦΟΡΩΝ ΠΟΡΩΝ, ΓΙΑ ΑΡΣΗ ΑΠΟΦΡΑΞΗΣ

# model:gnuhealth.procedure,description:icpm_5-514
source: OTHER INCISION OF BILE DUCTS
el: ΑΛΛΗ ΤΟΜΗ ΧΟΛΗΦΟΡΩΝ ΠΟΡΩΝ

# model:gnuhealth.procedure,description:icpm_5-515
source: LOCAL EXCISION OR DESTRUCTION OF BILE DUCTS
el: ΤΟΠΙΚΗ ΕΚΤΟΜΗ Ή ΚΑΤΑΣΤΡΟΦΗ ΧΟΛΗΦΟΡΩΝ ΠΟΡΩΝ

# model:gnuhealth.procedure,description:icpm_5-524
source: DISTAL PANCREATECTOMY
el: ΠΕΡΙΦΕΡΙΚΗ ΠΑΓΚΡΕΑΤΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-526
source: WHIPPLE'S OPERATION
el: ΕΠΕΜΒΑΣΗ WHIPPLE

# model:gnuhealth.procedure,description:icpm_5-530
source: HERNIA REPAIR
el: ΑΠΟΚΑΤΑΣΤΑΣΗ ΚΗΛΗΣ

# model:gnuhealth.procedure,description:icpm_5-531
source: REPAIR OF HERNIA WITH GRAFT/PR
el: ΑΠΟΚΑΤΑΣΤΑΣΗ ΚΗΛΗΣ ΜΕ ΜΟΣΧΕΥΜΑ/ΠΡΟΘΕΣΗ

# model:gnuhealth.procedure,description:icpm_5-532
source: REPAIR INGUINO-FEMORAL HERNIA
el: ΑΠΟΚΑΤΑΣΤΑΣΗ ΒΟΥΒΩΝΟ-ΜΗΡΙΑΙΑΣ ΚΗΛΗΣ

# model:gnuhealth.procedure,description:icpm_5-533
source: BILATERAL REPAIR INGUINOFEMORAL HERNIA WITH GRAFT OR PROTHESIS
el: ΑΜΦΟΤΕΡΟΠΛΕΥΡΗ ΑΠΟΚΑΤΑΣΤΑΣΗ ΒΟΥΒΩΝΟΜΗΡΙΑΙΑΣ ΚΗΛΗΣ ΜΕ ΜΟΣΧΕΥΜΑ Ή ΠΡΟΘΕΣΗ

# model:gnuhealth.procedure,description:icpm_5-534
source: REPAIR OF HERNIA
el: ΑΠΟΚΑΤΑΣΤΑΣΗ ΚΗΛΗΣ

# model:gnuhealth.procedure,description:icpm_5-535
source: REPAIR OF HERNIA ABDOMINAL WALL
el: ΑΠΟΚΑΤΑΣΤΑΣΗ ΚΗΛΗΣ ΚΟΙΛΙΑΚΟΥ ΤΟΙΧΩΜΑΤΟΣ

# model:gnuhealth.procedure,description:icpm_5-536
source: REPAIR OF OTHER HERNIA
el: ΑΠΟΚΑΤΑΣΤΑΣΗ ΑΛΛΗΣ ΚΗΛΗΣ

# model:gnuhealth.procedure,description:icpm_5-537
source: HEMIDIAPHRAM REPAIR
el: ΑΠΟΚΑΤΑΣΤΑΣΗ ΗΜΙΔΙΑΦΡΑΓΜΑΤΟΣ

# model:gnuhealth.procedure,description:icpm_5-538
source: REPAIR OF DIAPHRAGMATIC HERNIA
el: ΑΠΟΚΑΤΑΣΤΑΣΗ ΔΙΑΦΡΑΓΜΑΤΟΚΗΛΗΣ

# model:gnuhealth.procedure,description:icpm_5-539
source: OTHER HERNIA REPAIR
el: ΑΛΛΗ ΑΠΟΚΑΤΑΣΤΑΣΗ ΚΗΛΗΣ

# model:gnuhealth.procedure,description:icpm_5-540
source: GROIN EXPLORATION
el: ΔΙΕΡΕΥΝΗΣΗ ΒΟΥΒΩΝΙΚΗΣ ΧΩΡΑΣ

# model:gnuhealth.procedure,description:icpm_5-541
source: LAPAROTOMY EXPLORATOIN
el: ΔΙΕΡΕΥΝΗΤΙΚΗ ΛΑΠΑΡΟΤΟΜΙΑ

# model:gnuhealth.procedure,description:icpm_5-542
source: EXCISION OF DESTRUCTION OF ABD
el: ΕΚΤΟΜΗ ΚΑΤΑΣΤΡΟΦΗΣ ΚΟΙΛΙΑΣ

# model:gnuhealth.procedure,description:icpm_5-543
source: OMENTECTOMY
el: ΕΠΙΠΛΟΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-544
source: FREEING INTESTINAL ADHESIONS
el: ΛΥΣΗ ΕΝΤΕΡΙΚΩΝ ΣΥΜΦΥΣΕΩΝ

# model:gnuhealth.procedure,description:icpm_5-546
source: OMENTUM REPAIR
el: ΑΠΟΚΑΤΑΣΤΑΣΗ ΕΠΙΠΛΟΟΥ

# model:gnuhealth.procedure,description:icpm_5-549
source: REPAIR MULTIPLE ABDOMINAL ORGAN
el: ΑΠΟΚΑΤΑΣΤΑΣΗ ΠΟΛΛΑΠΛΩΝ ΚΟΙΛΙΑΚΩΝ ΟΡΓΑΝΩΝ

# model:gnuhealth.procedure,description:icpm_5-550
source: NEPHROLITHOTOMY
el: ΝΕΦΡΟΛΙΘΟΤΟΜΙΑ

# model:gnuhealth.procedure,description:icpm_5-551
source: PYELOLITHOTOMY
el: ΠΥΕΛΟΛΙΘΟΤΟΜΙΑ

# model:gnuhealth.procedure,description:icpm_5-553
source: PARTIAL NEPHRECTOMY
el: ΜΕΡΙΚΗ ΝΕΦΡΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-554
source: NEPHRECTOMY
el: ΝΕΦΡΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-555
source: KIDNEY TRANSPLANT
el: ΜΕΤΑΜΟΣΧΕΥΣΗ ΝΕΦΡΟΥ

# model:gnuhealth.procedure,description:icpm_5-557
source: PYELOPLASTY
el: ΠΥΕΛΟΠΛΑΣΤΙΚΗ

# model:gnuhealth.procedure,description:icpm_5-560
source: TRANSURETHRAL OF URETER
el: ΔΙΟΥΡΗΘΡΙΚΗ ΤΟΥ ΟΥΡΗΤΗΡΑ

# model:gnuhealth.procedure,description:icpm_5-561
source: URETERAL MEATOTOMY
el: ΟΥΡΗΤΗΡΙΚΗ ΣΤΟΜΙΟΤΟΜΙΑ

# model:gnuhealth.procedure,description:icpm_5-562
source: URETEROLITHOTOMY
el: ΟΥΡΗΤΗΡΟΛΙΘΟΤΟΜΙΑ

# model:gnuhealth.procedure,description:icpm_5-563
source: URETERECTOMY
el: ΟΥΡΗΤΗΡΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-566
source: URETEROCECOSTOMY
el: ΟΥΡΗΤΗΡΟΤΥΦΛΟΣΤΟΜΙΑ

# model:gnuhealth.procedure,description:icpm_5-567
source: OTHER ANASTOMOSISS OR BYPASS OF URETER
el: ΑΛΛΗ ΑΝΑΣΤΟΜΩΣΗ Ή ΠΑΡΑΚΑΜΨΗ ΤΟΥ ΟΥΡΗΤΗΡΑ

# model:gnuhealth.procedure,description:icpm_5-568
source: URETHROPLASTY
el: ΟΥΡΗΘΡΟΠΛΑΣΤΙΚΗ

# model:gnuhealth.procedure,description:icpm_5-569
source: OPERATION TO THE URETER
el: ΕΠΕΜΒΑΣΗ ΣΤΟΝ ΟΥΡΗΤΗΡΑ

# model:gnuhealth.procedure,description:icpm_5-570
source: TRANSURETHRAL CLEARANCE FROM BLADDER OR ASPIRATION OF BLOOD CLOT OR CRUSHING AND REMOVAL OF CALCULUS
el: ΔΙΟΥΡΗΘΡΙΚΟΣ ΚΑΘΑΡΙΣΜΟΣ ΑΠΟ ΤΗΝ ΚΥΣΤΗ Ή ΑΝΑΡΡΟΦΗΣΗ ΘΡΟΜΒΟΥ ΑΙΜΑΤΟΣ Ή ΣΥΝΘΛΙΨΗ ΚΑΙ ΑΦΑΙΡΕΣΗ ΛΙΘΟΥ

# model:gnuhealth.procedure,description:icpm_5-571
source: SUPRAPUBIC CATHERIZATION
el: ΥΠΕΡΗΒΙΚΟΣ ΚΑΘΕΤΗΡΙΑΣΜΟΣ

# model:gnuhealth.procedure,description:icpm_5-572
source: SUPRAPUBIC CYSTOSTOMY
el: ΥΠΕΡΗΒΙΚΗ ΚΥΣΤΕΟΣΤΟΜΙΑ

# model:gnuhealth.procedure,description:icpm_5-573
source: DIVERTICULECTOMY
el: ΕΚΚΟΛΠΩΜΑΤΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-574
source: OTHER EXCISION OR DESTRUCTION OF BLADDER
el: ΑΛΛΗ ΕΚΤΟΜΗ Ή ΚΑΤΑΣΤΡΟΦΗ ΤΗΣ ΚΥΣΤΗΣ

# model:gnuhealth.procedure,description:icpm_5-575
source: CYSTECTOMY
el: ΚΥΣΤΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-576
source: COMPLETE CYSTECTOMY
el: ΟΛΙΚΗ ΚΥΣΤΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-577
source: BLADDER AUGMENTATION
el: ΑΥΞΗΤΙΚΗ ΚΥΣΤΗΣ

# model:gnuhealth.procedure,description:icpm_5-578
source: BLADDER REPAIR
el: ΑΠΟΚΑΤΑΣΤΑΣΗ ΚΥΣΤΗΣ

# model:gnuhealth.procedure,description:icpm_5-580
source: URETHROLITHOTOMY
el: ΟΥΡΗΘΡΟΛΙΘΟΤΟΜΙΑ

# model:gnuhealth.procedure,description:icpm_5-581
source: URETHRAL MEATOTOMY
el: ΟΥΡΗΘΡΙΚΗ ΣΤΟΜΙΟΤΟΜΙΑ

# model:gnuhealth.procedure,description:icpm_5-583
source: URETHROPLASTY
el: ΟΥΡΗΘΡΟΠΛΑΣΤΙΚΗ

# model:gnuhealth.procedure,description:icpm_5-584
source: INTERNAL URETHROTOMY
el: ΕΣΩΤΕΡΙΚΗ ΟΥΡΗΘΡΟΤΟΜΙΑ

# model:gnuhealth.procedure,description:icpm_5-585
source: DILATION OF URETHRA
el: ΔΙΑΣΤΟΛΗ ΟΥΡΗΘΡΑΣ

# model:gnuhealth.procedure,description:icpm_5-589
source: OPERATIONS ON URETHRA
el: ΕΠΕΜΒΑΣΕΙΣ ΣΤΗΝ ΟΥΡΗΘΡΑ

# model:gnuhealth.procedure,description:icpm_5-591
source: URINARY DRAINAGE
el: ΠΑΡΟΧΕΤΕΥΣΗ ΟΥΡΩΝ

# model:gnuhealth.procedure,description:icpm_5-595
source: RETROPUBIC URETHRAL SUS[PENSION, MARSHALL-MARCHETTI-KRANK OPERATION
el: ΟΠΙΣΘΟΗΒΙΚΗ ΑΝΑΡΤΗΣΗ ΟΥΡΗΘΡΑΣ, ΕΠΕΜΒΑΣΗ MARSHALL-MARCHETTI-KRANTZ

# model:gnuhealth.procedure,description:icpm_5-598
source: URETERAL CATHERERIZATION
el: ΚΑΘΕΤΗΡΙΑΣΜΟΣ ΟΥΡΗΤΗΡΑ

# model:gnuhealth.procedure,description:icpm_5-599
source: SURGICAL OPERATION TO URETHRA
el: ΧΕΙΡΟΥΡΓΙΚΗ ΕΠΕΜΒΑΣΗ ΣΤΗΝ ΟΥΡΗΘΡΑ

# model:gnuhealth.procedure,description:icpm_5-601
source: TRANSURETRAL PROSTATECTOMY
el: ΔΙΟΥΡΗΘΡΙΚΗ ΠΡΟΣΤΑΤΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-602
source: TRANSVESICAL PROSTATECTOMY
el: ΔΙΑΚΥΣΤΙΚΗ ΠΡΟΣΤΑΤΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-603
source: RETROPUBIC PROSTECTOMY
el: ΟΠΙΣΘΟΗΒΙΚΗ ΠΡΟΣΤΑΤΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-604
source: RADICAL PROSTECTOMY
el: ΡΙΖΙΚΗ ΠΡΟΣΤΑΤΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-605
source: PROSTATECTOMY
el: ΠΡΟΣΤΑΤΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-610
source: INCISION & DRAIN SCROTAL ABSCESS
el: ΔΙΑΝΟΙΞΗ & ΠΑΡΟΧΕΤΕΥΣΗ ΑΠΟΣΤΗΜΑΤΟΣ ΟΣΧΕΟΥ

# model:gnuhealth.procedure,description:icpm_5-611
source: EXCISION OF HYDROCELE
el: ΕΚΤΟΜΗ ΥΔΡΟΚΗΛΗΣ

# model:gnuhealth.procedure,description:icpm_5-612
source: RESECTION OF SCROTUM
el: ΕΚΤΟΜΗ ΟΣΧΕΟΥ

# model:gnuhealth.procedure,description:icpm_5-622
source: ORCHIDECTOMY
el: ΟΡΧΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-623
source: BILATERAL ORCHIDECTOMY
el: ΑΜΦΟΤΕΡΟΠΛΕΥΡΗ ΟΡΧΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-624
source: ORCHIDOPEXY
el: ΟΡΧΕΟΠΗΞΙΑ

# model:gnuhealth.procedure,description:icpm_5-630
source: VARICOCELECTOMY
el: ΚΙΡΣΟΚΗΛΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-631
source: EXCISION OF SPERMATOCELE
el: ΕΚΤΟΜΗ ΣΠΕΡΜΑΤΟΚΗΛΗΣ

# model:gnuhealth.procedure,description:icpm_5-632
source: EXCISION OF OTHER LESION OF SP
el: ΕΚΤΟΜΗ ΑΛΛΗΣ ΒΛΑΒΗΣ ΣΠΕΡΜΑΤΙΚΟΥ ΠΟΡΟΥ

# model:gnuhealth.procedure,description:icpm_5-633
source: OTHER EPIDIDYMECTOMY
el: ΑΛΛΗ ΕΠΙΔΙΔΥΜΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-634
source: REDUCTION OF TESTES
el: ΑΝΑΤΑΞΗ ΟΡΧΕΩΝ

# model:gnuhealth.procedure,description:icpm_5-639
source: EXPLORATION OF TESTES
el: ΔΙΕΡΕΥΝΗΣΗ ΟΡΧΕΩΝ

# model:gnuhealth.procedure,description:icpm_5-640
source: CIRCUMCISION
el: ΠΕΡΙΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-641
source: LOCAL EXCISION OR DESTRUCTION
el: ΤΟΠΙΚΗ ΕΚΤΟΜΗ Ή ΚΑΤΑΣΤΡΟΦΗ

# model:gnuhealth.procedure,description:icpm_5-642
source: AMPUTATION OF PENIS
el: ΑΚΡΩΤΗΡΙΑΣΜΟΣ ΠΕΟΥΣ

# model:gnuhealth.procedure,description:icpm_5-643
source: REPAIR OF PENIS
el: ΑΠΟΚΑΤΑΣΤΑΣΗ ΠΕΟΥΣ

# model:gnuhealth.procedure,description:icpm_5-649
source: OPERATION ON PENIS
el: ΕΠΕΜΒΑΣΗ ΣΤΟ ΠΕΟΣ

# model:gnuhealth.procedure,description:icpm_5-650
source: OOPHOROTOMY
el: ΩΟΘΗΚΟΤΟΜΙΑ

# model:gnuhealth.procedure,description:icpm_5-651
source: OVARIAN CYSTECTOMY
el: ΚΥΣΤΕΚΤΟΜΗ ΩΟΘΗΚΗΣ

# model:gnuhealth.procedure,description:icpm_5-652
source: OOPHERECTOMY
el: ΩΟΘΗΚΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-653
source: SALPINGO-OOPHORECTOMY
el: ΣΑΛΠΙΓΓΟ-ΩΟΘΗΚΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-654
source: BILATERAL OOPHORECTOMY
el: ΑΜΦΟΤΕΡΟΠΛΕΥΡΗ ΩΟΘΗΚΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-655
source: SALPINGOO-OPHERECTOMY
el: ΣΑΛΠΙΓΓΟ-ΩΟΘΗΚΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-656
source: REPAIR OF OVARY
el: ΑΠΟΚΑΤΑΣΤΑΣΗ ΩΟΘΗΚΗΣ

# model:gnuhealth.procedure,description:icpm_5-657
source: FREEING OF ADHESIONS OF OVARY AND FALLOPIAN TUBE
el: ΛΥΣΗ ΣΥΜΦΥΣΕΩΝ ΩΟΘΗΚΗΣ ΚΑΙ ΣΑΛΠΙΓΓΑΣ

# model:gnuhealth.procedure,description:icpm_5-659
source: OTHER OPERATIONS ON OVARY
el: ΑΛΛΕΣ ΕΠΕΜΒΑΣΕΙΣ ΣΤΗΝ ΩΟΘΗΚΗ

# model:gnuhealth.procedure,description:icpm_5-660
source: SALPINGOTOMY
el: ΣΑΛΠΙΓΓΟΤΟΜΙΑ

# model:gnuhealth.procedure,description:icpm_5-661
source: TOT. SALPINGECTOMY (UNILATERAL)
el: ΟΛΙΚΗ ΣΑΛΠΙΓΓΕΚΤΟΜΗ (ΜΟΝΟΠΛΕΥΡΗ)

# model:gnuhealth.procedure,description:icpm_5-662
source: SALPINGECTOMY BILATERAL
el: ΑΜΦΟΤΕΡΟΠΛΕΥΡΗ ΣΑΛΠΙΓΓΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-663
source: BILATERAL ENDOSCOPY DESTRUCTION OR OCCLUSION OF FALLOPIAN TUBES
el: ΑΜΦΟΤΕΡΟΠΛΕΥΡΗ ΕΝΔΟΣΚΟΠΙΚΗ ΚΑΤΑΣΤΡΟΦΗ Ή ΑΠΟΦΡΑΞΗ ΣΑΛΠΙΓΓΩΝ

# model:gnuhealth.procedure,description:icpm_5-664
source: OTHER BILATERAL DESTRUCTION OR OCCLUSION OF FALLOPIAN TUBE
el: ΑΛΛΗ ΑΜΦΟΤΕΡΟΠΛΕΥΡΗ ΚΑΤΑΣΤΡΟΦΗ Ή ΑΠΟΦΡΑΞΗ ΣΑΛΠΙΓΓΑΣ

# model:gnuhealth.procedure,description:icpm_5-665
source: SALPINGECTOMY
el: ΣΑΛΠΙΓΓΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-666
source: REPAIR OF FALLOPIAN TUBE
el: ΑΠΟΚΑΤΑΣΤΑΣΗ ΣΑΛΠΙΓΓΑΣ

# model:gnuhealth.procedure,description:icpm_5-667
source: INSUFFLATION OF FALLOPIAN TUBES
el: ΕΜΦΥΣΗΣΗ ΣΑΛΠΙΓΓΩΝ

# model:gnuhealth.procedure,description:icpm_5-672
source: OTHER EXCISION OR DESTRUCTION
el: ΑΛΛΗ ΕΚΤΟΜΗ Ή ΚΑΤΑΣΤΡΟΦΗ

# model:gnuhealth.procedure,description:icpm_5-673
source: EXCISION OF CERVICAL STUMP
el: ΕΚΤΟΜΗ ΤΡΑΧΗΛΙΚΟΥ ΚΟΛΟΒΩΜΑΤΟΣ

# model:gnuhealth.procedure,description:icpm_5-674
source: REPAIR OF INTERNAL CERVICAL OS
el: ΑΠΟΚΑΤΑΣΤΑΣΗ ΕΣΩ ΤΡΑΧΗΛΙΚΟΥ ΣΤΟΜΙΟΥ

# model:gnuhealth.procedure,description:icpm_5-675
source: LATE REPAIR OF OBSTETRIC OPERATIONS & REPAIR OF NONOBSTETRIC LACERATION
el: ΕΚ ΤΩΝ ΥΣΤΕΡΩΝ ΑΠΟΚΑΤΑΣΤΑΣΗ ΜΑΙΕΥΤΙΚΩΝ ΕΠΕΜΒΑΣΕΩΝ & ΑΠΟΚΑΤΑΣΤΑΣΗ ΜΗ ΜΑΙΕΥΤΙΚΗΣ ΡΗΞΗΣ

# model:gnuhealth.procedure,description:icpm_5-680
source: HYSTEROTOMY
el: ΥΣΤΕΡΟΤΟΜΙΑ

# model:gnuhealth.procedure,description:icpm_5-681
source: MYOMECTOMY
el: ΙΝΟΜΥΩΜΑΤΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-682
source: SUB-TOTAL ABDOMINAL HYSTERECTOMY
el: ΥΦΟΛΙΚΗ ΚΟΙΛΙΑΚΗ ΥΣΤΕΡΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-683
source: HYSTERECTOMY
el: ΥΣΤΕΡΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-684
source: VAGINAL HYSTERECTOMY
el: ΚΟΛΠΙΚΗ ΥΣΤΕΡΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-685
source: RADICALS ABDOMINAL HYSTERECTOMY
el: ΡΙΖΙΚΗ ΚΟΙΛΙΑΚΗ ΥΣΤΕΡΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-686
source: RADICAL VAGINAL HYSTERECTOMY
el: ΡΙΖΙΚΗ ΚΟΛΠΙΚΗ ΥΣΤΕΡΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-687
source: PELVIC EVISCERATION
el: ΠΥΕΛΙΚΗ ΕΚΣΠΛΑΧΝΩΣΗ

# model:gnuhealth.procedure,description:icpm_5-690
source: DILATION AND CURETTAGE OF UTERUS & REMOVAL OF MOLE, RETAINED PRODUCT OF CONCEPTION
el: ΔΙΑΣΤΟΛΗ ΚΑΙ ΑΠΟΞΕΣΗ ΜΗΤΡΑΣ & ΑΦΑΙΡΕΣΗ ΜΥΛΗΣ, ΚΑΤΑΚΡΑΤΗΘΕΝΤΩΝ ΠΡΟΪΟΝΤΩΝ ΣΥΛΛΗΨΗΣ

# model:gnuhealth.procedure,description:icpm_5-691
source: VAGINAL REMOVAL OF INTRAUTERINE BODY & REMOVAL OF INTRAUTERINE CONTRACEPTIVE DEVICE
el: ΚΟΛΠΙΚΗ ΑΦΑΙΡΕΣΗ ΕΝΔΟΜΗΤΡΙΟΥ ΣΩΜΑΤΟΣ & ΑΦΑΙΡΕΣΗ ΕΝΔΟΜΗΤΡΙΚΗΣ ΑΝΤΙΣΥΛΛΗΠΤΙΚΗΣ ΣΥΣΚΕΥΗΣ

# model:gnuhealth.procedure,description:icpm_5-692
source: ENUCLEATION OF CYST
el: ΕΚΠΥΡΗΝΙΣΗ ΚΥΣΤΗΣ

# model:gnuhealth.procedure,description:icpm_5-699
source: OPERATION ON UTERUS, CERVIX
el: ΕΠΕΜΒΑΣΗ ΣΤΗ ΜΗΤΡΑ, ΤΡΑΧΗΛΟ

# model:gnuhealth.procedure,description:icpm_5-701
source: I & DRAINAGE OF PELVIC ABSCESS
el: ΔΙΑΝΟΙΞΗ & ΠΑΡΟΧΕΤΕΥΣΗ ΠΥΕΛΙΚΟΥ ΑΠΟΣΤΗΜΑΤΟΣ

# model:gnuhealth.procedure,description:icpm_5-704
source: REPAIR OF CYSTOCELE AND RECTOCELE
el: ΑΠΟΚΑΤΑΣΤΑΣΗ ΚΥΣΤΕΟΚΗΛΗΣ ΚΑΙ ΟΡΘΟΚΗΛΗΣ

# model:gnuhealth.procedure,description:icpm_5-706
source: EXCISION AND CLOSURE OF FISTULA/VAG & SUTURE
el: ΕΚΤΟΜΗ ΚΑΙ ΣΥΓΚΛΕΙΣΗ ΣΥΡΙΓΓΙΟΥ/ΚΟΛΠΟΥ & ΣΥΡΡΑΦΗ

# model:gnuhealth.procedure,description:icpm_5-710
source: INCISION OF VULVA & PERINEUM
el: ΤΟΜΗ ΑΙΔΟΙΟΥ & ΠΕΡΙΝΕΟΥ

# model:gnuhealth.procedure,description:icpm_5-711
source: OPERATIONS ON BARTOLIN'S GLAND & MARSUPIALIZATION
el: ΕΠΕΜΒΑΣΕΙΣ ΣΤΟΝ ΑΔΕΝΑ ΤΟΥ BARTHOLIN & ΜΑΡΣΙΠΟΠΟΙΗΣΗ

# model:gnuhealth.procedure,description:icpm_5-712
source: EXCISION OF NASOLABIAL CYST
el: ΕΚΤΟΜΗ ΡΙΝΟΧΕΙΛΙΚΗΣ ΚΥΣΤΗΣ

# model:gnuhealth.procedure,description:icpm_5-713
source: OPERATION ON CLITORIS
el: ΕΠΕΜΒΑΣΗ ΣΤΗΝ ΚΛΕΙΤΟΡΙΔΑ

# model:gnuhealth.procedure,description:icpm_5-714
source: RADICAL VULVECTOMY
el: ΡΙΖΙΚΗ ΑΙΔΟΙΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-716
source: UVULOPLASTY
el: ΣΤΑΦΥΛΟΠΛΑΣΤΙΚΗ

# model:gnuhealth.procedure,description:icpm_5-720
source: LOW FORCEPS DELIVERY WITHOUT EPISIOTOMY
el: ΧΑΜΗΛΗ ΕΜΒΡΥΟΥΛΚΙΑ ΧΩΡΙΣ ΠΕΡΙΝΕΟΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-721
source: LOW FORCPS DELIVERY WITH EPISOTOMY
el: ΧΑΜΗΛΗ ΕΜΒΡΥΟΥΛΚΙΑ ΜΕ ΠΕΡΙΝΕΟΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-722
source: MID FORCEP DELIVERY
el: ΜΕΣΗ ΕΜΒΡΥΟΥΛΚΙΑ

# model:gnuhealth.procedure,description:icpm_5-723
source: HIGH FORCEP DELIVERY
el: ΥΨΗΛΗ ΕΜΒΡΥΟΥΛΚΙΑ

# model:gnuhealth.procedure,description:icpm_5-724
source: FORCEP ROTATION OF FETAL HEAD
el: ΠΕΡΙΣΤΡΟΦΗ ΕΜΒΡΥΪΚΗΣ ΚΕΦΑΛΗΣ ΜΕ ΕΜΒΡΥΟΥΛΚΟ

# model:gnuhealth.procedure,description:icpm_5-725
source: BREECH EXTRACTION
el: ΙΣΧΙΑΚΗ ΕΞΑΓΩΓΗ

# model:gnuhealth.procedure,description:icpm_5-727
source: BREECH DELIVERY
el: ΙΣΧΙΑΚΟΣ ΤΟΚΕΤΟΣ

# model:gnuhealth.procedure,description:icpm_5-730
source: ARTIFICIAL RUPTURE OF MEMBRANE
el: ΤΕΧΝΗΤΗ ΡΗΞΗ ΥΜΕΝΩΝ

# model:gnuhealth.procedure,description:icpm_5-738
source: EPISIOTOMY
el: ΠΕΡΙΝΕΟΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-740
source: CLASSICAL CESAREAN SECTION
el: ΚΛΑΣΙΚΗ ΚΑΙΣΑΡΙΚΗ ΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-741
source: LOWER SEGMENTAL CESAREAN SECT
el: ΚΑΤΩΤΕΡΑ ΤΜΗΜΑΤΙΚΗ ΚΑΙΣΑΡΙΚΗ ΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-749
source: REPEAT LOWER SEGMENT C/SECTION
el: ΕΠΑΝΑΛΗΠΤΙΚΗ ΚΑΤΩΤΕΡΑ ΤΜΗΜΑΤΙΚΗ ΚΑΙΣΑΡΙΚΗ ΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-751
source: VACUUM ASPIRATION FOR TERMINATIN OF PREGNANCY
el: ΑΝΑΡΡΟΦΗΣΗ ΜΕ ΚΕΝΟ ΓΙΑ ΤΕΡΜΑΤΙΣΜΟ ΚΥΗΣΗΣ

# model:gnuhealth.procedure,description:icpm_5-752
source: TERMINATION OF PREGNANCY
el: ΤΕΡΜΑΤΙΣΜΟΣ ΚΥΗΣΗΣ

# model:gnuhealth.procedure,description:icpm_5-753
source: AMNIOCENTESIS
el: ΑΜΝΙΟΠΑΡΑΚΕΝΤΗΣΗ

# model:gnuhealth.procedure,description:icpm_5-756
source: EVACUATION OF RETAINED PLACENTA
el: ΕΚΚΕΝΩΣΗ ΚΑΤΑΚΡΑΤΗΘΕΝΤΟΣ ΠΛΑΚΟΥΝΤΑ

# model:gnuhealth.procedure,description:icpm_5-757
source: REPAIR OF OBSTERIC LACERATION
el: ΑΠΟΚΑΤΑΣΤΑΣΗ ΜΑΙΕΥΤΙΚΗΣ ΡΗΞΗΣ

# model:gnuhealth.procedure,description:icpm_5-758
source: LACERATION SUTURE
el: ΣΥΡΡΑΦΗ ΡΗΞΗΣ

# model:gnuhealth.procedure,description:icpm_5-760
source: CLOSED REDUCTION OF ZYGOMATIC FRACTURES
el: ΚΛΕΙΣΤΗ ΑΝΑΤΑΞΗ ΚΑΤΑΓΜΑΤΩΝ ΖΥΓΩΜΑΤΙΚΟΥ

# model:gnuhealth.procedure,description:icpm_5-761
source: OPEN REDUCTION OF ZYGOMATIC FRACTURE
el: ΑΝΟΙΚΤΗ ΑΝΑΤΑΞΗ ΚΑΤΑΓΜΑΤΟΣ ΖΥΓΩΜΑΤΙΚΟΥ

# model:gnuhealth.procedure,description:icpm_5-762
source: WIRE FIXATION OF MANDIBLE
el: ΣΥΡΜΑΤΙΝΗ ΟΣΤΕΟΣΥΝΘΕΣΗ ΚΑΤΩ ΓΝΑΘΟΥ

# model:gnuhealth.procedure,description:icpm_5-763
source: REDUCTION OF MANDIBLE
el: ΑΝΑΤΑΞΗ ΚΑΤΩ ΓΝΑΘΟΥ

# model:gnuhealth.procedure,description:icpm_5-765
source: OPEN REDUCTION OF ORBITAL FRACTURE
el: ΑΝΟΙΚΤΗ ΑΝΑΤΑΞΗ ΚΑΤΑΓΜΑΤΟΣ ΚΟΓΧΗΣ

# model:gnuhealth.procedure,description:icpm_5-766
source: OTHER CLOSED REDUCTION OF FACIAL FRACTURE
el: ΑΛΛΗ ΚΛΕΙΣΤΗ ΑΝΑΤΑΞΗ ΚΑΤΑΓΜΑΤΟΣ ΠΡΟΣΩΠΟΥ

# model:gnuhealth.procedure,description:icpm_5-767
source: OTHER OPEN REDUCTION OF FACIAL
el: ΑΛΛΗ ΑΝΟΙΚΤΗ ΑΝΑΤΑΞΗ ΠΡΟΣΩΠΟΥ

# model:gnuhealth.procedure,description:icpm_5-770
source: SEQUESTRECTOMY OF JAW
el: ΝΕΚΡΕΚΤΟΜΗ ΓΝΑΘΟΥ

# model:gnuhealth.procedure,description:icpm_5-771
source: ENUCLEATION OF LESION OF JAW
el: ΕΚΠΥΡΗΝΙΣΗ ΒΛΑΒΗΣ ΓΝΑΘΟΥ

# model:gnuhealth.procedure,description:icpm_5-772
source: MAXILLECTOMY
el: ΑΝΩ ΓΝΑΘΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-773
source: RESECTION OF JAW BONE
el: ΕΚΤΟΜΗ ΟΣΤΟΥ ΓΝΑΘΟΥ

# model:gnuhealth.procedure,description:icpm_5-774
source: TEMPOROMANDIBULAR ARTHROPLASTY
el: ΑΡΘΡΟΠΛΑΣΤΙΚΗ ΚΡΟΤΑΦΟΓΝΑΘΙΚΗΣ

# model:gnuhealth.procedure,description:icpm_5-775
source: RECONSTRUCT/MAXILLA & BONE GRAPH
el: ΑΝΑΚΑΤΑΣΚΕΥΗ/ΑΝΩ ΓΝΑΘΟΣ & ΟΣΤΙΚΟ ΜΟΣΧΕΥΜΑ

# model:gnuhealth.procedure,description:icpm_5-779
source: OTHER OPERATIONS ON FACIAL BONE
el: ΑΛΛΕΣ ΕΠΕΜΒΑΣΕΙΣ ΣΤΑ ΟΣΤΑ ΤΟΥ ΠΡΟΣΩΠΟΥ

# model:gnuhealth.procedure,description:icpm_5-780
source: REMOVAL OF FB FROM BONE
el: ΑΦΑΙΡΕΣΗ ΞΕΝΟΥ ΣΩΜΑΤΟΣ ΑΠΟ ΟΣΤΟ

# model:gnuhealth.procedure,description:icpm_5-781
source: OSTEOTOMY
el: ΟΣΤΕΟΤΟΜΙΑ

# model:gnuhealth.procedure,description:icpm_5-782
source: OSTECTOMY OF HALLUX VALGUS
el: ΟΣΤΕΚΤΟΜΗ ΒΛΑΙΣΟΥ ΜΕΓΑΛΟΥ ΔΑΚΤΥΛΟΥ

# model:gnuhealth.procedure,description:icpm_5-783
source: EXCISION OF BONE LESION
el: ΕΚΤΟΜΗ ΟΣΤΙΚΗΣ ΒΛΑΒΗΣ
