Repository: pypi-data/pypi-mirror-397
Catalog: packages/gnuhealth-icpm/gnuhealth_icpm-5.0.2-py3-none-any.whl/trytond/modules/health_icpm/locale/*.po
Languages: el

# model:gnuhealth.procedure,description:icpm_9-190
source: OTHER AND ILL-DEFINED THERAPY
el: ΑΛΛΗ ΚΑΙ ΑΣΑΦΩΣ ΚΑΘΟΡΙΣΜΕΝΗ ΘΕΡΑΠΕΙΑ

# model:gnuhealth.procedure,description:icpm_9-251
source: INDUCTION BY INTRAVENOUS INJECTION
el: ΠΡΟΚΛΗΣΗ ΜΕ ΕΝΔΟΦΛΕΒΙΑ ΕΓΧΥΣΗ

# model:gnuhealth.procedure,description:icpm_9-259
source: URETRAL CATHERIZATION
el: ΟΥΡΗΘΡΙΚΟΣ ΚΑΘΕΤΗΡΙΑΣΜΟΣ

# model:gnuhealth.procedure,description:icpm_9-360
source: CATHETERIZATION
el: ΚΑΘΕΤΗΡΙΑΣΜΟΣ

# model:gnuhealth.procedure,description:icpm_9-442
source: FITTING OR ADJUSTMEMNT OF CRUTCHES
el: ΠΡΟΣΑΡΜΟΓΗ Ή ΡΥΘΜΙΣΗ ΠΑΤΕΡΙΤΣΩΝ

# model:gnuhealth.procedure,description:icpm_9-472
source: DEEP BREATHING EXERCISE
el: ΑΣΚΗΣΗ ΒΑΘΙΑΣ ΑΝΑΠΝΟΗΣ

# model:gnuhealth.procedure,description:icpm_9-489
source: PHYSIOTHERAPY
el: ΦΥΣΙΚΟΘΕΡΑΠΕΙΑ

# model:gnuhealth.procedure,description:icpm_9-779
source: SPECIALIZED TREATMENT
el: ΕΞΕΙΔΙΚΕΥΜΕΝΗ ΘΕΡΑΠΕΙΑ
