Repository: pypi-data/pypi-mirror-397
Catalog: packages/gnuhealth-icpm/gnuhealth_icpm-5.0.2-py3-none-any.whl/trytond/modules/health_icpm/locale/*.po
Languages: el

# model:gnuhealth.procedure,description:icpm_1-630
source: ESOPHAGOSCOPY
el: ΟΙΣΟΦΑΓΟΣΚΟΠΗΣΗ

# model:gnuhealth.procedure,description:icpm_1-632
source: ESOPHAGOGASTROSCOPY
el: ΟΙΣΟΦΑΓΟΓΑΣΤΡΟΣΚΟΠΗΣΗ

# model:gnuhealth.procedure,description:icpm_1-633
source: GASTROSCOPY
el: ΓΑΣΤΡΟΣΚΟΠΗΣΗ

# model:gnuhealth.procedure,description:icpm_1-636
source: DUODENOSCOPY
el: ΔΩΔΕΚΑΔΑΚΤΥΛΟΣΚΟΠΗΣΗ

# model:gnuhealth.procedure,description:icpm_1-641
source: COLONOSCOPY
el: ΚΟΛΟΝΟΣΚΟΠΗΣΗ

# model:gnuhealth.procedure,description:icpm_1-642
source: SIGMOIDOSCOPY
el: ΣΙΓΜΟΕΙΔΟΣΚΟΠΗΣΗ

# model:gnuhealth.procedure,description:icpm_1-650
source: URETOSCOPY
el: ΟΥΡΗΤΗΡΟΣΚΟΠΗΣΗ

# model:gnuhealth.procedure,description:icpm_1-652
source: CYSTOSCOPY
el: ΚΥΣΤΕΟΣΚΟΠΗΣΗ

# model:gnuhealth.procedure,description:icpm_1-653
source: PANENDOSCOPY
el: ΠΑΝΕΝΔΟΣΚΟΠΗΣΗ

# model:gnuhealth.procedure,description:icpm_1-655
source: URETHROSCOPY
el: ΟΥΡΗΘΡΟΣΚΟΠΗΣΗ

# model:gnuhealth.procedure,description:icpm_1-660
source: HYSTEROSCOPY
el: ΥΣΤΕΡΟΣΚΟΠΗΣΗ

# model:gnuhealth.procedure,description:icpm_1-663
source: COLPOSCOPY
el: ΚΟΛΠΟΣΚΟΠΗΣΗ

# model:gnuhealth.procedure,description:icpm_1-679
source: OTHER SPECIFIED ENDOSCOPY
el: ΑΛΛΗ ΠΡΟΣΔΙΟΡΙΣΜΕΝΗ ΕΝΔΟΣΚΟΠΗΣΗ

# model:gnuhealth.procedure,description:icpm_1-689
source: ENDOSCOPY
el: ΕΝΔΟΣΚΟΠΗΣΗ

# model:gnuhealth.procedure,description:icpm_1-691
source: THORASCOPY
el: ΘΩΡΑΚΟΣΚΟΠΗΣΗ

# model:gnuhealth.procedure,description:icpm_1-692
source: GASTROESOPHAGEAL ENDOSCOPY BY MEANS OF GASTRONOMY
el: ΓΑΣΤΡΟΟΙΣΟΦΑΓΙΚΗ ΕΝΔΟΣΚΟΠΗΣΗ ΜΕΣΩ ΓΑΣΤΡΟΤΟΜΗΣ

# model:gnuhealth.procedure,description:icpm_1-694
source: LAPAROSCOPY
el: ΛΑΠΑΡΟΣΚΟΠΗΣΗ

# model:gnuhealth.procedure,description:icpm_1-695
source: ENTEROSCOPY
el: ΕΝΤΕΡΟΣΚΟΠΗΣΗ

# model:gnuhealth.procedure,description:icpm_1-697
source: ARTHROSCOPY
el: ΑΡΘΡΟΣΚΟΠΗΣΗ

# model:gnuhealth.procedure,description:icpm_1-830
source: PROBING OF LACRIMAL SYSTEM
el: ΚΑΘΕΤΗΡΙΑΣΜΟΣ ΔΑΚΡΥΪΚΟΥ ΣΥΣΤΗΜΑΤΟΣ

# model:gnuhealth.procedure,description:icpm_1-844
source: PUNCTURE OF PLEURAL CAVITY, DX
el: ΠΑΡΑΚΕΝΤΗΣΗ ΥΠΕΖΩΚΟΤΙΚΗΣ ΚΟΙΛΟΤΗΤΑΣ, ΔΙΑΓΝΩΣΤΙΚΗ

# model:gnuhealth.procedure,description:icpm_1-850
source: ASPIRATION OF CYST DIAGNOSTIC
el: ΔΙΑΓΝΩΣΤΙΚΗ ΑΝΑΡΡΟΦΗΣΗ ΚΥΣΤΗΣ

# model:gnuhealth.procedure,description:icpm_1-901
source: EXAMINATION UNDER ANESTHESIA
el: ΕΞΕΤΑΣΗ ΥΠΟ ΑΝΑΙΣΘΗΣΙΑ

# model:gnuhealth.procedure,description:icpm_1-916
source: OTHER GENITAL SPECIMEN
el: ΑΛΛΟ ΔΕΙΓΜΑ ΓΕΝΝΗΤΙΚΩΝ ΟΡΓΑΝΩΝ

# model:gnuhealth.procedure,description:icpm_2-282
source: PLEURAL FLUID EXAMINATION
el: ΕΞΕΤΑΣΗ ΥΠΕΖΩΚΟΤΙΚΟΥ ΥΓΡΟΥ

# model:gnuhealth.procedure,description:icpm_2-283
source: PERITONEAL FLUID EXAMINATION
el: ΕΞΕΤΑΣΗ ΠΕΡΙΤΟΝΑΪΚΟΥ ΥΓΡΟΥ

# model:gnuhealth.procedure,description:icpm_2-906
source: ELECTRON MICROSCOPY OF TISSUES
el: ΗΛΕΚΤΡΟΝΙΚΗ ΜΙΚΡΟΣΚΟΠΙΑ ΙΣΤΩΝ

# model:gnuhealth.procedure,description:icpm_3-193
source: RADIOGRAPHY OF MAMMARY GLAND
el: ΑΚΤΙΝΟΓΡΑΦΙΑ ΜΑΣΤΟΥ

# model:gnuhealth.procedure,description:icpm_3-253
source: RETROGRADE PYELOGRAPHY
el: ΑΝΑΔΡΟΜΗ ΠΥΕΛΟΓΡΑΦΙΑ

# model:gnuhealth.procedure,description:icpm_3-260
source: PANCREATOGRAPHY
el: ΠΑΓΚΡΕΑΤΟΓΡΑΦΙΑ

# model:gnuhealth.procedure,description:icpm_3-262
source: OPERATIVE AND POSTOPERATIVE CHOLECYT
el: ΔΙΕΓΧΕΙΡΗΤΙΚΗ ΚΑΙ ΜΕΤΕΓΧΕΙΡΗΤΙΚΗ ΧΟΛΟΚΥΣΤΟΓΡΑΦΙΑ

# model:gnuhealth.procedure,description:icpm_3-305
source: COMMON CAROTID ARTERY
el: ΚΟΙΝΗ ΚΑΡΩΤΙΔΑ ΑΡΤΗΡΙΑ

# model:gnuhealth.procedure,description:icpm_3-309
source: ANGIOGRAPHY (NEC)
el: ΑΓΓΕΙΟΓΡΑΦΙΑ (ΜΑΚ)

# model:gnuhealth.procedure,description:icpm_3-312
source: CORONARY ARTERY
el: ΣΤΕΦΑΝΙΑΙΑ ΑΡΤΗΡΙΑ

# model:gnuhealth.procedure,description:icpm_3-338
source: OTHER ANGIOGRAPHY
el: ΑΛΛΗ ΑΓΓΕΙΟΓΡΑΦΙΑ

# model:gnuhealth.procedure,description:icpm_3-441
source: CT SCAN
el: ΑΞΟΝΙΚΗ ΤΟΜΟΓΡΑΦΙΑ

# model:gnuhealth.procedure,description:icpm_3-445
source: CT ABDOMEN
el: ΑΞΟΝΙΚΗ ΤΟΜΟΓΡΑΦΙΑ ΚΟΙΛΙΑΣ

# model:gnuhealth.procedure,description:icpm_3-500
source: THYROID IODINE INTAKE
el: ΠΡΟΣΛΗΨΗ ΙΩΔΙΟΥ ΘΥΡΕΟΕΙΔΟΥΣ

# model:gnuhealth.procedure,description:icpm_3-523
source: LUNG SCAN
el: ΣΠΙΝΘΗΡΟΓΡΑΦΗΜΑ ΠΝΕΥΜΟΝΩΝ

# model:gnuhealth.procedure,description:icpm_3-613
source: ULTRASOUND OF ABDOMEN
el: ΥΠΕΡΗΧΟΓΡΑΦΗΜΑ ΚΟΙΛΙΑΣ

# model:gnuhealth.procedure,description:icpm_4-251
source: PAP SMEAR
el: ΤΕΣΤ ΠΑΠΑΝΙΚΟΛΑΟΥ

# model:gnuhealth.procedure,description:icpm_4-653
source: INSERTION OF INTRAUTERINE DEVICE
el: ΤΟΠΟΘΕΤΗΣΗ ΕΝΔΟΜΗΤΡΙΚΟΥ ΣΠΕΙΡΑΜΑΤΟΣ

# model:gnuhealth.procedure,description:icpm_5-010
source: PLEURAL TAP
el: ΠΑΡΑΚΕΝΤΗΣΗ ΥΠΕΖΩΚΟΤΑ

# model:gnuhealth.procedure,description:icpm_5-011
source: CRANIOTOMY
el: ΚΡΑΝΙΟΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-012
source: INCISION & DRAINING BRAIN ABSCESS
el: ΔΙΑΝΟΙΞΗ & ΠΑΡΟΧΕΤΕΥΣΗ ΕΓΚΕΦΑΛΙΚΟΥ ΑΠΟΣΤΗΜΑΤΟΣ

# model:gnuhealth.procedure,description:icpm_5-013
source: EXCISION OF MENINGIOMA
el: ΕΚΤΟΜΗ ΜΗΝΙΓΓΙΩΜΑΤΟΣ

# model:gnuhealth.procedure,description:icpm_5-014
source: OTHER EXCISION OR DESTRUCTION OF BRAIN AND MENINGES
el: ΑΛΛΗ ΕΚΤΟΜΗ Ή ΚΑΤΑΣΤΡΟΦΗ ΕΓΚΕΦΑΛΟΥ ΚΑΙ ΜΗΝΙΓΓΩΝ

# model:gnuhealth.procedure,description:icpm_5-015
source: EXCISION OF CRANIAL LESION
el: ΕΚΤΟΜΗ ΚΡΑΝΙΑΚΗΣ ΒΛΑΒΗΣ

# model:gnuhealth.procedure,description:icpm_5-020
source: ELEVATION OF SKULL
el: ΑΝΑΣΗΚΩΣΗ ΚΡΑΝΙΟΥ

# model:gnuhealth.procedure,description:icpm_5-021
source: REPAIR OF CEREBRAL MENINGES
el: ΑΠΟΚΑΤΑΣΤΑΣΗ ΕΓΚΕΦΑΛΙΚΩΝ ΜΗΝΙΓΓΩΝ

# model:gnuhealth.procedure,description:icpm_5-022
source: VENTRICULOSTOMY
el: ΚΟΙΛΙΟΣΤΟΜΙΑ

# model:gnuhealth.procedure,description:icpm_5-023
source: VENTRICULOPLEURAL SHUNT
el: ΚΟΙΛΙΟ-ΥΠΕΖΩΚΟΤΙΚΗ ΠΑΡΑΚΑΜΨΗ

# model:gnuhealth.procedure,description:icpm_5-024
source: REMOVAL OF VENTRICULAR SHUNT
el: ΑΦΑΙΡΕΣΗ ΚΟΙΛΙΑΚΗΣ ΠΑΡΑΚΑΜΨΗΣ

# model:gnuhealth.procedure,description:icpm_5-029
source: TRANSSPHENOID RESECTION
el: ΔΙΑΣΦΗΝΟΕΙΔΗΣ ΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-030
source: LAMINECTOMY
el: ΠΕΤΑΛΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-033
source: EXCISION OR DESTRUCTION OF SPINAL CORD AND MENINGES
el: ΕΚΤΟΜΗ Ή ΚΑΤΑΣΤΡΟΦΗ ΝΩΤΙΑΙΟΥ ΜΥΕΛΟΥ ΚΑΙ ΜΗΝΙΓΓΩΝ

# model:gnuhealth.procedure,description:icpm_5-034
source: PLASTIC OPERATIONS ON SPINAL CORD AND MENINGES
el: ΠΛΑΣΤΙΚΕΣ ΕΠΕΜΒΑΣΕΙΣ ΣΤΟΝ ΝΩΤΙΑΙΟ ΜΥΕΛΟ ΚΑΙ ΤΙΣ ΜΗΝΙΓΓΕΣ

# model:gnuhealth.procedure,description:icpm_5-037
source: INJECTION OF DESTRUCTIVE AGENT INTO SPINAL CORD
el: ΕΓΧΥΣΗ ΚΑΤΑΣΤΡΕΠΤΙΚΟΥ ΠΑΡΑΓΟΝΤΑ ΣΤΟΝ ΝΩΤΙΑΙΟ ΜΥΕΛΟ

# model:gnuhealth.procedure,description:icpm_5-040
source: NEUROLYSIS
el: ΝΕΥΡΟΛΥΣΗ

# model:gnuhealth.procedure,description:icpm_5-041
source: EXCISION OF NEUROMA
el: ΕΚΤΟΜΗ ΝΕΥΡΙΝΩΜΑΤΟΣ

# model:gnuhealth.procedure,description:icpm_5-042
source: REPAIR OF NERVE INJURY
el: ΑΠΟΚΑΤΑΣΤΑΣΗ ΤΡΑΥΜΑΤΙΣΜΟΥ ΝΕΥΡΟΥ

# model:gnuhealth.procedure,description:icpm_5-043
source: CARPAL TUNNEL NERVE RELEASE
el: ΑΠΟΚΑΤΑΣΤΑΣΗ ΣΥΝΔΡΟΜΟΥ ΚΑΡΠΙΑΙΟΥ ΣΩΛΗΝΑ

# model:gnuhealth.procedure,description:icpm_5-045
source: TRANSPOSITION OF NERVE
el: ΜΕΤΑΘΕΣΗ ΝΕΥΡΟΥ

# model:gnuhealth.procedure,description:icpm_5-046
source: REPAIR OF NERVE
el: ΑΠΟΚΑΤΑΣΤΑΣΗ ΝΕΥΡΟΥ

# model:gnuhealth.procedure,description:icpm_5-060
source: INCISION OF THROID FIELD
el: ΤΟΜΗ ΘΥΡΕΟΕΙΔΟΥΣ ΠΕΔΙΟΥ

# model:gnuhealth.procedure,description:icpm_5-061
source: HEMITHYROIDECTOMY
el: ΗΜΙΘΥΡΕΟΕΙΔΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-062
source: EXCISION OF THYROID CYST
el: ΕΚΤΟΜΗ ΚΥΣΤΗΣ ΘΥΡΕΟΕΙΔΟΥΣ

# model:gnuhealth.procedure,description:icpm_5-063
source: THYROIDECTOMY
el: ΘΥΡΕΟΕΙΔΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-066
source: EXCISION OF THYROGLOSSAL GLAND
el: ΕΚΤΟΜΗ ΘΥΡΕΟΓΛΩΣΣΙΚΟΥ ΠΟΡΟΥ

# model:gnuhealth.procedure,description:icpm_5-067
source: PARTIAL PARATHYROIDECTOMY
el: ΜΕΡΙΚΗ ΠΑΡΑΘΥΡΕΟΕΙΔΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-071
source: PARTIAL ADRENALECTOMY
el: ΜΕΡΙΚΗ ΕΠΙΝΕΦΡΙΔΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-074
source: OPERATIONS ON PINEAL GLAND
el: ΕΠΕΜΒΑΣΕΙΣ ΣΤΗΝ ΕΠΙΦΥΣΗ

# model:gnuhealth.procedure,description:icpm_5-075
source: EXCISION OF PITUTARY GLAND
el: ΕΚΤΟΜΗ ΥΠΟΦΥΣΗΣ

# model:gnuhealth.procedure,description:icpm_5-077
source: THYMECTOMY
el: ΘΥΜΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-084
source: INCISION OF LACRIMAL SAC AND PASSAGE
el: ΤΟΜΗ ΔΑΚΡΥΪΚΟΥ ΑΣΚΟΥ ΚΑΙ ΠΟΡΟΥ

# model:gnuhealth.procedure,description:icpm_5-085
source: DACRYCYSTECTOMY
el: ΔΑΚΡΥΟΚΥΣΤΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-086
source: REPAIR OF CANALICULUS AND PUNCTUM
el: ΑΠΟΚΑΤΑΣΤΑΣΗ ΔΑΚΡΥΪΚΟΥ ΣΩΛΗΝΑΡΙΟΥ ΚΑΙ ΣΗΜΕΙΟΥ

# model:gnuhealth.procedure,description:icpm_5-087
source: DACRYOCYSTORHINOSTOMY
el: ΔΑΚΡΥΟΑΣΚΟΡΙΝΟΣΤΟΜΙΑ

# model:gnuhealth.procedure,description:icpm_5-091
source: EXCISION OF CYST EYELID
el: ΕΚΤΟΜΗ ΚΥΣΤΗΣ ΒΛΕΦΑΡΟΥ

# model:gnuhealth.procedure,description:icpm_5-093
source: ENTROPIAN REPAIR
el: ΑΠΟΚΑΤΑΣΤΑΣΗ ΕΝΤΡΟΠΙΟΥ

# model:gnuhealth.procedure,description:icpm_5-094
source: SLING OPERATION OF EYELID
el: ΕΠΕΜΒΑΣΗ ΑΝΑΣΠΑΣΗΣ ΒΛΕΦΑΡΟΥ

# model:gnuhealth.procedure,description:icpm_5-095
source: SUTURE EYELID
el: ΣΥΡΡΑΦΗ ΒΛΕΦΑΡΟΥ

# model:gnuhealth.procedure,description:icpm_5-096
source: REPAIR OF EYELID
el: ΑΠΟΚΑΤΑΣΤΑΣΗ ΒΛΕΦΑΡΟΥ

# model:gnuhealth.procedure,description:icpm_5-101
source: EXCISION OF OCULAR MUSCLE WITH OR TENDON WITH RECESSION OR ADVANCEMENT OF SAME MUSCLE
el: ΕΚΤΟΜΗ ΟΦΘΑΛΜΙΚΟΥ ΜΥΟΣ Ή ΤΕΝΟΝΤΑ ΜΕ ΥΠΟΧΩΡΗΣΗ Ή ΠΡΟΩΘΗΣΗ ΤΟΥ ΙΔΙΟΥ ΜΥΟΣ

# model:gnuhealth.procedure,description:icpm_5-109
source: OTHER OPERATIONS ON OCULAR MUSCLE
el: ΑΛΛΕΣ ΕΠΕΜΒΑΣΕΙΣ ΣΤΟΥΣ ΟΦΘΑΛΜΙΚΟΥΣ ΜΥΣ

# model:gnuhealth.procedure,description:icpm_5-113
source: CONJUNCTIVOPLASTY
el: ΕΠΙΠΕΦΥΚΟΤΟΠΛΑΣΤΙΚΗ

# model:gnuhealth.procedure,description:icpm_5-114
source: REMOVAL SYMBLEPHARON
el: ΑΦΑΙΡΕΣΗ ΣΥΜΒΛΕΦΑΡΟΥ

# model:gnuhealth.procedure,description:icpm_5-122
source: EXCISION OF PTERYGIUM
el: ΕΚΤΟΜΗ ΠΤΕΡΥΓΙΟΥ

# model:gnuhealth.procedure,description:icpm_5-124
source: REPAIR OF CORNEA
el: ΑΠΟΚΑΤΑΣΤΑΣΗ ΚΕΡΑΤΟΕΙΔΟΥΣ

# model:gnuhealth.procedure,description:icpm_5-125
source: KERATOPLASTY
el: ΚΕΡΑΤΟΠΛΑΣΤΙΚΗ

# model:gnuhealth.procedure,description:icpm_5-126
source: REPAIR OF CORNEA (OTHER PLASTY)
el: ΑΠΟΚΑΤΑΣΤΑΣΗ ΚΕΡΑΤΟΕΙΔΟΥΣ (ΑΛΛΗ ΠΛΑΣΤΙΚΗ)

# model:gnuhealth.procedure,description:icpm_5-129
source: ANTERIOR SEGMENT RECONSTRUCTION
el: ΑΝΑΚΑΤΑΣΚΕΥΗ ΠΡΟΣΘΙΟΥ ΗΜΙΜΟΡΙΟΥ

# model:gnuhealth.procedure,description:icpm_5-130
source: REMOVAL OF FOREIGN BODY FROM ANTERIOR EYE BY INCISION
el: ΑΦΑΙΡΕΣΗ ΞΕΝΟΥ ΣΩΜΑΤΟΣ ΑΠΟ ΤΟΝ ΠΡΟΣΘΙΟ ΘΑΛΑΜΟ ΜΕ ΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-133
source: TRABECULECTOMY
el: ΤΡΑΜΠΕΚΟΥΛΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-135
source: IRRIDECTOMY
el: ΙΡΙΔΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-137
source: REPAIR OF SCLERAL
el: ΑΠΟΚΑΤΑΣΤΑΣΗ ΣΚΛΗΡΟΥ

# model:gnuhealth.procedure,description:icpm_5-139
source: EXPLORATION OF SCLERA
el: ΔΙΕΡΕΥΝΗΣΗ ΣΚΛΗΡΟΥ

# model:gnuhealth.procedure,description:icpm_5-141
source: LENS EXTRACTION
el: ΕΞΑΙΡΕΣΗ ΦΑΚΟΥ

# model:gnuhealth.procedure,description:icpm_5-143
source: DISCISSION OF LENS AND CAPSULO
el: ΔΙΑΤΟΜΗ ΦΑΚΟΥ ΚΑΙ ΠΕΡΙΦΑΚΙΟΥ

# model:gnuhealth.procedure,description:icpm_5-144
source: LENS EXTRACTION
el: ΕΞΑΙΡΕΣΗ ΦΑΚΟΥ

# model:gnuhealth.procedure,description:icpm_5-145
source: EXTRA CAPSULAR EXTRACT OF LENS
el: ΕΞΩΠΕΡΙΦΑΚΙΚΗ ΕΞΑΙΡΕΣΗ ΦΑΚΟΥ

# model:gnuhealth.procedure,description:icpm_5-146
source: LENSECTOMY
el: ΦΑΚΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-147
source: LENS IMPLANTATION
el: ΕΜΦΥΤΕΥΣΗ ΦΑΚΟΥ

# model:gnuhealth.procedure,description:icpm_5-149
source: MEMBRANECTOMY
el: ΜΕΜΒΡΑΝΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-152
source: SCLERAL BUCKING WITH IMPLANT
el: ΣΚΛΗΡΙΚΗ ΠΕΡΙΣΦΙΞΗ ΜΕ ΕΜΦΥΤΕΥΜΑ

# model:gnuhealth.procedure,description:icpm_5-153
source: OTHER SCLERAL BUCKLING
el: ΑΛΛΗ ΣΚΛΗΡΙΚΗ ΠΕΡΙΣΦΙΞΗ

# model:gnuhealth.procedure,description:icpm_5-154
source: REPAIR OF RETINA
el: ΑΠΟΚΑΤΑΣΤΑΣΗ ΑΜΦΙΒΛΗΣΤΡΟΕΙΔΟΥΣ

# model:gnuhealth.procedure,description:icpm_5-155
source: DESTRUCTION OF LESION OF RETINA
el: ΚΑΤΑΣΤΡΟΦΗ ΒΛΑΒΗΣ ΑΜΦΙΒΛΗΣΤΡΟΕΙΔΟΥΣ

# model:gnuhealth.procedure,description:icpm_5-156
source: OTHER OPERATIONS ON RETINA OR CHOROID
el: ΑΛΛΕΣ ΕΠΕΜΒΑΣΕΙΣ ΣΤΟΝ ΑΜΦΙΒΛΗΣΤΡΟΕΙΔΗ Ή ΤΟΝ ΧΟΡΙΟΕΙΔΗ

# model:gnuhealth.procedure,description:icpm_5-157
source: VITRECTOMY
el: ΥΑΛΟΕΙΔΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-160
source: INCISION & DRAINAGE ABSCESS OF ORBIT
el: ΤΟΜΗ ΚΑΙ ΠΑΡΟΧΕΤΕΥΣΗ ΑΠΟΣΤΗΜΑΤΟΣ ΟΦΘΑΛΜΙΚΗΣ ΚΟΓΧΗΣ

# model:gnuhealth.procedure,description:icpm_5-161
source: EXTRACTION OF FORIEGN BODY FROM EYE OR ORBIT (NEC)
el: ΑΦΑΙΡΕΣΗ ΞΕΝΟΥ ΣΩΜΑΤΟΣ ΑΠΟ ΤΟΝ ΟΦΘΑﾙΜΟ Ή ΤΗΝ ΚΟΓΧΗ (ΜΑΚ)

# model:gnuhealth.procedure,description:icpm_5-162
source: EVICERATION OF EYEBALL
el: ΕΚΣΠΛΑΧΝΙΣΗ ΟΦΘΑΛΜΙΚΟΥ ΒΟΛΒΟΥ

# model:gnuhealth.procedure,description:icpm_5-164
source: EVACUATION OF ORBIT
el: ΕΚΚΕΝΩΣΗ ΚΟΓΧΗΣ

# model:gnuhealth.procedure,description:icpm_5-165
source: INSERTION OF ORBITAL IMPLANT
el: ΕΙΣΑΓΩΓΗ ΚΟΓΧΙΚΟΥ ΕΜΦΥΤΕΥΜΑΤΟΣ

# model:gnuhealth.procedure,description:icpm_5-167
source: GRAFTING OF ORBIT
el: ΜΟΣΧΕΥΣΗ ΚΟΓΧΗΣ

# model:gnuhealth.procedure,description:icpm_5-169
source: OTHER OPERATIONS ON ORBIT & EYE
el: ΑΛΛΕΣ ΕΠΕΜΒΑΣΕΙΣ ΣΤΗΝ ΚΟΓΧΗ & ΤΟΝ ΟΦΘΑﾙΜΟ

# model:gnuhealth.procedure,description:icpm_5-180
source: INCISION OF AURICLE ABSCESS
el: ΔΙΑΝΟΙΞΗ ΑΠΟΣΤΗΜΑΤΟΣ ΠΤΕΡΥΓΙΟΥ ΩΤΟΣ

# model:gnuhealth.procedure,description:icpm_5-181
source: PREAURICULAR FISTULA EXCISION
el: ΕΚΤΟΜΗ ΠΡΟΩΤΙΑΙΟΥ ΣΥΡΙΓΓΙΟΥ

# model:gnuhealth.procedure,description:icpm_5-183
source: SUTURE OF EAR
el: ΣΥΡΡΑΦΗ ΩΤΟΣ

# model:gnuhealth.procedure,description:icpm_5-185
source: MEATOPLASTY
el: ΑΚΟΥΣΤΙΚΟΠΛΑΣΤΙΚΗ

# model:gnuhealth.procedure,description:icpm_5-189
source: OTHER OPERATIONS ON EXTERNAL EAR
el: ΑΛΛΕΣ ΕΠΕΜΒΑΣΕΙΣ ΣΤΟ ΕΞΩ ΟΥΣ

# model:gnuhealth.procedure,description:icpm_5-194
source: MYRINGOPLASTY
el: ΜΥΡΙΓΓΟΠΛΑΣΤΙΚΗ

# model:gnuhealth.procedure,description:icpm_5-200
source: PARACENTHESIS OF TYMPANUM
el: ΠΑΡΑΚΕΝΤΗΣΗ ΤΥΜΠΑΝΟΥ

# model:gnuhealth.procedure,description:icpm_5-202
source: INCISION & DRAINAGE MASTOID
el: ΔΙΑΝΟΙΞΗ & ΠΑΡΟΧΕΤΕΥΣΗ ΜΑΣΤΟΕΙΔΟΥΣ

# model:gnuhealth.procedure,description:icpm_5-203
source: MASTOIDECTOMY
el: ΜΑΣΤΟΕΙΔΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-204
source: POLYPECTOMY 0F MIDDLE EAR
el: ΠΟΛΥΠΕΚΤΟΜΗ ΜΕΣΟΥ ΩΤΟΣ

# model:gnuhealth.procedure,description:icpm_5-207
source: EXPLORATION OF EAR
el: ΔΙΕΡΕΥΝΗΣΗ ΩΤΟΣ

# model:gnuhealth.procedure,description:icpm_5-209
source: OTHER OPERATION ON MIDDLE
el: ΑΛΛΗ ΕΠΕΜΒΑΣΗ ΣΤΟ ΜΕΣΟ ΟΥΣ

# model:gnuhealth.procedure,description:icpm_5-210
source: CONTROL OF EPISTAXIA
el: ΕΛΕΓΧΟΣ ΕΠΙΣΤΑΞΗΣ

# model:gnuhealth.procedure,description:icpm_5-211
source: RHINOTOMY
el: ΡΙΝΟΤΟΜΙΑ

# model:gnuhealth.procedure,description:icpm_5-212
source: NASAL POLYPECTOMY
el: ΡΙΝΙΚΗ ΠΟΛΥΠΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-213
source: RESECTION OF NOSE
el: ΕΚΤΟΜΗ ΡΙΝΟΣ

# model:gnuhealth.procedure,description:icpm_5-215
source: TURBINECTOMY
el: ΚΟΓΧΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-216
source: OPEN REDUCTION OF NASAL BONE
el: ΑΝΟΙΚΤΗ ΑΝΑΤΑΞΗ ΡΙΝΙΚΟΥ ΟΣΤΟΥ

# model:gnuhealth.procedure,description:icpm_5-217
source: RHINOPLASTY
el: ΡΙΝΟΠΛΑΣΤΙΚΗ

# model:gnuhealth.procedure,description:icpm_5-219
source: FREEING NASAL ADHESIONS
el: ΛΥΣΗ ΡΙΝΙΚΩΝ ΣΥΜΦΥΣΕΩΝ

# model:gnuhealth.procedure,description:icpm_5-220
source: ANTRUM WASHOUT
el: ΕΚΠΛΥΣΗ ΑΝΤΡΟΥ

# model:gnuhealth.procedure,description:icpm_5-222
source: CALDWELL-LUC OPERATION
el: ΕΠΕΜΒΑΣΗ CALDWELL-LUC

# model:gnuhealth.procedure,description:icpm_5-224
source: OTHER NASAL SINUSOTOMY
el: ΑΛΛΗ ΡΙΝΙΚΗ ΚΟΛΠΟΤΟΜΙΑ

# model:gnuhealth.procedure,description:icpm_5-225
source: ETMOIDAL EXCISION
el: ΗΘΜΟΕΙΔΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-226
source: CLOSURE OF ORO-NASAL FISTULA
el: ΣΥΓΚΛΕΙΣΗ ΣΤΟΜΑΤΟ-ΡΙΝΙΚΟΥ ΣΥΡΙΓΓΙΟΥ

# model:gnuhealth.procedure,description:icpm_5-229
source: OTHER OPERATIONS ON NASAL SINUS
el: ΑΛΛΕΣ ΕΠΕΜΒΑΣΕΙΣ ΣΤΟΥΣ ΡΙΝΙΚΟΥΣ ΚΟΛΠΟΥΣ

# model:gnuhealth.procedure,description:icpm_5-230
source: REMOVAL OF TOOTH
el: ΕΞΑΓΩΓΗ ΔΟΝΤΙΟΥ

# model:gnuhealth.procedure,description:icpm_5-231
source: SURGICAL EXTRACTION OF TOOTH
el: ΧΕΙΡΟΥΡΓΙΚΗ ΕΞΑΓΩΓΗ ΔΟΝΤΙΟΥ

# model:gnuhealth.procedure,description:icpm_5-234
source: OTHER DENTAL RESTORATION
el: ΑΛΛΗ ΟΔΟΝΤΙΑΤΡΙΚΗ ΑΠΟΚΑΤΑΣΤΑΣΗ

# model:gnuhealth.procedure,description:icpm_5-240
source: INCISION & DRAINAGE OF DENTAL ABSCESS
el: ΔΙΑΝΟΙΞΗ & ΠΑΡΟΧΕΤΕΥΣΗ ΟΔΟΝΤΙΚΟΥ ΑΠΟΣΤΗΜΑΤΟΣ

# model:gnuhealth.procedure,description:icpm_5-242
source: OTHER OPERATIONS ON GUM
el: ΑΛΛΕΣ ΕΠΕΜΒΑΣΕΙΣ ΣΤΑ ΟΥΛΑ

# model:gnuhealth.procedure,description:icpm_5-243
source: EXCISION OF DENTAL CYST
el: ΕΚΤΟΜΗ ΟΔΟΝΤΙΚΗΣ ΚΥΣΤΗΣ

# model:gnuhealth.procedure,description:icpm_5-246
source: APPLICATION OF ORTRHODONTIC APPLIANCE
el: ΕΦΑΡΜΟΓΗ ΟΡΘΟΔΟΝΤΙΚΗΣ ΣΥΣΚΕΥΗΣ

# model:gnuhealth.procedure,description:icpm_5-250
source: EXCISION OF TONGUE LESION
el: ΕΚΤΟΜΗ ΒΛΑΒΗΣ ΓΛΩΣΣΑΣ

# model:gnuhealth.procedure,description:icpm_5-254
source: SUTURE TONGUE
el: ΣΥΡΡΑΦΗ ΓΛΩΣΣΑΣ

# model:gnuhealth.procedure,description:icpm_5-258
source: FREEING OF TONGUE TIE
el: ΔΙΑΤΟΜΗ ΧΑΛΙΝΟΥ ΓΛΩΣΣΑΣ

# model:gnuhealth.procedure,description:icpm_5-260
source: INCISION & DRAINAGE OF PAROTID GLAND
el: ΔΙΑΝΟΙΞΗ & ΠΑΡΟΧΕΤΕΥΣΗ ΠΑΡΩΤΙΔΑΣ

# model:gnuhealth.procedure,description:icpm_5-261
source: EXCISION OF LESION OF SALIVARY GLAND
el: ΕΚΤΟΜΗ ΒΛΑΒΗΣ ΣΙΑΛΟΓΟΝΟΥ ΑΔΕΝΑ

# model:gnuhealth.procedure,description:icpm_5-262
source: PAROTIDECTOMY SUPERFICIAL
el: ΕΠΙΠΟΛΗΣ ΠΑΡΩΤΙΔΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-270
source: I & DRAINAGE OF FACIAL ABSCESS
el: ΔΙΑΝΟΙΞΗ & ΠΑΡΟΧΕΤΕΥΣΗ ΑΠΟΣΤΗΜΑΤΟΣ ΠΡΟΣΩΠΟΥ

# model:gnuhealth.procedure,description:icpm_5-272
source: EXCISION OF PALATE
el: ΕΚΤΟΜΗ ΥΠΕΡΩΑΣ

# model:gnuhealth.procedure,description:icpm_5-273
source: EXCISION OF RANULA
el: ΕΚΤΟΜΗ ΒΑΤΡΑΧΙΟΥ

# model:gnuhealth.procedure,description:icpm_5-274
source: PLASTIC REPAIR OF MOUTH
el: ΠΛΑΣΤΙΚΗ ΑΠΟΚΑΤΑΣΤΑΣΗ ΣΤΟΜΑΤΟΣ

# model:gnuhealth.procedure,description:icpm_5-275
source: RECONSTRUCTION OF PALATE
el: ΑΝΑΚΑΤΑΣΚΕΥΗ ΥΠΕΡΩΑΣ

# model:gnuhealth.procedure,description:icpm_5-279
source: OPERATION ON PALATE
el: ΕΠΕΜΒΑΣΗ ΣΤΗΝ ΥΠΕΡΩΑ

# model:gnuhealth.procedure,description:icpm_5-280
source: DRAINAGE OF PERITONSILLAR ABSCESS
el: ΠΑΡΟΧΕΤΕΥΣΗ ΠΕΡΙΑΜΥΓΔΑΛΙΚΟΥ ΑΠΟΣΤΗΜΑΤΟΣ

# model:gnuhealth.procedure,description:icpm_5-281
source: TONSILLECTOMY
el: ΑΜΥΓΔΑΛΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-282
source: TONSILLECTOMY WITH ADENOIDECTOMY
el: ΑΜΥΓΔΑΛΕΚΤΟΜΗ ΜΕ ΑΔΕΝΟΕΙΔΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-285
source: ADENOIDECTOMY
el: ΑΔΕΝΟΕΙΔΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-290
source: EXCISION OF CALCULUS OF PHARYNX
el: ΕΚΤΟΜΗ ΛΙΘΟΥ ΦΑΡΥΓΓΑ

# model:gnuhealth.procedure,description:icpm_5-291
source: EXCISION OF BRANCHIAL CYST
el: ΕΚΤΟΜΗ ΒΡΑΓΧΙΑΚΗΣ ΚΥΣΤΗΣ

# model:gnuhealth.procedure,description:icpm_5-292
source: EXCISION OR DISTRIBUTION OF LESION
el: ΕΚΤΟΜΗ Ή ΚΑΤΑΝΟΜΗ ΒΛΑΒΗΣ

# model:gnuhealth.procedure,description:icpm_5-300
source: EXCISION OF LESION OF LARYNX
el: ΕΚΤΟΜΗ ΒΛΑΒΗΣ ΛΑΡΥΓΓΑ

# model:gnuhealth.procedure,description:icpm_5-302
source: LARYNGECTOMY
el: ΛΑΡΥΓΓΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-303
source: TOTAL LARYNGECTOMY
el: ΟΛΙΚΗ ΛΑΡΥΓΓΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-304
source: RADICAL LARYNGECTOMY
el: ΡΙΖΙΚΗ ΛΑΡΥΓΓΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-311
source: TEMPORARY TRACHEOSTOMY
el: ΠΡΟΣΩΡΙΝΗ ΤΡΑΧΕΙΟΣΤΟΜΙΑ

# model:gnuhealth.procedure,description:icpm_5-313
source: EXPLORATION OF LARYNX
el: ΔΙΕΡΕΥΝΗΣΗ ΛΑΡΥΓΓΑ

# model:gnuhealth.procedure,description:icpm_5-315
source: REPAIR OF LARYNX
el: ΑΠΟΚΑΤΑΣΤΑΣΗ ΛΑΡΥΓΓΑ

# model:gnuhealth.procedure,description:icpm_5-316
source: TRACHEOPLASTY
el: ΤΡΑΧΕΙΟΠΛΑΣΤΙΚΗ

# model:gnuhealth.procedure,description:icpm_5-319
source: DILATION OF LARYNX
el: ΔΙΑΣΤΟΛΗ ΛΑΡΥΓΓΑ

# model:gnuhealth.procedure,description:icpm_5-323
source: LINGUALECTOMY
el: ΓΛΩΣΣΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-324
source: LOBECTOMY OF LUNG
el: ΛΟΒΕΚΤΟΜΗ ΠΝΕΥΜΟΝΑ

# model:gnuhealth.procedure,description:icpm_5-340
source: CHEST TUBE INSERTION
el: ΤΟΠΟΘΕΤΗΣΗ ΣΩΛΗΝΑ ΘΩΡΑΚΑ

# model:gnuhealth.procedure,description:icpm_5-341
source: INCISION OF MEDIASTINUM
el: ΤΟΜΗ ΜΕΣΟΘΩΡΑΚΙΟΥ

# model:gnuhealth.procedure,description:icpm_5-343
source: EXCISION OR DESTRUCTION OF CHEST WALL LESION
el: ΕΚΤΟΜΗ Ή ΚΑΤΑΣΤΡΟΦΗ ΒΛΑΒΗΣ ΘΩΡΑΚΙΚΟΥ ΤΟΙΧΩΜΑΤΟΣ

# model:gnuhealth.procedure,description:icpm_5-345
source: SCARIFIACTION OF PLEURA
el: ΠΛΕΥΡΟΔΕΣΗ

# model:gnuhealth.procedure,description:icpm_5-346
source: REPAIR OF CHEST WALL
el: ΑΠΟΚΑΤΑΣΤΑΣΗ ΘΩΡΑΚΙΚΟΥ ΤΟΙΧΩΜΑΤΟΣ

# model:gnuhealth.procedure,description:icpm_5-347
source: REPAIR OF DIAPHRAM
el: ΑΠΟΚΑΤΑΣΤΑΣΗ ΔΙΑΦΡΑΓΜΑΤΟΣ

# model:gnuhealth.procedure,description:icpm_5-352
source: REPLACEMENT OF HEART VALVE
el: ΑΝΤΙΚΑΤΑΣΤΑΣΗ ΚΑΡΔΙΑΚΗΣ ΒΑΛΒΙΔΑΣ

# model:gnuhealth.procedure,description:icpm_5-357
source: REPAIR OF HEART SEPTUM
el: ΑΠΟΚΑΤΑΣΤΑΣΗ ΚΑΡΔΙΑΚΟΥ ΔΙΑΦΡΑΓΜΑΤΟΣ

# model:gnuhealth.procedure,description:icpm_5-370
source: PERICARDIAL DRAIN
el: ΠΑΡΟΧΕΤΕΥΣΗ ΠΕΡΙΚΑΡΔΙΟΥ

# model:gnuhealth.procedure,description:icpm_5-371
source: PERICARDIAL WINDOW
el: ΠΕΡΙΚΑΡΔΙΑΚΟ ΠΑΡΑΘΥΡΟ

# model:gnuhealth.procedure,description:icpm_5-373
source: EXCISION OF LESION OF HEART
el: ΕΚΤΟΜΗ ΒΛΑΒΗΣ ΚΑΡΔΙΑΣ

# model:gnuhealth.procedure,description:icpm_5-374
source: CARDIORRHAPHY
el: ΚΑΡΔΙΟΡΡΑΦΗ

# model:gnuhealth.procedure,description:icpm_5-377
source: IMPLANT OF CARDIAC PACE MAKER
el: ΕΜΦΥΤΕΥΣΗ ΚΑΡΔΙΑΚΟΥ ΒΗΜΑΤΟΔΟΤΗ

# model:gnuhealth.procedure,description:icpm_5-378
source: REMOVAL OR REPLACEMENT OF IMPLANTED CARDIAC PACEMAKER
el: ΑΦΑΙΡΕΣΗ Ή ΑΝΤΙΚΑΤΑΣΤΑΣΗ ΕΜΦΥΤΕΥΜΕΝΟΥ ΚΑΡΔΙΑΚΟΥ ΒΗΜΑΤΟΔΟΤΗ

# model:gnuhealth.procedure,description:icpm_5-380
source: EMBOLECTOMY
el: ΕΜΒΟΛΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-384
source: STRIPPING OF VARICOSE VEINS
el: ΑΦΑΙΡΕΣΗ ΚΙΡΣΩΝ

# model:gnuhealth.procedure,description:icpm_5-385
source: ANEURYSMORRHAPHY
el: ΑΝΕΥΡΥΣΜΟΡΡΑΦΗ

# model:gnuhealth.procedure,description:icpm_5-387
source: LIGATION OF VEINS
el: ΑΠΟΛΙΝΩΣΗ ΦΛΕΒΩΝ

# model:gnuhealth.procedure,description:icpm_5-392
source: FEMORAL ARTERY BYPASS
el: ΠΑΡΑΚΑΜΨΗ ΜΗΡΙΑΙΑΣ ΑΡΤΗΡΙΑΣ

# model:gnuhealth.procedure,description:icpm_5-393
source: SUTURING OF BLOOD VESSELS
el: ΣΥΡΡΑΦΗ ΑΓΓΕΙΩΝ

# model:gnuhealth.procedure,description:icpm_5-395
source: REPAIR OF ARTERY
el: ΑΠΟΚΑΤΑΣΤΑΣΗ ΑΡΤΗΡΙΑΣ

# model:gnuhealth.procedure,description:icpm_5-399
source: OTHER OPERATIONS ON VESSEL
el: ΑΛΛΕΣ ΕΠΕΜΒΑΣΕΙΣ ΣΕ ΑΓΓΕΙΟ

# model:gnuhealth.procedure,description:icpm_5-400
source: LYMPHADENOTOMY
el: ΛΕΜΦΑΔΕΝΟΤΟΜΙΑ

# model:gnuhealth.procedure,description:icpm_5-401
source: EXCISION OF CYSTIC HYGROMA
el: ΕΚΤΟΜΗ ΚΥΣΤΙΚΟΥ ΥΓΡΩΜΑΤΟΣ

# model:gnuhealth.procedure,description:icpm_5-402
source: EXCISION OF REGIONAL LYMPH NODE
el: ΕΚΤΟΜΗ ΠΕΡΙΟΧΙΚΟΥ ΛΕΜΦΑΔΕΝΑ

# model:gnuhealth.procedure,description:icpm_5-410
source: BONE MARROW TRANSPLANT
el: ΜΕΤΑΜΟΣΧΕΥΣΗ ΜΥΕΛΟΥ ΤΩΝ ΟΣΤΩΝ

# model:gnuhealth.procedure,description:icpm_5-413
source: SPLENECTOMY
el: ΣΠΛΗΝΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-419
source: REPAIR OF SPLEEN
el: ΑΠΟΚΑΤΑΣΤΑΣΗ ΣΠΛΗΝΟΣ

# model:gnuhealth.procedure,description:icpm_5-421
source: ESOPHAGOSTOMY
el: ΟΙΣΟΦΑΓΟΣΤΟΜΙΑ

# model:gnuhealth.procedure,description:icpm_5-422
source: LOCAL EXCISION OR DESTRUCTION
el: ΤΟΠΙΚΗ ΕΚΤΟΜΗ Ή ΚΑΤΑΣΤΡΟΦΗ

# model:gnuhealth.procedure,description:icpm_5-423
source: ESOPHAGECTOMY
el: ΟΙΣΟΦΑΓΕΚΤΟΜΗ

# model:gnuhealth.procedure,description:icpm_5-424
source: ANASTOMOSIS OF ESOPHAGUS
el: ΑΝΑΣΤΟΜΩΣΗ ΟΙΣΟΦΑΓΟΥ

# model:gnuhealth.procedure,description:icpm_5-426
source: HELLER'S CARDIOMYOTOMY
el: ΚΑΡΔΙΟΜΥΟΤΟΜΗ HELLER
