Repository: pypi-data/pypi-mirror-397
Catalog: packages/gnuhealth-crypto-lab/gnuhealth_crypto_lab-5.0.2-py3-none-any.whl/trytond/modules/health_crypto_lab/locale/*.po
Languages: el

# field:gnuhealth.lab,digest_current:
source: Current Hash
el: Τρέχον Hash

# field:gnuhealth.lab,digest_status:
source: Altered
el: Αλλοιωμένο

# field:gnuhealth.lab,digital_signature:
source: Digital Signature
el: Ψηφιακή Υπογραφή

# field:gnuhealth.lab,document_digest:
source: Digest
el: Σύνοψη

# field:gnuhealth.lab,serializer:
source: Doc String
el: Συμβολοσειρά Εγγράφου

# field:gnuhealth.lab,serializer_current:
source: Current Doc
el: Τρέχον Έγγραφο

# help:gnuhealth.lab,digest_status:
source: This field will be set whenever parts of the main original document has been changed. Please note that the verification is done only on selected fields.
el: Αυτό το πεδίο θα ενημερωθεί όποτε αλλάξουν τμήματα του κύριου αρχικού εγγράφου. Σημειώστε ότι η επαλήθευση γίνεται μόνο σε επιλεγμένα πεδία.

# help:gnuhealth.lab,document_digest:
source: Original Document Digest
el: Σύνοψη Αρχικού Εγγράφου

# model:ir.model.button,string:labtest_sign_button
source: Validate
el: Επικύρωση

# view:gnuhealth.lab:
source: Are you sure to sign this lab results ?
el: Είστε βέβαιοι ότι θέλετε να υπογράψετε αυτά τα εργαστηριακά αποτελέσματα;

# view:gnuhealth.lab:
source: Digital Signature
el: Ψηφιακή Υπογραφή

# view:gnuhealth.lab:
source: Document validation
el: Επικύρωση Εγγράφου

# view:gnuhealth.lab:
source: Validate
el: Επικύρωση

# view:gnuhealth.lab:
source: Validate and Sign the lab test
el: Επικύρωση και Υπογραφή της εργαστηριακής εξέτασης

# view:gnuhealth.lab:
source: Validation
el: Επικύρωση
