Repository: pypi-data/pypi-mirror-397
Catalog: packages/gnuhealth-disability/gnuhealth_disability-5.0.2.tar.gz/gnuhealth_disability-5.0.2/locale/*.po
Languages: el

# field:gnuhealth.activity.assessment,activity_and_participation:
source: Activity
el: Δραστηριότητα και Συμμετοχή

# field:gnuhealth.activity.assessment,assessment:
source: Assessment
el: Αξιολόγηση

# field:gnuhealth.activity.assessment,qualifier1:
source: Performance
el: Επιδόσεις

# field:gnuhealth.activity.assessment,qualifier2:
source: Capacity
el: Ικανότητα

# field:gnuhealth.activity_and_participation,category:
source: Category
el: Κατηγορία

# field:gnuhealth.activity_and_participation,code:
source: code
el: κωδικός

# field:gnuhealth.activity_and_participation,name:
source: A & P
el: Δ & Σ

# field:gnuhealth.activity_and_participation.category,code:
source: code
el: κωδικός

# field:gnuhealth.activity_and_participation.category,name:
source: Name
el: Όνομα

# field:gnuhealth.body_function,category:
source: Category
el: Κατηγορία

# field:gnuhealth.body_function,code:
source: code
el: κωδικός

# field:gnuhealth.body_function,name:
source: Function
el: Λειτουργία

# field:gnuhealth.body_function.assessment,assessment:
source: Assessment
el: Αξιολόγηση

# field:gnuhealth.body_function.assessment,body_function:
source: Body Function
el: Λειτουργία Σώματος

# field:gnuhealth.body_function.assessment,qualifier:
source: Qualifier
el: Προσδιοριστής

# field:gnuhealth.body_function.category,code:
source: code
el: κωδικός

# field:gnuhealth.body_function.category,name:
source: Name
el: Όνομα

# field:gnuhealth.body_structure,category:
source: Category
el: Κατηγορία

# field:gnuhealth.body_structure,code:
source: code
el: κωδικός

# field:gnuhealth.body_structure,name:
source: Structure
el: Δομή

# field:gnuhealth.body_structure.assessment,assessment:
source: Assessment
el: Αξιολόγηση

# field:gnuhealth.body_structure.assessment,body_side:
source: Side
el: Πλευρά

# field:gnuhealth.body_structure.assessment,body_structure:
source: Body Structure
el: Δομή Σώματος

# field:gnuhealth.body_structure.assessment,qualifier1:
source: Extent
el: Έκταση

# field:gnuhealth.body_structure.assessment,qualifier2:
source: Nature
el: Φύση

# field:gnuhealth.body_structure.category,code:
source: code
el: κωδικός

# field:gnuhealth.body_structure.category,name:
source: Name
el: Όνομα

# field:gnuhealth.environment.assessment,assessment:
source: Assessment
el: Αξιολόγηση

# field:gnuhealth.environment.assessment,environmental_factor:
source: Environment
el: Περιβάλλον

# field:gnuhealth.environment.assessment,qualifier:
source: Barriers
el: Εμπόδια

# field:gnuhealth.environmental_factor,category:
source: Category
el: Κατηγορία

# field:gnuhealth.environmental_factor,code:
source: code
el: κωδικός

# field:gnuhealth.environmental_factor,name:
source: Environment
el: Περιβάλλον

# field:gnuhealth.environmental_factor.category,code:
source: code
el: κωδικός

# field:gnuhealth.environmental_factor.category,name:
source: Name
el: Όνομα

# field:gnuhealth.patient,amputations:
source: Amputations
el: Ακρωτηριασμοί

# field:gnuhealth.patient,amputee:
source: Amputee
el: Ακρωτηριασμένος/η

# field:gnuhealth.patient,amputee_since:
source: Since
el: Από

# field:gnuhealth.patient,disability:
source: Disabilities / Barriers
el: Αναπηρίες / Εμπόδια

# field:gnuhealth.patient,disability_assesments:
source: Assessment
el: Αξιολόγηση

# field:gnuhealth.patient,protheses:
source: Protheses
el: Προσθέσεις

# field:gnuhealth.patient.amputation,amputation_date:
source: Date
el: Ημερομηνία

# field:gnuhealth.patient.amputation,amputation_level:
source: Level
el: Επίπεδο

# field:gnuhealth.patient.amputation,body_structure:
source: Structure
el: Δομή

# field:gnuhealth.patient.amputation,comments:
source: Comments
el: Σχόλια

# field:gnuhealth.patient.amputation,etiology:
source: Etiology
el: Αιτιολογία

# field:gnuhealth.patient.amputation,healthprof:
source: Health Prof
el: Επαγγ. Υγείας

# field:gnuhealth.patient.amputation,limb:
source: Limb
el: Άκρο

# field:gnuhealth.patient.amputation,patient:
source: Patient
el: Ασθενής

# field:gnuhealth.patient.amputation,side:
source: Side
el: Πλευρά

# field:gnuhealth.patient.disability_assessment,activity_and_participation:
source: Activities and Participation Impairments
el: Δυσλειτουργίες Δραστηριοτήτων και Συμμετοχής

# field:gnuhealth.patient.disability_assessment,activity_participation:
source: A & P
el: Δ & Σ

# field:gnuhealth.patient.disability_assessment,amputee:
source: Amputee
el: Ακρωτηριασμένος/η

# field:gnuhealth.patient.disability_assessment,amputee_since:
source: Since
el: Από

# field:gnuhealth.patient.disability_assessment,assessment:
source: Code
el: Κωδικός

# field:gnuhealth.patient.disability_assessment,assessment_date:
source: Date
el: Ημερομηνία

# field:gnuhealth.patient.disability_assessment,body_functions:
source: Body Functions Impairments
el: Δυσλειτουργίες Λειτουργιών Σώματος

# field:gnuhealth.patient.disability_assessment,body_structures:
source: Body Structures Impairments
el: Δυσλειτουργίες Δομών Σώματος

# field:gnuhealth.patient.disability_assessment,cognitive_function:
source: Cognitive
el: Γνωστική

# field:gnuhealth.patient.disability_assessment,crutches:
source: Crutches
el: Πατερίτσες

# field:gnuhealth.patient.disability_assessment,environmental_factor:
source: Environmental Factors Barriers
el: Εμπόδια Περιβαλλοντικών Παραγόντων

# field:gnuhealth.patient.disability_assessment,hand_function:
source: Hand
el: Χέρι

# field:gnuhealth.patient.disability_assessment,healthprof:
source: Health Prof
el: Επαγγ. Υγείας

# field:gnuhealth.patient.disability_assessment,hearing_function:
source: Hearing
el: Ακοή

# field:gnuhealth.patient.disability_assessment,locomotor_function:
source: Mobility
el: Κινητικότητα

# field:gnuhealth.patient.disability_assessment,notes:
source: Notes
el: Σημειώσεις

# field:gnuhealth.patient.disability_assessment,patient:
source: Patient
el: Ασθενής

# field:gnuhealth.patient.disability_assessment,speech_function:
source: Speech
el: Ομιλία

# field:gnuhealth.patient.disability_assessment,visual_function:
source: Visual
el: Οπτική

# field:gnuhealth.patient.disability_assessment,wheelchair:
source: Wheelchair
el: Αναπηρικό αμαξίδιο

# field:gnuhealth.patient.prothesis,comments:
source: Comments
el: Σχόλια

# field:gnuhealth.patient.prothesis,healthprof:
source: Health Prof
el: Επαγγ. Υγείας

# field:gnuhealth.patient.prothesis,issue_date:
source: Date
el: Ημερομηνία

# field:gnuhealth.patient.prothesis,patient:
source: Patient
el: Ασθενής

# field:gnuhealth.patient.prothesis,prothesis:
source: Prothesis
el: Πρόθεση

# field:product.product,is_prothesis:
source: Prothesis
el: Πρόθεση

# help:gnuhealth.activity.assessment,qualifier1:
source: Extent of the difficulty
el: Έκταση της δυσκολίας

# help:gnuhealth.activity.assessment,qualifier2:
source: Extent of the dificulty
el: Έκταση της δυσκολίας

# help:gnuhealth.body_structure.assessment,body_side:
source: Side of the body, if applies
el: Πλευρά του σώματος, εάν ισχύει

# help:gnuhealth.body_structure.assessment,qualifier1:
source: Extent of the impairment
el: Έκταση της δυσλειτουργίας

# help:gnuhealth.body_structure.assessment,qualifier2:
source: Nature of the change
el: Φύση της αλλαγής

# help:gnuhealth.environment.assessment,qualifier:
source: Extent of the barriers or facilitators
el: Έκταση των εμποδίων ή των διευκολυντών

# help:gnuhealth.patient,amputee:
source: Person has had one or more limbs removed by amputation. Includes congenital conditions
el: Το άτομο έχει υποβληθεί σε αφαίρεση ενός ή περισσότερων άκρων με ακρωτηριασμό. Περιλαμβάνει συγγενείς παθήσεις

# help:gnuhealth.patient,amputee_since:
source: Date of amputee status
el: Ημερομηνία κατάστασης ακρωτηριασμού

# help:gnuhealth.patient,disability:
source: Mark this box if the patient has history of significant disabilities and/or barriers. Review the Disability Assessments, socioeconomic info, diseases and surgeries for more details
el: Επισημάνετε αυτό το πλαίσιο εάν ο ασθενής έχει ιστορικό σημαντικών αναπηριών ή/και εμποδίων. Ελέγξτε τις Αξιολογήσεις Αναπηρίας, τις κοινωνικοοικονομικές πληροφορίες, τις ασθένειες και τα χειρουργεία για περισσότερες λεπτομέρειες

# help:gnuhealth.patient,uxo:
source: UXO casualty
el: Θύμα από μη εκραγέντα πυρομαχικά (UXO)

# help:gnuhealth.patient.amputation,healthprof:
source: Authorized health professional
el: Εξουσιοδοτημένος επαγγελματίας υγείας

# help:gnuhealth.patient.disability_assessment,healthprof:
source: Authorized health professional
el: Εξουσιοδοτημένος επαγγελματίας υγείας

# help:gnuhealth.patient.disability_assessment,notes:
source: Extra Information
el: Πρόσθετες πληροφορίες

# help:gnuhealth.patient.prothesis,healthprof:
source: Prosthetist or authorized health professional
el: Προσθετικός ή εξουσιοδοτημένος επαγγελματίας υγείας

# help:gnuhealth.patient.prothesis,prothesis:
source: Prosthetic device
el: Προσθετική συσκευή

# help:product.product,is_prothesis:
source: Check if the product is a prothesis
el: Ελέγξτε εάν το προϊόν είναι πρόθεση

# model:gnuhealth.activity.assessment,name:
source: Activity and Participation Assessment
el: Αξιολόγηση Δραστηριότητας και Συμμετοχής

# model:gnuhealth.activity_and_participation,name:
source: Activity limitations and participation restrictions
el: Περιορισμοί δραστηριότητας και συμμετοχής

# model:gnuhealth.activity_and_participation,name:d110
source: Watching
el: Παρακολούθηση

# model:gnuhealth.activity_and_participation,name:d115
source: Listening
el: Ακρόαση

# model:gnuhealth.activity_and_participation,name:d140
source: Learning to read
el: Εκμάθηση ανάγνωσης

# model:gnuhealth.activity_and_participation,name:d150
source: Learning to calculate
el: Εκμάθηση υπολογισμών

# model:gnuhealth.activity_and_participation,name:d175
source: Solving problems -arithmetic-
el: Επίλυση προβλημάτων -αριθμητική-

# model:gnuhealth.activity_and_participation,name:d210
source: Undertaking a single task
el: Ανάληψη μίας εργασίας

# model:gnuhealth.activity_and_participation,name:d220
source: Undertaking multiple tasks
el: Ανάληψη πολλαπλών εργασιών

# model:gnuhealth.activity_and_participation,name:d310
source: Communicating with -- receiving -- spoken messages
el: Επικοινωνία με -- λήψη -- προφορικών μηνυμάτων

# model:gnuhealth.activity_and_participation,name:d315
source: Communicating with -- receiving -- non-verbal messages
el: Επικοινωνία με -- λήψη -- μη λεκτικών μηνυμάτων

# model:gnuhealth.activity_and_participation,name:d320
source: Speaking
el: Ομιλία

# model:gnuhealth.activity_and_participation,name:d335
source: Producing non-verbal messages
el: Παραγωγή μη λεκτικών μηνυμάτων

# model:gnuhealth.activity_and_participation,name:d350
source: Conversation
el: Συζήτηση

# model:gnuhealth.activity_and_participation,name:d430
source: Lifting and carrying objects
el: Άρση και μεταφορά αντικειμένων

# model:gnuhealth.activity_and_participation,name:d440
source: Fine hand use (picking up, grasping)
el: Λεπτή χρήση χεριών (σήκωμα, πιάσιμο)

# model:gnuhealth.activity_and_participation,name:d450
source: Walking
el: Βάδισμα

# model:gnuhealth.activity_and_participation,name:d465
source: Moving around using equipment (wheelchair, skates, etc.)
el: Μετακίνηση με χρήση εξοπλισμού (αναπηρικό αμαξίδιο, πατίνια, κ.λπ.)

# model:gnuhealth.activity_and_participation,name:d470
source: Using transportation (car, bus, train, plane, etc.)
el: Χρήση μέσων μεταφοράς (αυτοκίνητο, λεωφορείο, τρένο, αεροπλάνο, κ.λπ.)

# model:gnuhealth.activity_and_participation,name:d475
source: Driving (riding bicycle and motorbike, driving car, etc.)
el: Οδήγηση (ποδήλατο, μοτοσικλέτα, αυτοκίνητο, κ.λπ.)

# model:gnuhealth.activity_and_participation,name:d510
source: Washing oneself (bathing, drying, washing hands, etc)
el: Προσωπική υγιεινή (μπάνιο, στέγνωμα, πλύσιμο χεριών, κ.λπ.)

# model:gnuhealth.activity_and_participation,name:d520
source: Caring for body parts (brushing teeth, shaving, grooming, etc.)
el: Περιποίηση μερών του σώματος (βούρτσισμα δοντιών, ξύρισμα, καλλωπισμός, κ.λπ.)

# model:gnuhealth.activity_and_participation,name:d530
source: Toileting
el: Χρήση τουαλέτας

# model:gnuhealth.activity_and_participation,name:d540
source: Dressing
el: Ντύσιμο

# model:gnuhealth.activity_and_participation,name:d550
source: Eating
el: Σίτιση

# model:gnuhealth.activity_and_participation,name:d560
source: Drinking
el: Πόση

# model:gnuhealth.activity_and_participation,name:d570
source: Looking after ones health
el: Φροντίδα της υγείας

# model:gnuhealth.activity_and_participation,name:d620
source: Acquisition of goods and services (shopping, etc.)
el: Απόκτηση αγαθών και υπηρεσιών (αγορές, κ.λπ.)

# model:gnuhealth.activity_and_participation,name:d630
source: Preparation of meals (Cooking, etc.)
el: Προετοιμασία γευμάτων (Μαγείρεμα, κ.λπ.)

# model:gnuhealth.activity_and_participation,name:d640
source: Doing housework (cleaning house, washing dishes laundry, ironing, etc)
el: Εργασίες του σπιτιού (καθάρισμα, πλύσιμο πιάτων, πλύσιμο ρούχων, σιδέρωμα, κ.λπ.)

# model:gnuhealth.activity_and_participation,name:d660
source: Assisting others
el: Βοήθεια προς άλλους

# model:gnuhealth.activity_and_participation,name:d710
source: Basic interpersonal interactions
el: Βασικές διαπροσωπικές αλληλεπιδράσεις

# model:gnuhealth.activity_and_participation,name:d720
source: Complex interpersonal interactions
el: Σύνθετες διαπροσωπικές αλληλεπιδράσεις

# model:gnuhealth.activity_and_participation,name:d730
source: Relating with strangers
el: Σχέσεις με αγνώστους

# model:gnuhealth.activity_and_participation,name:d740
source: Formal relationships
el: Επίσημες σχέσεις

# model:gnuhealth.activity_and_participation,name:d750
source: Informal relationships
el: Ανεπίσημες σχέσεις

# model:gnuhealth.activity_and_participation,name:d760
source: Family relationships
el: Οικογενειακές σχέσεις

# model:gnuhealth.activity_and_participation,name:d770
source: Intimate relationships
el: Στενές σχέσεις

# model:gnuhealth.activity_and_participation,name:d810
source: Informal education
el: Άτυπη εκπαίδευση

# model:gnuhealth.activity_and_participation,name:d820
source: School education
el: Σχολική εκπαίδευση

# model:gnuhealth.activity_and_participation,name:d830
source: Higher education
el: Ανώτατη εκπαίδευση

# model:gnuhealth.activity_and_participation,name:d850
source: Remunerative employment
el: Αμειβόμενη απασχόληση

# model:gnuhealth.activity_and_participation,name:d860
source: Basic economic transactions
el: Βασικές οικονομικές συναλλαγές

# model:gnuhealth.activity_and_participation,name:d870
source: Economic self-sufficiency
el: Οικονομική αυτάρκεια

# model:gnuhealth.activity_and_participation,name:d910
source: Community Life
el: Κοινοτική Ζωή

# model:gnuhealth.activity_and_participation,name:d920
source: Recreation and leisure
el: Αναψυχή και ελεύθερος χρόνος

# model:gnuhealth.activity_and_participation,name:d930
source: Religion and Spirituality
el: Θρησκεία και Πνευματικότητα

# model:gnuhealth.activity_and_participation,name:d940
source: Human Rights
el: Ανθρώπινα Δικαιώματα

# model:gnuhealth.activity_and_participation,name:d950
source: Political life and citizenship
el: Πολιτική ζωή και ιδιότητα του πολίτη

# model:gnuhealth.activity_and_participation.category,name:
source: Activity and Participation Category
el: Κατηγορία Δραστηριότητας και Συμμετοχής

# model:gnuhealth.activity_and_participation.category,name:d1
source: LEARNING AND APPLYING KNOWLEDGE
el: ΜΑΘΗΣΗ ΚΑΙ ΕΦΑΡΜΟΓΗ ΓΝΩΣΕΩΝ

# model:gnuhealth.activity_and_participation.category,name:d2
source: GENERAL TASKS AND DEMANDS
el: ΓΕΝΙΚΕΣ ΕΡΓΑΣΙΕΣ ΚΑΙ ΑΠΑΙΤΗΣΕΙΣ

# model:gnuhealth.activity_and_participation.category,name:d3
source: COMMUNICATION
el: ΕΠΙΚΟΙΝΩΝΙΑ

# model:gnuhealth.activity_and_participation.category,name:d4
source: MOBILITY
el: ΚΙΝΗΤΙΚΟΤΗΤΑ

# model:gnuhealth.activity_and_participation.category,name:d5
source: SELF CARE
el: ΑΥΤΟΕΞΥΠΗΡΕΤΗΣΗ

# model:gnuhealth.activity_and_participation.category,name:d6
source: DOMESTIC LIFE
el: ΟΙΚΙΑΚΗ ΖΩΗ

# model:gnuhealth.activity_and_participation.category,name:d7
source: INTERPERSONAL INTERACTIONS AND RELATIONSHIPS
el: ΔΙΑΠΡΟΣΩΠΙΚΕΣ ΑΛΛΗΛΕΠΙΔΡΑΣΕΙΣ ΚΑΙ ΣΧΕΣΕΙΣ

# model:gnuhealth.activity_and_participation.category,name:d8
source: MAJOR LIFE AREAS
el: ΣΗΜΑΝΤΙΚΟΙ ΤΟΜΕΙΣ ΤΗΣ ΖΩΗΣ

# model:gnuhealth.activity_and_participation.category,name:d9
source: COMMUNITY, SOCIAL AND CIVIC LIFE
el: ΚΟΙΝΟΤΙΚΗ, ΚΟΙΝΩΝΙΚΗ ΚΑΙ ΠΟΛΙΤΙΚΗ ΖΩΗ

# model:gnuhealth.body_function,name:
source: Body Functions
el: Λειτουργίες Σώματος

# model:gnuhealth.body_function,name:b110
source: Consciousness
el: Συνείδηση

# model:gnuhealth.body_function,name:b114
source: Orientation
el: Προσανατολισμός

# model:gnuhealth.body_function,name:b117
source: Intellectual
el: Διανοητικές

# model:gnuhealth.body_function,name:b130
source: Energy and drive functions
el: Λειτουργίες ενέργειας και ορμής

# model:gnuhealth.body_function,name:b134
source: Sleep
el: Ύπνος

# model:gnuhealth.body_function,name:b140
source: Attention
el: Προσοχή

# model:gnuhealth.body_function,name:b144
source: Memory
el: Μνήμη

# model:gnuhealth.body_function,name:b152
source: Emotional Functions
el: Συναισθηματικές Λειτουργίες

# model:gnuhealth.body_function,name:b156
source: Perceptual Functions
el: Αντιληπτικές Λειτουργίες

# model:gnuhealth.body_function,name:b164
source: Higher level cognitive functions
el: Ανώτερες γνωστικές λειτουργίες

# model:gnuhealth.body_function,name:b167
source: Language
el: Γλώσσα

# model:gnuhealth.body_function,name:b210
source: Seeing
el: Όραση

# model:gnuhealth.body_function,name:b230
source: Hearing
el: Ακοή

# model:gnuhealth.body_function,name:b235
source: Vestibular
el: Αιθουσαίες

# model:gnuhealth.body_function,name:b280
source: Pain
el: Πόνος

# model:gnuhealth.body_function,name:b310
source: Voice
el: Φωνή

# model:gnuhealth.body_function,name:b410
source: Heart
el: Καρδιά

# model:gnuhealth.body_function,name:b420
source: Blood Pressure
el: Αρτηριακή Πίεση

# model:gnuhealth.body_function,name:b430
source: Hematological
el: Αιματολογικές

# model:gnuhealth.body_function,name:b435
source: Immunological
el: Ανοσολογικές

# model:gnuhealth.body_function,name:b440
source: Respiration
el: Αναπνοή

# model:gnuhealth.body_function,name:b515
source: Digestive
el: Πεπτικές

# model:gnuhealth.body_function,name:b525
source: Defecation
el: Αφόδευση

# model:gnuhealth.body_function,name:b530
source: Weight Maintenance
el: Διατήρηση Βάρους

# model:gnuhealth.body_function,name:b620
source: Urination
el: Ούρηση

# model:gnuhealth.body_function,name:b640
source: Sexual functions
el: Σεξουαλικές λειτουργίες

# model:gnuhealth.body_function.assessment,name:
source: Body Functions Assessment
el: Αξιολόγηση Λειτουργιών Σώματος

# model:gnuhealth.body_function.category,name:
source: Body Function Category
el: Κατηγορία Λειτουργιών Σώματος

# model:gnuhealth.body_function.category,name:b0
source: ANY OTHER BODY FUNCTIONS
el: ΟΠΟΙΑΔΗΠΟΤΕ ΑΛΛΗ ΛΕΙΤΟΥΡΓΙΑ ΤΟΥ ΣΩΜΑΤΟΣ

# model:gnuhealth.body_function.category,name:b1
source: MENTAL FUNCTIONS
el: ΨΥΧΙΚΕΣ ΛΕΙΤΟΥΡΓΙΕΣ

# model:gnuhealth.body_function.category,name:b2
source: SENSORY FUNCTIONS AND PAIN
el: ΑΙΣΘΗΤΙΚΕΣ ΛΕΙΤΟΥΡΓΙΕΣ ΚΑΙ ΠΟΝΟΣ

# model:gnuhealth.body_function.category,name:b3
source: VOICE AND SPEECH FUNCTIONS
el: ΛΕΙΤΟΥΡΓΙΕΣ ΦΩΝΗΣ ΚΑΙ ΟΜΙΛΙΑΣ

# model:gnuhealth.body_function.category,name:b4
source: FUNCTIONS OF THE CARDIOVASCULAR, HEMATOLOGICAL, IMMUNOLOGICAL AND RESPIRATORY SYSTEMS
el: ΛΕΙΤΟΥΡΓΙΕΣ ΤΟΥ ΚΑΡΔΙΑΓΓΕΙΑΚΟΥ, ΑΙΜΑΤΟΛΟΓΙΚΟΥ, ΑΝΟΣΟΠΟΙΗΤΙΚΟΥ ΚΑΙ ΑΝΑΠΝΕΥΣΤΙΚΟΥ ΣΥΣΤΗΜΑΤΟΣ

# model:gnuhealth.body_function.category,name:b5
source: FUNCTIONS OF THE DIGESTIVE, METABOLIC AND ENDOCRINE SYSTEMS
el: ΛΕΙΤΟΥΡΓΙΕΣ ΤΟΥ ΠΕΠΤΙΚΟΥ, ΜΕΤΑΒΟΛΙΚΟΥ ΚΑΙ ΕΝΔΟΚΡΙΝΙΚΟΥ ΣΥΣΤΗΜΑΤΟΣ

# model:gnuhealth.body_function.category,name:b6
source: GENITOURINARY AND REPRODUCTIVE FUNCTIONS
el: ΟΥΡΟΠΟΙΗΤΙΚΕΣ ΚΑΙ ΑΝΑΠΑΡΑΓΩΓΙΚΕΣ ΛΕΙΤΟΥΡΓΙΕΣ

# model:gnuhealth.body_function.category,name:b7
source: NEUROMUSCULOSKELETAL AND MOVEMENT RELATED FUNCTIONS
el: ΝΕΥΡΟΜΥΟΣΚΕΛΕΤΙΚΕΣ ΚΑΙ ΣΧΕΤΙΖΟΜΕΝΕΣ ΜΕ ΤΗΝ ΚΙΝΗΣΗ ΛΕΙΤΟΥΡΓΙΕΣ

# model:gnuhealth.body_function.category,name:b8
source: FUNCTIONS OF THE SKIN AND RELATED STRUCTURES
el: ΛΕΙΤΟΥΡΓΙΕΣ ΤΟΥ ΔΕΡΜΑΤΟΣ ΚΑΙ ΣΧΕΤΙΚΩΝ ΔΟΜΩΝ

# model:gnuhealth.body_structure,name:
source: Body Functions
el: Δομές Σώματος

# model:gnuhealth.body_structure,name:s110
source: Brain
el: Εγκέφαλος

# model:gnuhealth.body_structure,name:s120
source: Spinal cord and peripheral nerves
el: Νωτιαίος μυελός και περιφερικά νεύρα

# model:gnuhealth.body_structure,name:s410
source: Cardiovascular system
el: Καρδιαγγειακό σύστημα

# model:gnuhealth.body_structure,name:s430
source: Respiratory system
el: Αναπνευστικό σύστημα

# model:gnuhealth.body_structure,name:s610
source: Urinary System
el: Ουροποιητικό Σύστημα

# model:gnuhealth.body_structure,name:s630
source: Resproductive system
el: Αναπαραγωγικό σύστημα

# model:gnuhealth.body_structure,name:s710
source: Head and neck region
el: Περιοχή κεφαλής και αυχένα

# model:gnuhealth.body_structure,name:s7100
source: Bones of cranium
el: Οστά κρανίου

# model:gnuhealth.body_structure,name:s7101
source: Bones of the face
el: Οστά προσώπου

# model:gnuhealth.body_structure,name:s7102
source: Bones of neck region
el: Οστά της περιοχής του αυχένα

# model:gnuhealth.body_structure,name:s7103
source: Joints of head and neck region
el: Αρθρώσεις της περιοχής κεφαλής και αυχένα

# model:gnuhealth.body_structure,name:s7104
source: Muscles of head and neck region
el: Μύες της περιοχής κεφαλής και αυχένα

# model:gnuhealth.body_structure,name:s7105
source: Ligaments and fasciae of head and neck region
el: Σύνδεσμοι και περιτονίες της περιοχής κεφαλής και αυχένα

# model:gnuhealth.body_structure,name:s7108
source: Structure of head and neck region, other specified
el: Δομή της περιοχής κεφαλής και αυχένα, άλλη καθορισμένη

# model:gnuhealth.body_structure,name:s7109
source: Structure of head and neck region, unspecified
el: Δομή της περιοχής κεφαλής και αυχένα, μη καθορισμένη

# model:gnuhealth.body_structure,name:s720
source: Shoulder region
el: Περιοχή του ώμου

# model:gnuhealth.body_structure,name:s7200
source: Bones of shoulder region
el: Οστά της περιοχής του ώμου

# model:gnuhealth.body_structure,name:s7201
source: Joints of shoulder region
el: Αρθρώσεις της περιοχής του ώμου

# model:gnuhealth.body_structure,name:s7202
source: Muscles of shoulder region
el: Μύες της περιοχής του ώμου

# model:gnuhealth.body_structure,name:s7203
source: Ligaments and fasciae of shoulder region
el: Σύνδεσμοι και περιτονίες της περιοχής του ώμου

# model:gnuhealth.body_structure,name:s7208
source: Structure of shoulder region, other specified
el: Δομή της περιοχής του ώμου, άλλη καθορισμένη

# model:gnuhealth.body_structure,name:s7209
source: Structure of shoulder region, unspecified
el: Δομή της περιοχής του ώμου, μη καθορισμένη

# model:gnuhealth.body_structure,name:s730
source: Upper extremity
el: Άνω άκρο

# model:gnuhealth.body_structure,name:s7300
source: Structure of upper arm
el: Δομή του βραχίονα

# model:gnuhealth.body_structure,name:s73000
source: Bones of upper arm
el: Οστά του βραχίονα

# model:gnuhealth.body_structure,name:s73001
source: Elbow joint
el: Άρθρωση του αγκώνα

# model:gnuhealth.body_structure,name:s73002
source: Muscles of upper arm
el: Μύες του βραχίονα

# model:gnuhealth.body_structure,name:s73003
source: Ligaments and fasciae of upper arm
el: Σύνδεσμοι και περιτονίες του βραχίονα

# model:gnuhealth.body_structure,name:s73008
source: Structure of upper arm, other specified
el: Δομή του βραχίονα, άλλη καθορισμένη

# model:gnuhealth.body_structure,name:s73009
source: Structure of upper arm, unspecified
el: Δομή του βραχίονα, μη καθορισμένη

# model:gnuhealth.body_structure,name:s7301
source: Structure of forearm
el: Δομή του αντιβραχίου
