Repository: pypi-data/pypi-mirror-397
Catalog: packages/gnuhealth-disability/gnuhealth_disability-5.0.2.tar.gz/gnuhealth_disability-5.0.2/locale/*.po
Languages: el

# selection:gnuhealth.patient.amputation,etiology:
source: Neoplasia
el: Νεοπλασία

# selection:gnuhealth.patient.amputation,etiology:
source: Peripherial Vascular Disease
el: Περιφερική Αγγειακή Νόσος

# selection:gnuhealth.patient.amputation,etiology:
source: Trauma
el: Τραύμα

# selection:gnuhealth.patient.amputation,limb:
source: lower limb
el: κάτω άκρο

# selection:gnuhealth.patient.amputation,limb:
source: upper limb
el: άνω άκρο

# selection:gnuhealth.patient.amputation,side:
source: both
el: αμφότερα

# selection:gnuhealth.patient.amputation,side:
source: left
el: αριστερά

# selection:gnuhealth.patient.amputation,side:
source: right
el: δεξιά

# selection:gnuhealth.patient.disability_assessment,activity_participation:
source: Complete impairment
el: Πλήρης δυσλειτουργία

# selection:gnuhealth.patient.disability_assessment,activity_participation:
source: Mild impairment
el: Ήπια δυσλειτουργία

# selection:gnuhealth.patient.disability_assessment,activity_participation:
source: Moderate impairment
el: Μέτρια δυσλειτουργία

# selection:gnuhealth.patient.disability_assessment,activity_participation:
source: No impairment
el: Καμία δυσλειτουργία

# selection:gnuhealth.patient.disability_assessment,activity_participation:
source: Severe impairment
el: Σοβαρή δυσλειτουργία

# selection:gnuhealth.patient.disability_assessment,cognitive_function:
source: Complete impairment
el: Πλήρης δυσλειτουργία

# selection:gnuhealth.patient.disability_assessment,cognitive_function:
source: Mild impairment
el: Ήπια δυσλειτουργία

# selection:gnuhealth.patient.disability_assessment,cognitive_function:
source: Moderate impairment
el: Μέτρια δυσλειτουργία

# selection:gnuhealth.patient.disability_assessment,cognitive_function:
source: No impairment
el: Καμία δυσλειτουργία

# selection:gnuhealth.patient.disability_assessment,cognitive_function:
source: Severe impairment
el: Σοβαρή δυσλειτουργία

# selection:gnuhealth.patient.disability_assessment,hand_function:
source: Complete impairment
el: Πλήρης δυσλειτουργία

# selection:gnuhealth.patient.disability_assessment,hand_function:
source: Mild impairment
el: Ήπια δυσλειτουργία

# selection:gnuhealth.patient.disability_assessment,hand_function:
source: Moderate impairment
el: Μέτρια δυσλειτουργία

# selection:gnuhealth.patient.disability_assessment,hand_function:
source: No impairment
el: Καμία δυσλειτουργία

# selection:gnuhealth.patient.disability_assessment,hand_function:
source: Severe impairment
el: Σοβαρή δυσλειτουργία

# selection:gnuhealth.patient.disability_assessment,hearing_function:
source: Complete impairment
el: Πλήρης δυσλειτουργία

# selection:gnuhealth.patient.disability_assessment,hearing_function:
source: Mild impairment
el: Ήπια δυσλειτουργία

# selection:gnuhealth.patient.disability_assessment,hearing_function:
source: Moderate impairment
el: Μέτρια δυσλειτουργία

# selection:gnuhealth.patient.disability_assessment,hearing_function:
source: No impairment
el: Καμία δυσλειτουργία

# selection:gnuhealth.patient.disability_assessment,hearing_function:
source: Severe impairment
el: Σοβαρή δυσλειτουργία

# selection:gnuhealth.patient.disability_assessment,locomotor_function:
source: Complete impairment
el: Πλήρης δυσλειτουργία

# selection:gnuhealth.patient.disability_assessment,locomotor_function:
source: Mild impairment
el: Ήπια δυσλειτουργία

# selection:gnuhealth.patient.disability_assessment,locomotor_function:
source: Moderate impairment
el: Μέτρια δυσλειτουργία

# selection:gnuhealth.patient.disability_assessment,locomotor_function:
source: No impairment
el: Καμία δυσλειτουργία

# selection:gnuhealth.patient.disability_assessment,locomotor_function:
source: Severe impairment
el: Σοβαρή δυσλειτουργία

# selection:gnuhealth.patient.disability_assessment,speech_function:
source: Complete impairment
el: Πλήρης δυσλειτουργία

# selection:gnuhealth.patient.disability_assessment,speech_function:
source: Mild impairment
el: Ήπια δυσλειτουργία

# selection:gnuhealth.patient.disability_assessment,speech_function:
source: Moderate impairment
el: Μέτρια δυσλειτουργία

# selection:gnuhealth.patient.disability_assessment,speech_function:
source: No impairment
el: Καμία δυσλειτουργία

# selection:gnuhealth.patient.disability_assessment,speech_function:
source: Severe impairment
el: Σοβαρή δυσλειτουργία

# selection:gnuhealth.patient.disability_assessment,visual_function:
source: Complete impairment
el: Πλήρης δυσλειτουργία

# selection:gnuhealth.patient.disability_assessment,visual_function:
source: Mild impairment
el: Ήπια δυσλειτουργία

# selection:gnuhealth.patient.disability_assessment,visual_function:
source: Moderate impairment
el: Μέτρια δυσλειτουργία

# selection:gnuhealth.patient.disability_assessment,visual_function:
source: No impairment
el: Καμία δυσλειτουργία

# selection:gnuhealth.patient.disability_assessment,visual_function:
source: Severe impairment
el: Σοβαρή δυσλειτουργία

# view:gnuhealth.patient.disability_assessment:
source: Amputee Status
el: Κατάσταση Ακρωτηριασμού

# view:gnuhealth.patient.disability_assessment:
source: Detailed Functioning and Disability Assessment
el: Λεπτομερής Αξιολόγηση Λειτουργικότητας και Αναπηρίας

# view:gnuhealth.patient.disability_assessment:
source: Extra Info
el: Πρόσθετες Πληροφορίες

# view:gnuhealth.patient.disability_assessment:
source: Header
el: Γενικά

# view:gnuhealth.patient.disability_assessment:
source: Summary - Brief Assessment
el: Σύνοψη - Σύντομη Αξιολόγηση

# view:gnuhealth.patient:
source: Functioning and Disability
el: Λειτουργικότητα και Αναπηρία
