Repository: pypi-data/pypi-mirror-397
Catalog: packages/gole/gole-1.0.2.post0-py3-none-any.whl/gole/locale/*/LC_MESSAGES/gole.po
Languages: pt_br

source: Tree
pt_br: Árvore

source: Toggle tree viewer
pt_br: Mostrar/Esconder árvore de arquivos

source: New
pt_br: Novo

source: Open a new tab
pt_br: Abrir um novo painel

source: Quit
pt_br: Sair

source: Quit the app and return to the command prompt
pt_br: Sair da aplicação

source: Open
pt_br: Abrir

source: Open a new file
pt_br: Abrir um novo arquivo

source: Settings
pt_br: Configs

source: Open settings panel
pt_br: Abrir painel de configurações

source: Quit all
pt_br: Sair sem salvar

source: Quit all files without saving
pt_br: Sair sem salvar nenhum arquivo

source: Toggle tree
pt_br: Mostrar/Esconder árvore de arquivos

source: Close
pt_br: Fechar

source: Close current tab
pt_br: Fechar o painel atual

source: Create a new tab
pt_br: Criar um novo painel

source: The file contains changes that have not been saved. Would you like to continue?
pt_br: O arquivo contém alterações que não foram salvas. Você quer continuar?

source: Close file
pt_br: Fechar arquivo

source: Save
pt_br: Salvar

source: It was not possible to close the application because the following files would lose their changes
pt_br: Não foi possível sair da aplicação pois os seguintes arquivos podem perder suas alterações

source: [i $accent]Do you want to continue?[/] The following files have not been saved: The following files have not been saved, press [$accent]\[s][/] to save all or [$accent]\[y][/] to exit without saving
pt_br: [i $accent]Você quer continuar?[/] Os seguintes arquivos não foram salvos: Esses arquivos não foram salvos, pressionse [$accent]\[s][/] para salvar todos ou [$accent]\[y][/] para sair sem salvar

source: Save all
pt_br: Salvar todos

source: Cancel
pt_br: Cancelar

source: The file is open, do you want to close it?
pt_br: O arquivo está aberto, deseja fecha-lo?

source: Manages configuration settings
pt_br: Gerenciar as configurações

source: Error
pt_br: Erro

source: Success
pt_br: Sucesso

source: Enable/disable soft wrapping.
pt_br: Ativar/desabilitar soft wrapping

source: If `focus`, pressing tab will switch focus. If `indent`, pressing tab will insert a tab. {options}
pt_br: Se `focus`, pressionar tab irá trocar o foco. Se `indent`, pressionar tab irá inserir um tab. {options}

source: Show line numbers on the left edge.
pt_br: Mostrar o número de linhas no canto esquerdo.

source: The maximum number of undo history checkpoints to retain.
pt_br: O número máximo de undo pontos históricos para reter.

source: If the cursor is at a bracket, highlight the matching bracket.
pt_br: Se o cursor estiver em um colchete, de um destaque de sintaxe no colchete correspondente.

source: True if the cursor should blink.
pt_br: True se o cursor deve piscar.

source: If True, every pair will be closed automatically, like: `<>`, ``, `""`, `()`, `[]`, `{}`
pt_br: Se True, todo par será fechado automáticamente, por exemplo: `<>`, ``, `""`, `()`, `[]`, `{}`

source: Ensures that the end of the file always has a final line.
pt_br: Garanta que o final do arquivo sempre tinha uma linha final.

source: Removes whitespace after the end of lines.
pt_br: Remove espaço em branco após o final da linha.

source: File line space format. | tag | description | | ---------------- | ---------------------------------- | | _`{name}`_ | file name | | _`{line}`_ | current cursor line | | _`{column}`_ | current cursor column | | _`{num_lines}`_ | total number of lines in the file |
pt_br: Formato da barra de informações do arquivo. | tag | descrição | | ---------------- | ---------------------------------- | | _`{name}`_ | nome do arquivo | | _`{line}`_ | linha atual do cursor | | _`{column}`_ | coluna atual do cursor | | _`{num_lines}`_ | total de linha do arquivo |

source: Open tree on mount.
pt_br: Abrir a árvore ao montar.

source: Show the footer.
pt_br: Mostar o rodapé.

source: Enable/disable scrollbar visualization.
pt_br: Ativar/desativar a visualização da barra de rolagem.

source: Theme used by the UI.
pt_br: Tema usado pela interface

source: Theme used by the editor.
pt_br: Tema usado pelo editor.

source: Close current pane.
pt_br: Fechar painel atual.

source: file
pt_br: arquivo

source: Creates a new file.
pt_br: Criar um novo arquivo.

source: Creates a new directory.
pt_br: Criar um novo diretório.

source: rename
pt_br: renomear

source: Rename a file/directory.
pt_br: Renomar um arquivo/diretório.

source: dulpicate
pt_br: duplicar

source: Duplicate in a new file/directory.
pt_br: Duplicar em um novo arquivo/diretório.

source: Deletes a file/directory.
pt_br: Deleta um arquivo/diretório.

source: reload
pt_br: recarregar

source: Reload tree.
pt_br: Regarregar árvore.

source: Copy
pt_br: Copiar

source: Copy the full path.
pt_br: Copiar o caminho completo.

source: Change
pt_br: Alterar

source: Change current workdir.
pt_br: Alterando o diretório de trabalho atual.

source: No directory selected
pt_br: Nenhum diretório foi selecionado

source: Rename to ...
pt_br: Remonear para ...

source: Path {path} no exists.
pt_br: Caminho {path} não existe.

source: Path {path} already exists.
pt_br: Caminho {path} já existe.

source: {old_path} renomead to {new_path}.
pt_br: {old_path} renomeado para {new_path}.

source: Duplicate to ...
pt_br: Duplicar para ...

source: Duplicate
pt_br: Duplicar

source: Delete
pt_br: Deletar

source: Do you want to delete {path} ? [$primary]This action cannot be reversed[/]
pt_br: Você quer deletar o {path} ? [$primary]Essa ação não pode ser revertida[/]

source: Path {path} no exists
pt_br: Caminho {path} não existe

source: Deleted
pt_br: Deletado

source: Create file ...
pt_br: Criar arquivo ...

source: Create
pt_br: Criar

source: Create directory ...
pt_br: Criar diretório ...

source: File
pt_br: Arquivo

source: Directory
pt_br: Diretório

source: {action} already exists
pt_br: {action} já existe

source: {action} create with success
pt_br: {action} criado com sucesoo

source: Project
pt_br: Projeto

source: Add new project.
pt_br: Adicionar novo projeto

source: Close current project.
pt_br: Fechar projeto atual

source: [$green]Settings[/]
pt_br: [$green]Configs[/]

source: Configuration upgraded to [{color}]{value}[/]
pt_br: Configuração atualizadao para [{color}]{value}[/]

source: Cursor up
pt_br: Mover o cursor para a cima

source: Cursor down
pt_br: Mover o cursor para a baixo

source: Cursor left
pt_br: Mover o cursor para a esquerda

source: Cursor right
pt_br: Mover o cursor para a esquerda

source: Cursor word left
pt_br: Mover o cursor para a palavra à esquerda

source: Cursor word right
pt_br: Mover o cursor para a palavra à direita

source: Cursor line start
pt_br: Mover cursor para o começo da linha

source: Cursor line end
pt_br: Mover cursor para o final da linha

source: Cursor page up
pt_br: Mover cursor para cima da página

source: Cursor page down
pt_br: Mover cursor para baixo da página

source: Cursor left word select
pt_br: Selecionar a palavra à esquerda do cursor

source: Cursor right word select
pt_br: Selecionar a palavra à direta do cursor

source: Cursor line start select
pt_br: Selecionar até o começo da linha

source: Cursor line end select
pt_br: Selecionar até o final da linha

source: Cursor up select
pt_br: Selecionar do cursor à cima

source: Cursor down select
pt_br: Selecionar do cursor à baixo

source: Cursor left select
pt_br: Selecionar do cursor à esquerda

source: Cursor right select
pt_br: Selecionar do cursor à direita

source: Select line
pt_br: Slecionar linha

source: Select all
pt_br: Selecionar tudo

source: Delete character left
pt_br: Deletar o caracter à esquerda

source: Delete character right
pt_br: Deletar o caracter à direita

source: Delete right to start of word
pt_br: Deletar a palavra à direita

source: Delete to line start
pt_br: Deletar até o começo da linha

source: Delete the left word
pt_br: Deletar a palvra à esquerda

source: Delete to line end
pt_br: Deletar até o fim da linha

source: Delete line
pt_br: Deletar linha

source: Duplicate section
pt_br: Duplicar seleção

source: Comment section
pt_br: Comentar seleção

source: Indent section
pt_br: Indentar seleção

source: Outdent section
pt_br: Desindentar seleção

source: Save the file.
pt_br: Salvar arquivo

source: Copy selected content.
pt_br: Copiar conteúdo selecionado.

source: Paste
pt_br: Colar

source: Paste the copied content.
pt_br: Colar o conteúdo copiado.

source: Revert the last change.
pt_br: Reverte a última alterações.

source: The change comes back.
pt_br: Volta com as alterações revertidas.

source: Cut
pt_br: Cortar

source: Cut current line.
pt_br: Cortar linha atual.

source: The file is using the [$accent]{}[/] tree-sitter
pt_br: O arquivo esta usando o tree-sitter [$accent]{}[/]

source: The file is indented [$accent]{}[/] spaces
pt_br: O arquivo é indentando com [$accent]{}[/] espaços

source: The file is indented with [$accent]{}[/]
pt_br: O arquivo é indentado com [$accent]{}[/]

source: Search for indent width...
pt_br: Buscar por tamanho da identação...

source: Search for indent type...
pt_br: Buscar por tipo de identação...

source: Search for languages...
pt_br: Buscar por linguagem...
