Repository: pypi-data/pypi-mirror-397
Catalog: packages/gnuhealth-ntd-dengue/gnuhealth_ntd_dengue-5.0.2.tar.gz/gnuhealth_ntd_dengue-5.0.2/locale/*.po
Languages: el

# field:gnuhealth.dengue_du_survey,aedes_larva:
source: Larvae
el: Προνύμφες

# field:gnuhealth.dengue_du_survey,animal_water_container:
source: Animal Water containers
el: Δοχεία νερού ζώων

# field:gnuhealth.dengue_du_survey,du:
source: DU
el: Οικιακή Μονάδα

# field:gnuhealth.dengue_du_survey,du_fumigation:
source: Fumigation
el: Υποκαπνισμός

# field:gnuhealth.dengue_du_survey,du_status:
source: Status
el: Κατάσταση

# field:gnuhealth.dengue_du_survey,flower_vase:
source: Flower vase
el: Ανθοδοχεία

# field:gnuhealth.dengue_du_survey,fumigation_date:
source: Fumigation Date
el: Ημερομηνία Υποκαπνισμού

# field:gnuhealth.dengue_du_survey,larva_in_house:
source: Domiciliary
el: Εντός Κατοικίας

# field:gnuhealth.dengue_du_survey,larva_peri:
source: Peri-Domiciliary
el: Περιμετρικά της Κατοικίας

# field:gnuhealth.dengue_du_survey,name:
source: Survey Code
el: Κωδικός Έρευνας

# field:gnuhealth.dengue_du_survey,next_survey_date:
source: Next survey
el: Επόμενη Έρευνα

# field:gnuhealth.dengue_du_survey,observations:
source: Observations
el: Παρατηρήσεις

# field:gnuhealth.dengue_du_survey,old_tyres:
source: Tyres
el: Ελαστικά

# field:gnuhealth.dengue_du_survey,ovitraps:
source: Ovitraps
el: Ωοπαγίδες

# field:gnuhealth.dengue_du_survey,potted_plant:
source: Potted Plants
el: Φυτά σε Γλάστρες

# field:gnuhealth.dengue_du_survey,rock_holes:
source: Rock holes
el: Κοιλότητες Βράχων

# field:gnuhealth.dengue_du_survey,survey_date:
source: Date
el: Ημερομηνία

# field:gnuhealth.dengue_du_survey,tree_holes:
source: Tree holes
el: Κοιλότητες Δέντρων

# field:gnuhealth.sequences,dengue_du_survey_sequence:
source: Dengue DU Survey Sequence
el: Ακολουθία Έρευνας Δάγκειου Οικιακής Μονάδας

# field:gnuhealth.sequences.dengue_du_survey_sequence,dengue_du_survey_sequence:
source: Dengue DU Survey Sequence
el: Ακολουθία Έρευνας Δάγκειου Οικιακής Μονάδας

# help:gnuhealth.dengue_du_survey,aedes_larva:
source: Check this box if Aedes aegypti larvae were found
el: Επιλέξτε αυτό το πλαίσιο εάν βρέθηκαν προνύμφες Aedes aegypti

# help:gnuhealth.dengue_du_survey,animal_water_container:
source: Animal water containers not scrubbed or clean
el: Δοχεία νερού ζώων που δεν έχουν καθαριστεί ή απολυμανθεί

# help:gnuhealth.dengue_du_survey,du:
source: Domiciliary Unit
el: Οικιακή Μονάδα

# help:gnuhealth.dengue_du_survey,du_fumigation:
source: The DU has been fumigated
el: Η Οικιακή Μονάδα έχει υποστεί υποκαπνισμό

# help:gnuhealth.dengue_du_survey,du_status:
source: DU status compared to last visit
el: Κατάσταση Οικιακής Μονάδας σε σύγκριση με την προηγούμενη επίσκεψη

# help:gnuhealth.dengue_du_survey,flower_vase:
source: Flower vases without scrubbing or cleaning
el: Ανθοδοχεία χωρίς καθαρισμό ή απολύμανση

# help:gnuhealth.dengue_du_survey,fumigation_date:
source: Last Fumigation Date
el: Ημερομηνία Τελευταίου Υποκαπνισμού

# help:gnuhealth.dengue_du_survey,larva_in_house:
source: Check this box if larvae were found inside the house
el: Επιλέξτε αυτό το πλαίσιο εάν βρέθηκαν προνύμφες εντός της κατοικίας

# help:gnuhealth.dengue_du_survey,larva_peri:
source: Check this box if larva were found in the peridomiciliary area
el: Επιλέξτε αυτό το πλαίσιο εάν βρέθηκαν προνύμφες περιμετρικά της κατοικίας

# help:gnuhealth.dengue_du_survey,old_tyres:
source: Old vehicle tyres found
el: Βρέθηκαν παλιά ελαστικά οχημάτων

# help:gnuhealth.dengue_du_survey,ovitraps:
source: Check if ovitraps are in place
el: Ελέγξτε εάν υπάρχουν ωοπαγίδες

# help:gnuhealth.dengue_du_survey,potted_plant:
source: Potted Plants with saucers
el: Φυτά σε γλάστρες με πιατάκια

# help:gnuhealth.dengue_du_survey,rock_holes:
source: unfilled rock holes
el: Κοιλότητες βράχων χωρίς γέμισμα

# help:gnuhealth.dengue_du_survey,tree_holes:
source: unfilled tree holes
el: Κοιλότητες δέντρων χωρίς γέμισμα

# model:gnuhealth.dengue_du_survey,name:
source: Dengue DU Survey
el: Έρευνα Δάγκειου Οικιακής Μονάδας

# model:gnuhealth.sequences.dengue_du_survey_sequence,name:
source: Dengue DU Survey Sequences setup
el: Ρύθμιση Ακολουθιών Έρευνας Δάγκειου Οικιακής Μονάδας

# model:ir.action,name:act_dengue_du_survey_form
source: Dengue DU Survey
el: Έρευνα Δάγκειου Οικιακής Μονάδας

# model:ir.sequence,name:seq_gnuhealth_dengue_du_survey
source: Dengue DU Survey
el: Έρευνα Δάγκειου Οικιακής Μονάδας

# model:ir.sequence.type,name:seq_type_gnuhealth_dengue_du_survey
source: Dengue DU Survey
el: Έρευνα Δάγκειου Οικιακής Μονάδας

# model:product.template,name:product_template_dengue_elisa_igg_analysischarges0
source: Dengue IgG Charges
el: Χρεώσεις Dengue IgG

# model:product.template,name:product_template_dengue_elisa_igm_analysischarges0
source: Dengue ELISA MAC Ig-M Charges
el: Χρεώσεις Dengue ELISA MAC Ig-M

# model:product.template,name:product_template_dengue_pcr_analysischarges0
source: Dengue PCR Charges
el: Χρεώσεις Dengue PCR

# model:product.template,name:product_template_dengue_prnt_analysischarges0
source: Dengue PRNT Charges
el: Χρεώσεις Dengue PRNT

# selection:gnuhealth.dengue_du_survey,du_status:
source: Improved
el: Βελτιωμένη

# selection:gnuhealth.dengue_du_survey,du_status:
source: Initial
el: Αρχική

# selection:gnuhealth.dengue_du_survey,du_status:
source: Unchanged
el: Αμετάβλητη

# selection:gnuhealth.dengue_du_survey,du_status:
source: Worsen
el: Επιδεινωμένη

# view:gnuhealth.dengue_du_survey:
source: Areas to Improve
el: Τομείς προς Βελτίωση

# view:gnuhealth.dengue_du_survey:
source: Notes
el: Σημειώσεις

# view:gnuhealth.dengue_du_survey:
source: Presence of larvae
el: Παρουσία προνυμφών

# view:gnuhealth.dengue_du_survey:
source: Preventive Measures
el: Προληπτικά Μέτρα
