Repository: pypi-data/pypi-mirror-397
Catalog: packages/gnuhealth-insurance/gnuhealth_insurance-5.0.2-py3-none-any.whl/trytond/modules/health_insurance/locale/*.po
Languages: el

# field:gnuhealth.health_service,insurance_holder:
source: Insurance of
el: Ασφάλιση του/της

# field:gnuhealth.health_service,insurance_plan:
source: Plan
el: Πρόγραμμα

# field:gnuhealth.insurance.plan,product_policy:
source: Policy
el: Πολιτική

# field:gnuhealth.insurance.plan.product.policy,discount:
source: Discount
el: Έκπτωση

# field:gnuhealth.insurance.plan.product.policy,icode:
source: Product code
el: Κωδικός προϊόντος

# field:gnuhealth.insurance.plan.product.policy,plan:
source: Plan
el: Πρόγραμμα

# field:gnuhealth.insurance.plan.product.policy,price:
source: Price
el: Τιμή

# field:gnuhealth.insurance.plan.product.policy,product:
source: Product
el: Προϊόν

# field:gnuhealth.insurance.plan.product.policy,product_category:
source: Category
el: Κατηγορία

# field:gnuhealth.patient.procedure,price:
source: Price
el: Τιμή

# help:gnuhealth.health_service,insurance_holder:
source: Insurance Policy Holder
el: Κάτοχος Ασφαλιστηρίου Συμβολαίου

# help:gnuhealth.insurance.plan.product.policy,discount:
source: Discount in Percentage. It has higher precedence than the fixed price when both values coexist
el: Έκπτωση σε Ποσοστό. Έχει υψηλότερη προτεραιότητα από τη σταθερή τιμή όταν συνυπάρχουν και οι δύο τιμές

# help:gnuhealth.insurance.plan.product.policy,icode:
source: Equivalent product code for this plan
el: Ισοδύναμος κωδικός προϊόντος για αυτό το πρόγραμμα

# help:gnuhealth.insurance.plan.product.policy,price:
source: Apply a fixed price for this product or category
el: Εφαρμογή σταθερής τιμής για αυτό το προϊόν ή κατηγορία

# model:gnuhealth.insurance.plan.product.policy,name:
source: Policy associated to the product on the insurance plan
el: Πολιτική που σχετίζεται με το προϊόν στο ασφαλιστικό πρόγραμμα

# model:ir.action,name:action_gnuhealth_insurance_plan_product_policy_view
source: Plan Product Policies
el: Πολιτικές Προϊόντων Προγράμματος

# model:ir.message,text:msg_discount_without_element
source: SM-INSURANCE-0002: You need to associate a product or category to the discount
el: SM-INSURANCE-0002: Πρέπει να συσχετίσετε ένα προϊόν ή μια κατηγορία με την έκπτωση

# model:ir.message,text:msg_need_a_policy
source: SM-INSURANCE-0006: You need to specify either a percentage or a fixed price for this policy line. If both are present, the percentage will be applied
el: SM-INSURANCE-0006: Πρέπει να καθορίσετε είτε ένα ποσοστό είτε μια σταθερή τιμή για αυτή τη γραμμή πολιτικής. Εάν υπάρχουν και τα δύο, θα εφαρμοστεί το ποσοστό

# model:ir.message,text:msg_no_account_receivable
source: SM-INSURANCE-0007: No Account Receivable defined in party or in default configuration
el: SM-INSURANCE-0007: Δεν έχει οριστεί Λογαριασμός Εισπρακτέος στο συμβαλλόμενο μέρος ή στην προεπιλεγμένη διαμόρφωση

# model:ir.message,text:msg_no_invoice_address
source: SM-INSURANCE-0004: No address associated to the invoice
el: SM-INSURANCE-0004: Καμία διεύθυνση δεν έχει συσχετιστεί με το τιμολόγιο

# model:ir.message,text:msg_no_payment_term
source: SM-INSURANCE-0005: No payment term
el: SM-INSURANCE-0005: Κανένας όρος πληρωμής

# model:ir.message,text:msg_pct_out_of_range
source: SM-INSURANCE-0001: Percentage out of range [0-100]
el: SM-INSURANCE-0001: Ποσοστό εκτός ορίων [0-100]

# model:ir.message,text:msg_service_invoiced
source: SM-INSURANCE-0003: The service has been invoiced
el: SM-INSURANCE-0003: Η υπηρεσία έχει τιμολογηθεί

# model:ir.ui.menu,name:menu_gnuhealth_insurance_plan_product_policy_list
source: Plan Product Policies
el: Πολιτικές Προϊόντων Προγράμματος

# view:gnuhealth.insurance.plan.product.policy:
source: discount %
el: έκπτωση %
