Repository: pypi-data/pypi-mirror-397
Catalog: packages/gnuhealth-ems/gnuhealth_ems-5.0.2-py3-none-any.whl/trytond/modules/health_ems/locale/*.po
Languages: el

# field:gnuhealth.ambulance,active:
source: Active
el: Ενεργό

# field:gnuhealth.ambulance,state:
source: Status
el: Κατάσταση

# field:gnuhealth.ambulance,vehicle_brand:
source: Brand
el: Μάρκα

# field:gnuhealth.ambulance,vehicle_function:
source: Function
el: Λειτουργία

# field:gnuhealth.ambulance,vehicle_identifier:
source: ID
el: Αναγνωριστικό

# field:gnuhealth.ambulance,vehicle_model:
source: Model
el: Μοντέλο

# field:gnuhealth.ambulance,vehicle_odometer:
source: Odometer
el: Οδόμετρο

# field:gnuhealth.ambulance,vehicle_remarks:
source: Remarks
el: Παρατηρήσεις

# field:gnuhealth.ambulance,vehicle_station:
source: Station
el: Σταθμός

# field:gnuhealth.ambulance,vehicle_type:
source: Type
el: Τύπος

# field:gnuhealth.ambulance.support,ambulance:
source: Ambulance
el: Ασθενοφόρο

# field:gnuhealth.ambulance.support,healthprofs:
source: Health Professionals
el: Επαγγελματίες Υγείας

# field:gnuhealth.ambulance.support,sr:
source: SR
el: Αίτημα Υποστήριξης

# field:gnuhealth.ambulance.support,state:
source: Status
el: Κατάσταση

# field:gnuhealth.ambulance_hp,healthprof:
source: Health Prof
el: Επαγγελματίας Υγείας

# field:gnuhealth.ambulance_hp,sr:
source: SR
el: Αίτημα Υποστήριξης

# field:gnuhealth.sequences,support_request_code_sequence:
source: Support Request sequence
el: Ακολουθία Αιτήματος Υποστήριξης

source: Support Request sequence
el: Ακολουθία Αιτήματος Υποστήριξης

# field:gnuhealth.support_request,address:
source: Address
el: Διεύθυνση

# field:gnuhealth.support_request,ambulances:
source: Ambulances
el: Ασθενοφόρα

# field:gnuhealth.support_request,code:
source: Code
el: Κωδικός

# field:gnuhealth.support_request,complaint:
source: Chief Complaint
el: Κύριο Παράπονο

# field:gnuhealth.support_request,evaluation:
source: Evaluation
el: Αξιολόγηση

# field:gnuhealth.support_request,event_specific:
source: Incident
el: Περιστατικό

# field:gnuhealth.support_request,event_type:
source: Event type
el: Τύπος Συμβάντος

# field:gnuhealth.support_request,healthcenter:
source: Calling Institution
el: Ίδρυμα που καλεί

# field:gnuhealth.support_request,latitude:
source: Latidude
el: Γεωγραφικό Πλάτος

# field:gnuhealth.support_request,longitude:
source: Longitude
el: Γεωγραφικό Μήκος

# field:gnuhealth.support_request,multiple_casualties:
source: Multiple Casualties
el: Πολλαπλά Θύματα

# field:gnuhealth.support_request,operational_sector:
source: O. Sector
el: Επιχειρησιακός Τομέας

# field:gnuhealth.support_request,operator:
source: Operator
el: Χειριστής

# field:gnuhealth.support_request,patient:
source: Patient
el: Ασθενής

# field:gnuhealth.support_request,patient_age:
source: Age
el: Ηλικία

# field:gnuhealth.support_request,patient_sex:
source: Sex
el: Φύλο

# field:gnuhealth.support_request,place_occurrance:
source: Origin
el: Προέλευση

# field:gnuhealth.support_request,request_actions:
source: Activities
el: Δραστηριότητες

# field:gnuhealth.support_request,request_date:
source: Date
el: Ημερομηνία

# field:gnuhealth.support_request,request_extra_info:
source: Details
el: Λεπτομέρειες

# field:gnuhealth.support_request,requestor:
source: Requestor
el: Αιτών

# field:gnuhealth.support_request,state:
source: State
el: Κατάσταση

# field:gnuhealth.support_request,urgency:
source: Urgency
el: Επείγον

# field:gnuhealth.support_request,urladdr:
source: OSM Map
el: Χάρτης OSM

# field:gnuhealth.support_request.log,action:
source: Activity
el: Δραστηριότητα

# field:gnuhealth.support_request.log,remarks:
source: Remarks
el: Παρατηρήσεις

# field:gnuhealth.support_request.log,sr:
source: SR
el: Αίτημα Υποστήριξης

# field:gnuhealth.support_request.log,timestamp:
source: Time
el: Ώρα

# help:gnuhealth.ambulance,state:
source: Vehicle status
el: Κατάσταση οχήματος

# help:gnuhealth.ambulance,vehicle_brand:
source: Ambulance maker
el: Κατασκευαστής ασθενοφόρου

# help:gnuhealth.ambulance,vehicle_function:
source: Vehicle main functionality
el: Κύρια λειτουργικότητα του οχήματος

# help:gnuhealth.ambulance,vehicle_identifier:
source: Ambulance license number or other type of ID
el: Αριθμός κυκλοφορίας ασθενοφόρου ή άλλο είδος αναγνωριστικού

# help:gnuhealth.ambulance,vehicle_model:
source: Ambulance model
el: Μοντέλο ασθενοφόρου

# help:gnuhealth.ambulance,vehicle_odometer:
source: Current odometer reading
el: Τρέχουσα ένδειξη χιλιομετρητή

# help:gnuhealth.ambulance,vehicle_station:
source: Station / Base of the vehicle
el: Σταθμός / Βάση του οχήματος

# help:gnuhealth.ambulance,vehicle_type:
source: Type of vehicle
el: Τύπος οχήματος

# help:gnuhealth.ambulance.support,sr:
source: Support Request
el: Αίτημα Υποστήριξης

# help:gnuhealth.ambulance.support,state:
source: Vehicle status
el: Κατάσταση οχήματος

# help:gnuhealth.ambulance_hp,healthprof:
source: Health Professional for this ambulance and support request
el: Επαγγελματίας Υγείας για το συγκεκριμένο ασθενοφόρο και αίτημα υποστήριξης

# help:gnuhealth.support_request,address:
source: Free text address / location
el: Διεύθυνση / τοποθεσία ελεύθερου κειμένου

# help:gnuhealth.support_request,ambulances:
source: Ambulances requested in this Support Request
el: Ασθενοφόρα που ζητήθηκαν σε αυτό το Αίτημα Υποστήριξης

# help:gnuhealth.support_request,code:
source: Request Code
el: Κωδικός Αιτήματος

# help:gnuhealth.support_request,evaluation:
source: Related Patient Evaluation
el: Σχετική Αξιολόγηση Ασθενούς

# help:gnuhealth.support_request,operational_sector:
source: Operational Sector
el: Επιχειρησιακός Τομέας

# help:gnuhealth.support_request,operator:
source: Operator who took the call / support request
el: Χειριστής που δέχθηκε την κλήση / το αίτημα υποστήριξης

# help:gnuhealth.support_request,place_occurrance:
source: Place of occurrance
el: Τόπος συμβάντος

# help:gnuhealth.support_request,request_actions:
source: Support request activity log
el: Αρχείο καταγραφής δραστηριοτήτων αιτήματος υποστήριξης

# help:gnuhealth.support_request,request_date:
source: Date and time of the call for help
el: Ημερομηνία και ώρα της κλήσης για βοήθεια

# help:gnuhealth.support_request,requestor:
source: Related party (person)
el: Σχετιζόμενο μέρος (πρόσωπο)

# help:gnuhealth.support_request,urladdr:
source: Maps the location on Open Street Map
el: Χαρτογραφεί την τοποθεσία στο Open Street Map

# help:gnuhealth.support_request.log,action:
source: Activity log
el: Αρχείο καταγραφής δραστηριοτήτων

# help:gnuhealth.support_request.log,remarks:
source: Remarks for this item
el: Παρατηρήσεις για αυτό το στοιχείο

# help:gnuhealth.support_request.log,sr:
source: Support Request
el: Αίτημα Υποστήριξης

# help:gnuhealth.support_request.log,timestamp:
source: Date and time of activity
el: Ημερομηνία και ώρα δραστηριότητας

# model:gnuhealth.ambulance,name:
source: Ambulance
el: Ασθενοφόρο

# model:gnuhealth.ambulance.support,name:
source: Ambulance associated to a Support Request
el: Ασθενοφόρο που σχετίζεται με Αίτημα Υποστήριξης

# model:gnuhealth.ambulance_hp,name:
source: Ambulance Health Professionals
el: Επαγγελματίες Υγείας Ασθενοφόρου

# model:gnuhealth.sequences.support_request_code_sequence,name:
source: Health Support Request Sequence setup
el: Ρύθμιση Ακολουθίας Αιτήματος Υποστήριξης Υγείας

# model:gnuhealth.support_request,name:
source: Support Request Registration
el: Καταχώριση Αιτήματος Υποστήριξης

# model:gnuhealth.support_request.log,name:
source: Ambulance associated to a Support Request
el: Ασθενοφόρο που σχετίζεται με Αίτημα Υποστήριξης

# model:ir.action,name:gnuhealth_action_ambulance
source: Ambulances
el: Ασθενοφόρα

# model:ir.action,name:gnuhealth_action_ambulance_support
source: Ambulance in Support Requests
el: Ασθενοφόρο σε Αιτήματα Υποστήριξης

# model:ir.action,name:gnuhealth_action_support_request
source: Support Center
el: Κέντρο Υποστήριξης

# model:ir.sequence,name:seq_gnuhealth_support_request_code
source: Support Request
el: Αίτημα Υποστήριξης

# model:ir.sequence.type,name:seq_type_gnuhealth_support_request_code
source: Support Request
el: Αίτημα Υποστήριξης

# model:ir.ui.menu,name:gnuhealth_ambulance
source: Ambulances
el: Ασθενοφόρα

# model:ir.ui.menu,name:gnuhealth_ambulance_sr
source: Ambulance in Support Requests
el: Ασθενοφόρο σε Αιτήματα Υποστήριξης

# model:ir.ui.menu,name:gnuhealth_support_request
source: Support Center
el: Κέντρο Υποστήριξης

# selection:gnuhealth.ambulance,state:
source: At Hospital
el: Στο Νοσοκομείο

# selection:gnuhealth.ambulance,state:
source: Available / At Station
el: Διαθέσιμο / Στο Σταθμό

# selection:gnuhealth.ambulance,state:
source: Dispatched
el: Απεστάλη

# selection:gnuhealth.ambulance,state:
source: En Route
el: Καθ' οδόν

# selection:gnuhealth.ambulance,state:
source: On Location
el: Στην Τοποθεσία

# selection:gnuhealth.ambulance,state:
source: Out of service
el: Εκτός Υπηρεσίας

# selection:gnuhealth.ambulance,state:
source: Returning
el: Επιστρέφει

# selection:gnuhealth.ambulance,state:
source: To Hospital
el: Προς το Νοσοκομείο

# selection:gnuhealth.ambulance,vehicle_function:
source: Type A - Patient Transport
el: Τύπος Α - Μεταφορά Ασθενούς

# selection:gnuhealth.ambulance,vehicle_function:
source: Type B - Emergency
el: Τύπος Β - Επείγον

# selection:gnuhealth.ambulance,vehicle_function:
source: Type C - Mobile ICU
el: Τύπος Γ - Κινητή ΜΕΘ

# selection:gnuhealth.ambulance,vehicle_type:
source: Airplane
el: Αεροπλάνο

# selection:gnuhealth.ambulance,vehicle_type:
source: Bicycle
el: Ποδήλατο

# selection:gnuhealth.ambulance,vehicle_type:
source: Boat
el: Σκάφος

# selection:gnuhealth.ambulance,vehicle_type:
source: Car
el: Αυτοκίνητο

# selection:gnuhealth.ambulance,vehicle_type:
source: Helicopter
el: Ελικόπτερο

# selection:gnuhealth.ambulance,vehicle_type:
source: Motorcycle
el: Μοτοσυκλέτα

# selection:gnuhealth.ambulance,vehicle_type:
source: Van
el: Βαν

# selection:gnuhealth.ambulance.support,state:
source: At Hospital
el: Στο Νοσοκομείο

# selection:gnuhealth.ambulance.support,state:
source: Available / At Station
el: Διαθέσιμο / Στο Σταθμό

# selection:gnuhealth.ambulance.support,state:
source: Dispatched
el: Απεστάλη

# selection:gnuhealth.ambulance.support,state:
source: En Route
el: Καθ' οδόν

# selection:gnuhealth.ambulance.support,state:
source: On Location
el: Στην Τοποθεσία

# selection:gnuhealth.ambulance.support,state:
source: Out of service
el: Εκτός Υπηρεσίας

# selection:gnuhealth.ambulance.support,state:
source: Returning
el: Επιστρέφει

# selection:gnuhealth.ambulance.support,state:
source: To Hospital
el: Προς το Νοσοκομείο

# selection:gnuhealth.support_request,event_type:
source: Acute Coronary Syndrome
el: Οξύ Στεφανιαίο Σύνδρομο

# selection:gnuhealth.support_request,event_type:
source: Acute illness
el: Οξεία Νόσος

# selection:gnuhealth.support_request,event_type:
source: Acute pain
el: Οξύς Πόνος

# selection:gnuhealth.support_request,event_type:
source: Allergic reaction
el: Αλλεργική Αντίδραση

# selection:gnuhealth.support_request,event_type:
source: Bullying, battering
el: Εκφοβισμός, ξυλοδαρμός

# selection:gnuhealth.support_request,event_type:
source: Choke
el: Πνιγμονή

# selection:gnuhealth.support_request,event_type:
source: Chronic illness
el: Χρόνια Νόσος

# selection:gnuhealth.support_request,event_type:
source: Deceased person
el: Θανών

# selection:gnuhealth.support_request,event_type:
source: Domestic violence
el: Ενδοοικογενειακή Βία

# selection:gnuhealth.support_request,event_type:
source: Drug intoxication
el: Δηλητηρίαση από ναρκωτικά

# selection:gnuhealth.support_request,event_type:
source: Endocrine event (diabetes, adrenal crisis, ..)
el: Ενδοκρινικό συμβάν (διαβήτης, επινεφριδιακή κρίση, ..)

# selection:gnuhealth.support_request,event_type:
source: Environmental event (weather, animals, ...)
el: Περιβαλλοντικό συμβάν (καιρός, ζώα, ...)

# selection:gnuhealth.support_request,event_type:
source: Explosion
el: Έκρηξη

# selection:gnuhealth.support_request,event_type:
source: Eye, Ear and Nose event
el: Συμβάν Οφθαλμών, Ωτών και Ρινός

# selection:gnuhealth.support_request,event_type:
source: Fall
el: Πτώση

# selection:gnuhealth.support_request,event_type:
source: Fire
el: Πυρκαγιά

# selection:gnuhealth.support_request,event_type:
source: Food intoxication
el: Τροφική Δηλητηρίαση

# selection:gnuhealth.support_request,event_type:
source: Gas intoxication
el: Δηλητηρίαση από αέριο

# selection:gnuhealth.support_request,event_type:
source: Gastrointestinal event
el: Γαστρεντερικό Συμβάν

# selection:gnuhealth.support_request,event_type:
source: Near drowning
el: Παρολίγον Πνιγμός

# selection:gnuhealth.support_request,event_type:
source: Neurological event (stroke, TIA, seizure, ...)
el: Νευρολογικό συμβάν (εγκεφαλικό, ΠΙΑ, επιληπτική κρίση, ...)

# selection:gnuhealth.support_request,event_type:
source: Other specified
el: Άλλο (προσδιορισμένο)

# selection:gnuhealth.support_request,event_type:
source: Pregnancy related event
el: Συμβάν σχετιζόμενο με εγκυμοσύνη

# selection:gnuhealth.support_request,event_type:
source: Psychiatric event
el: Ψυχιατρικό Συμβάν

# selection:gnuhealth.support_request,event_type:
source: Respiratory distress
el: Αναπνευστική Δυσχέρεια

# selection:gnuhealth.support_request,event_type:
source: Robbery, violent assault
el: Ληστεία, βίαιη επίθεση

# selection:gnuhealth.support_request,event_type:
source: Sexual assault
el: Σεξουαλική Επίθεση

# selection:gnuhealth.support_request,event_type:
source: Suicide attempt
el: Απόπειρα Αυτοκτονίας

# selection:gnuhealth.support_request,event_type:
source: Transportation accident
el: Τροχαίο Ατύχημα

# selection:gnuhealth.support_request,event_type:
source: Traumatic Injuries
el: Τραυματισμοί

# selection:gnuhealth.support_request,place_occurrance:
source: Commercial Area
el: Εμπορική Περιοχή

# selection:gnuhealth.support_request,place_occurrance:
source: Home
el: Οικία

# selection:gnuhealth.support_request,place_occurrance:
source: Institution
el: Ίδρυμα

# selection:gnuhealth.support_request,place_occurrance:
source: Public Building
el: Δημόσιο Κτίριο

# selection:gnuhealth.support_request,place_occurrance:
source: Public transportation
el: Δημόσια Συγκοινωνία

# selection:gnuhealth.support_request,place_occurrance:
source: Recreational Area
el: Χώρος Αναψυχής

# selection:gnuhealth.support_request,place_occurrance:
source: School
el: Σχολείο

# selection:gnuhealth.support_request,place_occurrance:
source: Sports event
el: Αθλητική Εκδήλωση

# selection:gnuhealth.support_request,place_occurrance:
source: Street
el: Οδός

# selection:gnuhealth.support_request,place_occurrance:
source: Unknown
el: Άγνωστο

# selection:gnuhealth.support_request,state:
source: Closed
el: Κλειστό

# selection:gnuhealth.support_request,state:
source: Open
el: Ανοικτό

# selection:gnuhealth.support_request,urgency:
source: Emergency
el: Έκτακτη Ανάγκη

# selection:gnuhealth.support_request,urgency:
source: Low
el: Χαμηλή

# selection:gnuhealth.support_request,urgency:
source: Urgent
el: Επείγον

# selection:gnuhealth.support_request.log,action:
source: Ambulance
el: Ασθενοφόρο

# selection:gnuhealth.support_request.log,action:
source: General
el: Γενικά

# view:gnuhealth.ambulance.support:
source: At Hospital
el: Στο Νοσοκομείο

# view:gnuhealth.ambulance.support:
source: Available
el: Διαθέσιμο

# view:gnuhealth.ambulance.support:
source: Confirm arrival to the incident location ?
el: Επιβεβαίωση άφιξης στην τοποθεσία του συμβάντος;

# view:gnuhealth.ambulance.support:
source: Dispatch ambulance ?
el: Αποστολή ασθενοφόρου;

# view:gnuhealth.ambulance.support:
source: Dispatched
el: Απεστάλη

# view:gnuhealth.ambulance.support:
source: En Route
el: Καθ' οδόν

# view:gnuhealth.ambulance.support:
source: Going to hospital from incident location ?
el: Μετάβαση στο νοσοκομείο από την τοποθεσία του συμβάντος;

# view:gnuhealth.ambulance.support:
source: Has the ambulance arrived to hospital ?
el: Έφτασε το ασθενοφόρο στο νοσοκομείο;

# view:gnuhealth.ambulance.support:
source: Is the ambulance returning to the station ?
el: Επιστρέφει το ασθενοφόρο στον σταθμό;

# view:gnuhealth.ambulance.support:
source: Main
el: Κύριο

# view:gnuhealth.ambulance.support:
source: Mark vehicle as available ?
el: Σήμανση οχήματος ως διαθέσιμο;

# view:gnuhealth.ambulance.support:
source: On Location
el: Στην Τοποθεσία

# view:gnuhealth.ambulance.support:
source: Out of Service
el: Εκτός Υπηρεσίας

# view:gnuhealth.ambulance.support:
source: Returning
el: Επιστρέφει

# view:gnuhealth.ambulance.support:
source: Set as En Route to the incident ?
el: Ορισμός ως 'Καθ' οδόν' προς το συμβάν;

# view:gnuhealth.ambulance.support:
source: Set the ambulance as Out of Service ?
el: Ορισμός του ασθενοφόρου ως 'Εκτός Υπηρεσίας';

# view:gnuhealth.ambulance.support:
source: Status
el: Κατάσταση

# view:gnuhealth.ambulance.support:
source: The ambulance going to the hospital from the incident location
el: Το ασθενοφόρο κατευθύνεται στο νοσοκομείο από την τοποθεσία του συμβάντος

# view:gnuhealth.ambulance.support:
source: The ambulance has arrived at the incident location
el: Το ασθενοφόρο έφτασε στην τοποθεσία του συμβάντος

# view:gnuhealth.ambulance.support:
source: The ambulance has arrived to base / is available
el: Το ασθενοφόρο έφτασε στη βάση / είναι διαθέσιμο

# view:gnuhealth.ambulance.support:
source: The ambulance has arrived to hospital
el: Το ασθενοφόρο έφτασε στο νοσοκομείο

# view:gnuhealth.ambulance.support:
source: The ambulance has been dispatched
el: Το ασθενοφόρο έχει αποσταλεί

# view:gnuhealth.ambulance.support:
source: The ambulance is going to the incident
el: Το ασθενοφόρο κατευθύνεται στο συμβάν

# view:gnuhealth.ambulance.support:
source: The ambulance is out of service
el: Το ασθενοφόρο είναι εκτός υπηρεσίας

# view:gnuhealth.ambulance.support:
source: The ambulance is returning to base
el: Το ασθενοφόρο επιστρέφει στη βάση

# view:gnuhealth.ambulance.support:
source: To Hospital
el: Προς το Νοσοκομείο

# view:gnuhealth.ambulance:
source: Functionality
el: Λειτουργικότητα

# view:gnuhealth.ambulance:
source: Identification
el: Ταυτοποίηση

# view:gnuhealth.ambulance:
source: Remarks
el: Παρατηρήσεις

# view:gnuhealth.ambulance:
source: Station and Status
el: Σταθμός και Κατάσταση

# view:gnuhealth.support_request.log:
source: Date
el: Ημερομηνία

# view:gnuhealth.support_request:
source: Address
el: Διεύθυνση

# view:gnuhealth.support_request:
source: Close
el: Κλείσιμο

# view:gnuhealth.support_request:
source: Close the request ?
el: Να κλείσει το αίτημα;

# view:gnuhealth.support_request:
source: Details
el: Λεπτομέρειες

# view:gnuhealth.support_request:
source: Evaluation Specifics
el: Λεπτομέρειες Αξιολόγησης

# view:gnuhealth.support_request:
source: Location
el: Τοποθεσία

# view:gnuhealth.support_request:
source: Open
el: Άνοιγμα

# view:gnuhealth.support_request:
source: Open the request ?
el: Να ανοίξει το αίτημα;

# view:gnuhealth.support_request:
source: Patient Demographics
el: Δημογραφικά Στοιχεία Ασθενούς

# view:gnuhealth.support_request:
source: Set this support request to closed
el: Ορισμός αυτού του αιτήματος υποστήριξης σε κλειστό

# view:gnuhealth.support_request:
source: Set this support request to open
el: Ορισμός αυτού του αιτήματος υποστήριξης σε ανοικτό
