Repository: pypi-data/pypi-mirror-397
Catalog: packages/gnuhealth-pediatrics/gnuhealth_pediatrics-5.0.2.tar.gz/gnuhealth_pediatrics-5.0.2/locale/*.po
Languages: el

# selection:gnuhealth.patient.psc,psc_worries_a_lot:
source: Sometimes
el: Μερικές φορές

# view:gnuhealth.newborn:
source: End the newborn document ?
el: Ολοκλήρωση του εγγράφου νεογνού;

# view:gnuhealth.newborn:
source: Findings and Tests
el: Ευρήματα και Εξετάσεις

# view:gnuhealth.newborn:
source: Main
el: Βασικά Στοιχεία

# view:gnuhealth.newborn:
source: Neonatal Reflex Check
el: Έλεγχος Νεογνικών Αντανακλαστικών

# view:gnuhealth.newborn:
source: Neonatal Signs and Symptoms
el: Νεογνικά Σημεία και Συμπτώματα

# view:gnuhealth.newborn:
source: Notes
el: Σημειώσεις

# view:gnuhealth.newborn:
source: Sign
el: Υπογραφή

# view:gnuhealth.newborn:
source: Sign the process
el: Υπογραφή της διαδικασίας

# view:gnuhealth.newborn:
source: Status
el: Κατάσταση

# view:gnuhealth.newborn:
source: Tests
el: Εξετάσεις

# view:gnuhealth.newborn:
source: Time
el: Ώρα
