Repository: pypi-data/pypi-mirror-397
Catalog: packages/gnuhealth-pediatrics/gnuhealth_pediatrics-5.0.2.tar.gz/gnuhealth_pediatrics-5.0.2/locale/*.po
Languages: el

# field:gnuhealth.neonatal.apgar,apgar_activity:
source: Activity
el: Μυϊκός Τόνος

# field:gnuhealth.neonatal.apgar,apgar_appearance:
source: Appearance
el: Χρώμα Δέρματος

# field:gnuhealth.neonatal.apgar,apgar_grimace:
source: Grimace
el: Αντανακλαστικά

# field:gnuhealth.neonatal.apgar,apgar_minute:
source: Minute
el: Λεπτό

# field:gnuhealth.neonatal.apgar,apgar_pulse:
source: Pulse
el: Καρδιακός Ρυθμός

# field:gnuhealth.neonatal.apgar,apgar_respiration:
source: Respiration
el: Αναπνοή

# field:gnuhealth.neonatal.apgar,apgar_score:
source: APGAR Score
el: Βαθμολογία APGAR

# field:gnuhealth.neonatal.apgar,newborn:
source: Newborn
el: Νεογνό

# field:gnuhealth.newborn,apgar1:
source: APGAR 1st minute
el: APGAR 1ου λεπτού

# field:gnuhealth.newborn,apgar5:
source: APGAR 5th minute
el: APGAR 5ου λεπτού

# field:gnuhealth.newborn,apgar_scores:
source: APGAR scores
el: Βαθμολογίες APGAR

# field:gnuhealth.newborn,bd:
source: Stillbirth
el: Θνησιγένεια

# field:gnuhealth.newborn,birth_date:
source: DoB
el: Ημερομηνία Γέννησης

# field:gnuhealth.newborn,cephalic_perimeter:
source: CP
el: ΠΚ (Περίμετρος Κεφαλής)

# field:gnuhealth.newborn,cod:
source: Cause of death
el: Αιτία Θανάτου

# field:gnuhealth.newborn,congenital_diseases:
source: Congenital diseases
el: Συγγενείς Παθήσεις

# field:gnuhealth.newborn,died_at_delivery:
source: Died at delivery room
el: Απεβίωσε στην Αίθουσα Τοκετών

# field:gnuhealth.newborn,died_at_the_hospital:
source: Died at the hospital
el: Απεβίωσε στο Νοσοκομείο

# field:gnuhealth.newborn,died_being_transferred:
source: Died being transferred
el: Απεβίωσε κατά τη διακομιδή

# field:gnuhealth.newborn,dismissed:
source: Discharged
el: Έλαβε Εξιτήριο

# field:gnuhealth.newborn,healthprof:
source: Health Prof
el: Επαγγελματίας Υγείας

# field:gnuhealth.newborn,length:
source: Length
el: Μήκος

# field:gnuhealth.newborn,meconium:
source: Meconium
el: Μηκώνιο

# field:gnuhealth.newborn,medication:
source: Medication
el: Φαρμακευτική Αγωγή

# field:gnuhealth.newborn,mother:
source: Mother
el: Μητέρα

# field:gnuhealth.newborn,name:
source: Newborn ID
el: ID Νεογνού

# field:gnuhealth.newborn,neonatal_ambiguous_genitalia:
source: Ambiguous Genitalia
el: Αμφίβολα Γεννητικά Όργανα

# field:gnuhealth.newborn,neonatal_babinski_reflex:
source: Babinski Reflex
el: Αντανακλαστικό Babinski

# field:gnuhealth.newborn,neonatal_barlow:
source: Positive Barlow
el: Θετικό Σημείο Barlow

# field:gnuhealth.newborn,neonatal_blink_reflex:
source: Blink Reflex
el: Αντανακλαστικό Βλεφαρισμού

# field:gnuhealth.newborn,neonatal_erbs_palsy:
source: Erbs Palsy
el: Παράλυση Erb

# field:gnuhealth.newborn,neonatal_grasp_reflex:
source: Grasp Reflex
el: Αντανακλαστικό Σύλληψης

# field:gnuhealth.newborn,neonatal_hematoma:
source: Hematomas
el: Αιματώματα

# field:gnuhealth.newborn,neonatal_hernia:
source: Hernia
el: Κήλη

# field:gnuhealth.newborn,neonatal_moro_reflex:
source: Moro Reflex
el: Αντανακλαστικό Moro

# field:gnuhealth.newborn,neonatal_ortolani:
source: Positive Ortolani
el: Θετικό Σημείο Ortolani

# field:gnuhealth.newborn,neonatal_palmar_crease:
source: Transversal Palmar Crease
el: Εγκάρσια Παλαμιαία Πτυχή

# field:gnuhealth.newborn,neonatal_polydactyly:
source: Polydactyly
el: Πολυδακτυλία

# field:gnuhealth.newborn,neonatal_rooting_reflex:
source: Rooting Reflex
el: Αντανακλαστικό Αναζήτησης

# field:gnuhealth.newborn,neonatal_stepping_reflex:
source: Stepping Reflex
el: Αντανακλαστικό Βηματισμού

# field:gnuhealth.newborn,neonatal_sucking_reflex:
source: Sucking Reflex
el: Αντανακλαστικό Θηλασμού

# field:gnuhealth.newborn,neonatal_swimming_reflex:
source: Swimming Reflex
el: Αντανακλαστικό Κολύμβησης

# field:gnuhealth.newborn,neonatal_syndactyly:
source: Syndactyly
el: Συνδακτυλία

# field:gnuhealth.newborn,neonatal_talipes_equinovarus:
source: Talipes Equinovarus
el: Ραιβοϊπποποδία

# field:gnuhealth.newborn,neonatal_tonic_neck_reflex:
source: Tonic Neck Reflex
el: Τονικό Αντανακλαστικό Αυχένα

# field:gnuhealth.newborn,newborn_name:
source: Name at Birth
el: Όνομα κατά τη Γέννηση

# field:gnuhealth.newborn,notes:
source: Notes
el: Σημειώσεις

# field:gnuhealth.newborn,patient:
source: Baby
el: Βρέφος

# field:gnuhealth.newborn,photo:
source: Picture
el: Εικόνα

# field:gnuhealth.newborn,reanimation_aspiration:
source: Aspiration
el: Αναρρόφηση

# field:gnuhealth.newborn,reanimation_intubation:
source: Intubation
el: Διασωλήνωση

# field:gnuhealth.newborn,reanimation_mask:
source: Mask
el: Μάσκα

# field:gnuhealth.newborn,reanimation_oxygen:
source: Oxygen
el: Οξυγόνο

# field:gnuhealth.newborn,reanimation_stimulation:
source: Stimulation
el: Διέγερση

# field:gnuhealth.newborn,sex:
source: Sex
el: Φύλο

# field:gnuhealth.newborn,signed_by:
source: Signed by
el: Υπογραφή από

# field:gnuhealth.newborn,state:
source: State
el: Κατάσταση

# field:gnuhealth.newborn,test_audition:
source: Audition
el: Ακοή

# field:gnuhealth.newborn,test_billirubin:
source: Billirubin
el: Χολερυθρίνη

# field:gnuhealth.newborn,test_metabolic:
source: Metabolic ("heel stick screening")
el: Μεταβολικός Έλεγχos (Guthrie test)

# field:gnuhealth.newborn,test_toxo:
source: Toxoplasmosis
el: Τοξοπλάσμωση

# field:gnuhealth.newborn,tod:
source: Time of Death
el: Ώρα Θανάτου

# field:gnuhealth.newborn,weight:
source: Weight
el: Βάρος

# field:gnuhealth.patient.disease,newborn_id:
source: Newborn
el: Νεογνό

# field:gnuhealth.patient.medication,newborn_id:
source: Newborn
el: Νεογνό

# field:gnuhealth.patient.psc,evaluation_date:
source: Appointment
el: Ραντεβού

# field:gnuhealth.patient.psc,evaluation_start:
source: Date
el: Ημερομηνία

# field:gnuhealth.patient.psc,notes:
source: Notes
el: Σημειώσεις

# field:gnuhealth.patient.psc,patient:
source: Patient
el: Ασθενής

# field:gnuhealth.patient.psc,psc_absent_from_school:
source: Absent from school
el: Απουσιάζει από το σχολείο

# field:gnuhealth.patient.psc,psc_aches_pains:
source: Complains of aches and pains
el: Παραπονιέται για πόνους

# field:gnuhealth.patient.psc,psc_act_as_younger:
source: Acts younger than children his or her age
el: Συμπεριφέρεται ανώριμα για την ηλικία του/της

# field:gnuhealth.patient.psc,psc_acts_as_driven_by_motor:
source: Acts as if driven by a motor
el: Είναι υπερκινητικός/ή

# field:gnuhealth.patient.psc,psc_afraid_of_new_situations:
source: Is afraid of new situations
el: Φοβάται τις νέες καταστάσεις

# field:gnuhealth.patient.psc,psc_blames_others:
source: Blames others for his or her troubles
el: Κατηγορεί τους άλλους για τα προβλήματά του/της

# field:gnuhealth.patient.psc,psc_daydreams_too_much:
source: Daydreams too much
el: Ονειροπολεί υπερβολικά

# field:gnuhealth.patient.psc,psc_distracted_easily:
source: Distracted easily
el: Αποσπάται εύκολα η προσοχή του/της

# field:gnuhealth.patient.psc,psc_does_not_get_people_feelings:
source: Does not get people feelings
el: Δεν κατανοεί τα συναισθήματα των άλλων

# field:gnuhealth.patient.psc,psc_does_not_listen_to_rules:
source: Does not listen to rules
el: Δεν ακολουθεί τους κανόνες

# field:gnuhealth.patient.psc,psc_does_not_show_feelings:
source: Does not show feelings
el: Δεν εκφράζει συναισθήματα

# field:gnuhealth.patient.psc,psc_down_on_self:
source: Is down on him or herself
el: Έχει χαμηλή αυτοεκτίμηση

# field:gnuhealth.patient.psc,psc_feels_hopeless:
source: Feels hopeless
el: Νιώθει απελπισία

# field:gnuhealth.patient.psc,psc_feels_is_bad_child:
source: Feels he or she is bad
el: Νιώθει ότι είναι κακό παιδί

# field:gnuhealth.patient.psc,psc_fidgety:
source: Fidgety, unable to sit still
el: Νευρικός/ή, δεν μπορεί να καθίσει ήσυχος/η

# field:gnuhealth.patient.psc,psc_fights_with_others:
source: Fights with other children
el: Καυγαδίζει με άλλα παιδιά

# field:gnuhealth.patient.psc,psc_gets_hurt_often:
source: Gets hurt frequently
el: Τραυματίζεται συχνά

# field:gnuhealth.patient.psc,psc_having_less_fun:
source: Seems to be having less fun
el: Φαίνεται να διασκεδάζει λιγότερο

# field:gnuhealth.patient.psc,psc_irritable_angry:
source: Is irritable, angry
el: Είναι ευερέθιστος/η, θυμωμένος/η

# field:gnuhealth.patient.psc,psc_less_interest_in_school:
source: Less interested in school
el: Μειωμένο ενδιαφέρον για το σχολείο

# field:gnuhealth.patient.psc,psc_less_interested_in_friends:
source: Less interested in friends
el: Μειωμένο ενδιαφέρον για τους φίλους

# field:gnuhealth.patient.psc,psc_refuses_to_share:
source: Refuses to share
el: Αρνείται να μοιραστεί

# field:gnuhealth.patient.psc,psc_sad_unhappy:
source: Feels sad, unhappy
el: Νιώθει λυπημένος/η, δυστυχισμένος/η

# field:gnuhealth.patient.psc,psc_school_grades_dropping:
source: School grades dropping
el: Πτώση των σχολικών βαθμών

# field:gnuhealth.patient.psc,psc_spend_time_alone:
source: Spends more time alone
el: Περνά περισσότερο χρόνο μόνος/η

# field:gnuhealth.patient.psc,psc_takes_things_from_others:
source: Takes things that do not belong to him or her
el: Παίρνει πράγματα που δεν του/της ανήκουν

# field:gnuhealth.patient.psc,psc_takes_unnecesary_risks:
source: Takes unnecessary risks
el: Παίρνει αχρείαστα ρίσκα

# field:gnuhealth.patient.psc,psc_teases_others:
source: Teases others
el: Πειράζει τους άλλους

# field:gnuhealth.patient.psc,psc_tires_easily:
source: Tires easily, has little energy
el: Κουράζεται εύκολα, έχει λίγη ενέργεια

# field:gnuhealth.patient.psc,psc_total:
source: PSC Total
el: Συνολική Βαθμολογία PSC

# field:gnuhealth.patient.psc,psc_trouble_concentrating:
source: Has trouble concentrating
el: Έχει δυσκολία συγκέντρωσης

# field:gnuhealth.patient.psc,psc_trouble_sleeping:
source: Has trouble sleeping
el: Έχει δυσκολία στον ύπνο

# field:gnuhealth.patient.psc,psc_trouble_with_teacher:
source: Has trouble with teacher
el: Έχει προβλήματα με τον/την δάσκαλο/α

# field:gnuhealth.patient.psc,psc_visit_doctor_finds_ok:
source: Visits the doctor with doctor finding nothing wrong
el: Επισκέπτεται τον γιατρό χωρίς να διαπιστώνεται κάποιο πρόβλημα

# field:gnuhealth.patient.psc,psc_wants_to_be_with_parents:
source: Wants to be with you more than before
el: Θέλει να είναι μαζί σας περισσότερο από πριν

# field:gnuhealth.patient.psc,psc_worries_a_lot:
source: Worries a lot
el: Ανησυχεί πολύ

# field:gnuhealth.patient.psc,user_id:
source: Health Prof
el: Επαγγελματίας Υγείας

# help:gnuhealth.newborn,birth_date:
source: Date and Time of birth
el: Ημερομηνία και Ώρα Γέννησης

# help:gnuhealth.newborn,cephalic_perimeter:
source: Cephalic Perimeter in centimeters (cm)
el: Περίμετρος Κεφαλής σε εκατοστά (cm)

# help:gnuhealth.newborn,died_being_transferred:
source: The baby died being transferred to another health institution
el: Το βρέφος απεβίωσε κατά τη διακομιδή σε άλλο ίδρυμα υγείας

# help:gnuhealth.newborn,healthprof:
source: Health professional
el: Επαγγελματίας Υγείας

# help:gnuhealth.newborn,length:
source: Length in centimeters (cm)
el: Μήκος σε εκατοστά (cm)

# help:gnuhealth.newborn,patient:
source: Patient associated to this newborn
el: Ασθενής που συνδέεται με αυτό το νεογνό

# help:gnuhealth.newborn,sex:
source: Sex at birth. It might differ from the current patient gender. This is the biological sex.
el: Φύλο κατά τη γέννηση. Μπορεί να διαφέρει από το τρέχον φύλο του ασθενούς. Αυτό είναι το βιολογικό φύλο.

# help:gnuhealth.newborn,signed_by:
source: Health Professional that signed this document
el: Επαγγελματίας Υγείας που υπέγραψε αυτό το έγγραφο

# help:gnuhealth.newborn,test_metabolic:
source: Test for Fenilketonuria, Congenital Hypothyroidism, Quistic Fibrosis, Galactosemia
el: Έλεγχος για Φαινυλκετονουρία, Συγγενή Υποθυρεοειδισμό, Κυστική Ίνωση, Γαλακτοζαιμία

# help:gnuhealth.newborn,weight:
source: Weight in grams (g)
el: Βάρος σε γραμμάρια (g)

# help:gnuhealth.patient.psc,evaluation_date:
source: Enter or select the date / ID of the appointment related to this evaluation
el: Εισαγάγετε ή επιλέξτε την ημερομηνία / το ID του ραντεβού που σχετίζεται με αυτή την αξιολόγηση

# model:gnuhealth.neonatal.apgar,name:
source: Neonatal APGAR Score
el: Βαθμολογία APGAR Νεογνού

# model:gnuhealth.newborn,name:
source: Newborn Information
el: Πληροφορίες Νεογνού

# model:gnuhealth.patient.psc,name:
source: Pediatric Symptoms Checklist
el: Λίστα Ελέγχου Παιδιατρικών Συμπτωμάτων

# model:ir.action,name:act_newborn_form1
source: Neonatal Info
el: Πληροφορίες Νεογνού

# model:ir.action,name:gnuhealth_action_newborn
source: Newborn
el: Νεογνό

# model:ir.action,name:report_newborn_card
source: Newborn ID
el: Ταυτότητα Νεογνού

# model:ir.model.button,string:newborn_sign_button
source: Sign
el: Υπογραφή

# model:ir.ui.menu,name:gnuhealth_conf_edit_newborn
source: Newborn
el: Νεογνό

# model:ir.ui.menu,name:gnuhealth_pediatrics
source: Pediatrics
el: Παιδιατρική

# model:res.group,name:group_health_pediatrics_admin
source: Health Pediatrics Administration
el: Διαχείριση Παιδιατρικής

# report:newborn.card:
source: DoB:
el: Ημ. Γένν.:

# report:newborn.card:
source: Ht / Wt:
el: Ύψος / Βάρος:

# report:newborn.card:
source: Mother ID:
el: ID Μητέρας:

# report:newborn.card:
source: Mother:
el: Μητέρα:

# report:newborn.card:
source: Name:
el: Όνομα:

# report:newborn.card:
source: Sex:
el: Φύλο:

# report:newborn.card:
source: photo
el: Φωτογραφία

# selection:gnuhealth.neonatal.apgar,apgar_activity:
source: None
el: Καθόλου

# selection:gnuhealth.neonatal.apgar,apgar_activity:
source: Some flexion
el: Μερική κάμψη

# selection:gnuhealth.neonatal.apgar,apgar_activity:
source: flexed arms and legs
el: Ενεργός κίνηση

# selection:gnuhealth.neonatal.apgar,apgar_appearance:
source: acrocyanosis
el: Ακροκυάνωση

# selection:gnuhealth.neonatal.apgar,apgar_appearance:
source: central cyanosis
el: Κεντρική κυάνωση

# selection:gnuhealth.neonatal.apgar,apgar_appearance:
source: no cyanosis
el: Χωρίς κυάνωση

# selection:gnuhealth.neonatal.apgar,apgar_grimace:
source: No response to stimulation
el: Καμία αντίδραση σε ερεθίσματα

# selection:gnuhealth.neonatal.apgar,apgar_grimace:
source: cry or pull away when stimulated
el: Κλάμα ή απομάκρυνση σε ερεθίσματα

# selection:gnuhealth.neonatal.apgar,apgar_grimace:
source: grimace when stimulated
el: Σύσπαση προσώπου σε ερεθίσματα

# selection:gnuhealth.neonatal.apgar,apgar_pulse:
source: Absent
el: Απών

# selection:gnuhealth.neonatal.apgar,apgar_respiration:
source: Absent
el: Άπνοια

# selection:gnuhealth.neonatal.apgar,apgar_respiration:
source: Weak / Irregular
el: Αδύναμη / Ακανόνιστη

# selection:gnuhealth.neonatal.apgar,apgar_respiration:
source: strong
el: Δυνατή

# selection:gnuhealth.newborn,sex:
source: Female
el: Θήλυ

# selection:gnuhealth.newborn,sex:
source: Male
el: Άρρεν

# selection:gnuhealth.newborn,state:
source: Signed
el: Υπογεγραμμένο

# selection:gnuhealth.newborn,state:
source: draft
el: Πρόχειρο

# selection:gnuhealth.patient.psc,psc_absent_from_school:
source: Never
el: Ποτέ

# selection:gnuhealth.patient.psc,psc_absent_from_school:
source: Often
el: Συχνά

# selection:gnuhealth.patient.psc,psc_absent_from_school:
source: Sometimes
el: Μερικές φορές

# selection:gnuhealth.patient.psc,psc_aches_pains:
source: Never
el: Ποτέ

# selection:gnuhealth.patient.psc,psc_aches_pains:
source: Often
el: Συχνά

# selection:gnuhealth.patient.psc,psc_aches_pains:
source: Sometimes
el: Μερικές φορές

# selection:gnuhealth.patient.psc,psc_act_as_younger:
source: Never
el: Ποτέ

# selection:gnuhealth.patient.psc,psc_act_as_younger:
source: Often
el: Συχνά

# selection:gnuhealth.patient.psc,psc_act_as_younger:
source: Sometimes
el: Μερικές φορές

# selection:gnuhealth.patient.psc,psc_acts_as_driven_by_motor:
source: Never
el: Ποτέ

# selection:gnuhealth.patient.psc,psc_acts_as_driven_by_motor:
source: Often
el: Συχνά

# selection:gnuhealth.patient.psc,psc_acts_as_driven_by_motor:
source: Sometimes
el: Μερικές φορές

# selection:gnuhealth.patient.psc,psc_afraid_of_new_situations:
source: Never
el: Ποτέ

# selection:gnuhealth.patient.psc,psc_afraid_of_new_situations:
source: Often
el: Συχνά

# selection:gnuhealth.patient.psc,psc_afraid_of_new_situations:
source: Sometimes
el: Μερικές φορές

# selection:gnuhealth.patient.psc,psc_blames_others:
source: Never
el: Ποτέ

# selection:gnuhealth.patient.psc,psc_blames_others:
source: Often
el: Συχνά

# selection:gnuhealth.patient.psc,psc_blames_others:
source: Sometimes
el: Μερικές φορές

# selection:gnuhealth.patient.psc,psc_daydreams_too_much:
source: Never
el: Ποτέ

# selection:gnuhealth.patient.psc,psc_daydreams_too_much:
source: Often
el: Συχνά

# selection:gnuhealth.patient.psc,psc_daydreams_too_much:
source: Sometimes
el: Μερικές φορές

# selection:gnuhealth.patient.psc,psc_distracted_easily:
source: Never
el: Ποτέ

# selection:gnuhealth.patient.psc,psc_distracted_easily:
source: Often
el: Συχνά

# selection:gnuhealth.patient.psc,psc_distracted_easily:
source: Sometimes
el: Μερικές φορές

# selection:gnuhealth.patient.psc,psc_does_not_get_people_feelings:
source: Never
el: Ποτέ

# selection:gnuhealth.patient.psc,psc_does_not_get_people_feelings:
source: Often
el: Συχνά

# selection:gnuhealth.patient.psc,psc_does_not_get_people_feelings:
source: Sometimes
el: Μερικές φορές

# selection:gnuhealth.patient.psc,psc_does_not_listen_to_rules:
source: Never
el: Ποτέ

# selection:gnuhealth.patient.psc,psc_does_not_listen_to_rules:
source: Often
el: Συχνά

# selection:gnuhealth.patient.psc,psc_does_not_listen_to_rules:
source: Sometimes
el: Μερικές φορές

# selection:gnuhealth.patient.psc,psc_does_not_show_feelings:
source: Never
el: Ποτέ

# selection:gnuhealth.patient.psc,psc_does_not_show_feelings:
source: Often
el: Συχνά

# selection:gnuhealth.patient.psc,psc_does_not_show_feelings:
source: Sometimes
el: Μερικές φορές

# selection:gnuhealth.patient.psc,psc_down_on_self:
source: Never
el: Ποτέ

# selection:gnuhealth.patient.psc,psc_down_on_self:
source: Often
el: Συχνά

# selection:gnuhealth.patient.psc,psc_down_on_self:
source: Sometimes
el: Μερικές φορές

# selection:gnuhealth.patient.psc,psc_feels_hopeless:
source: Never
el: Ποτέ

# selection:gnuhealth.patient.psc,psc_feels_hopeless:
source: Often
el: Συχνά

# selection:gnuhealth.patient.psc,psc_feels_hopeless:
source: Sometimes
el: Μερικές φορές

# selection:gnuhealth.patient.psc,psc_feels_is_bad_child:
source: Never
el: Ποτέ

# selection:gnuhealth.patient.psc,psc_feels_is_bad_child:
source: Often
el: Συχνά

# selection:gnuhealth.patient.psc,psc_feels_is_bad_child:
source: Sometimes
el: Μερικές φορές

# selection:gnuhealth.patient.psc,psc_fidgety:
source: Never
el: Ποτέ

# selection:gnuhealth.patient.psc,psc_fidgety:
source: Often
el: Συχνά

# selection:gnuhealth.patient.psc,psc_fidgety:
source: Sometimes
el: Μερικές φορές

# selection:gnuhealth.patient.psc,psc_fights_with_others:
source: Never
el: Ποτέ

# selection:gnuhealth.patient.psc,psc_fights_with_others:
source: Often
el: Συχνά

# selection:gnuhealth.patient.psc,psc_fights_with_others:
source: Sometimes
el: Μερικές φορές

# selection:gnuhealth.patient.psc,psc_gets_hurt_often:
source: Never
el: Ποτέ

# selection:gnuhealth.patient.psc,psc_gets_hurt_often:
source: Often
el: Συχνά

# selection:gnuhealth.patient.psc,psc_gets_hurt_often:
source: Sometimes
el: Μερικές φορές

# selection:gnuhealth.patient.psc,psc_having_less_fun:
source: Never
el: Ποτέ

# selection:gnuhealth.patient.psc,psc_having_less_fun:
source: Often
el: Συχνά

# selection:gnuhealth.patient.psc,psc_having_less_fun:
source: Sometimes
el: Μερικές φορές

# selection:gnuhealth.patient.psc,psc_irritable_angry:
source: Never
el: Ποτέ

# selection:gnuhealth.patient.psc,psc_irritable_angry:
source: Often
el: Συχνά

# selection:gnuhealth.patient.psc,psc_irritable_angry:
source: Sometimes
el: Μερικές φορές

# selection:gnuhealth.patient.psc,psc_less_interest_in_school:
source: Never
el: Ποτέ

# selection:gnuhealth.patient.psc,psc_less_interest_in_school:
source: Often
el: Συχνά

# selection:gnuhealth.patient.psc,psc_less_interest_in_school:
source: Sometimes
el: Μερικές φορές

# selection:gnuhealth.patient.psc,psc_less_interested_in_friends:
source: Never
el: Ποτέ

# selection:gnuhealth.patient.psc,psc_less_interested_in_friends:
source: Often
el: Συχνά

# selection:gnuhealth.patient.psc,psc_less_interested_in_friends:
source: Sometimes
el: Μερικές φορές

# selection:gnuhealth.patient.psc,psc_refuses_to_share:
source: Never
el: Ποτέ

# selection:gnuhealth.patient.psc,psc_refuses_to_share:
source: Often
el: Συχνά

# selection:gnuhealth.patient.psc,psc_refuses_to_share:
source: Sometimes
el: Μερικές φορές

# selection:gnuhealth.patient.psc,psc_sad_unhappy:
source: Never
el: Ποτέ

# selection:gnuhealth.patient.psc,psc_sad_unhappy:
source: Often
el: Συχνά

# selection:gnuhealth.patient.psc,psc_sad_unhappy:
source: Sometimes
el: Μερικές φορές

# selection:gnuhealth.patient.psc,psc_school_grades_dropping:
source: Never
el: Ποτέ

# selection:gnuhealth.patient.psc,psc_school_grades_dropping:
source: Often
el: Συχνά

# selection:gnuhealth.patient.psc,psc_school_grades_dropping:
source: Sometimes
el: Μερικές φορές

# selection:gnuhealth.patient.psc,psc_spend_time_alone:
source: Never
el: Ποτέ

# selection:gnuhealth.patient.psc,psc_spend_time_alone:
source: Often
el: Συχνά

# selection:gnuhealth.patient.psc,psc_spend_time_alone:
source: Sometimes
el: Μερικές φορές

# selection:gnuhealth.patient.psc,psc_takes_things_from_others:
source: Never
el: Ποτέ

# selection:gnuhealth.patient.psc,psc_takes_things_from_others:
source: Often
el: Συχνά

# selection:gnuhealth.patient.psc,psc_takes_things_from_others:
source: Sometimes
el: Μερικές φορές

# selection:gnuhealth.patient.psc,psc_takes_unnecesary_risks:
source: Never
el: Ποτέ

# selection:gnuhealth.patient.psc,psc_takes_unnecesary_risks:
source: Often
el: Συχνά

# selection:gnuhealth.patient.psc,psc_takes_unnecesary_risks:
source: Sometimes
el: Μερικές φορές

# selection:gnuhealth.patient.psc,psc_teases_others:
source: Never
el: Ποτέ

# selection:gnuhealth.patient.psc,psc_teases_others:
source: Often
el: Συχνά

# selection:gnuhealth.patient.psc,psc_teases_others:
source: Sometimes
el: Μερικές φορές

# selection:gnuhealth.patient.psc,psc_tires_easily:
source: Never
el: Ποτέ

# selection:gnuhealth.patient.psc,psc_tires_easily:
source: Often
el: Συχνά

# selection:gnuhealth.patient.psc,psc_tires_easily:
source: Sometimes
el: Μερικές φορές

# selection:gnuhealth.patient.psc,psc_trouble_concentrating:
source: Never
el: Ποτέ

# selection:gnuhealth.patient.psc,psc_trouble_concentrating:
source: Often
el: Συχνά

# selection:gnuhealth.patient.psc,psc_trouble_concentrating:
source: Sometimes
el: Μερικές φορές

# selection:gnuhealth.patient.psc,psc_trouble_sleeping:
source: Never
el: Ποτέ

# selection:gnuhealth.patient.psc,psc_trouble_sleeping:
source: Often
el: Συχνά

# selection:gnuhealth.patient.psc,psc_trouble_sleeping:
source: Sometimes
el: Μερικές φορές

# selection:gnuhealth.patient.psc,psc_trouble_with_teacher:
source: Never
el: Ποτέ

# selection:gnuhealth.patient.psc,psc_trouble_with_teacher:
source: Often
el: Συχνά

# selection:gnuhealth.patient.psc,psc_trouble_with_teacher:
source: Sometimes
el: Μερικές φορές

# selection:gnuhealth.patient.psc,psc_visit_doctor_finds_ok:
source: Never
el: Ποτέ

# selection:gnuhealth.patient.psc,psc_visit_doctor_finds_ok:
source: Often
el: Συχνά

# selection:gnuhealth.patient.psc,psc_visit_doctor_finds_ok:
source: Sometimes
el: Μερικές φορές

# selection:gnuhealth.patient.psc,psc_wants_to_be_with_parents:
source: Never
el: Ποτέ

# selection:gnuhealth.patient.psc,psc_wants_to_be_with_parents:
source: Often
el: Συχνά

# selection:gnuhealth.patient.psc,psc_wants_to_be_with_parents:
source: Sometimes
el: Μερικές φορές

# selection:gnuhealth.patient.psc,psc_worries_a_lot:
source: Never
el: Ποτέ

# selection:gnuhealth.patient.psc,psc_worries_a_lot:
source: Often
el: Συχνά
