Repository: pypi-data/pypi-mirror-397
Catalog: packages/gnuhealth-lab/gnuhealth_lab-5.0.2.tar.gz/gnuhealth_lab-5.0.2/locale/*.po
Languages: el

# field:gnuhealth.lab,analytes_summary:
source: Summary
el: Σύνοψη

# field:gnuhealth.lab,critearea:
source: Analytes criteria
el: Κριτήρια αναλυτών

# field:gnuhealth.lab,date_analysis:
source: Analysis Date
el: Ημερομηνία Ανάλυσης

# field:gnuhealth.lab,date_requested:
source: Request Date
el: Ημερομηνία Αιτήματος

# field:gnuhealth.lab,diagnosis:
source: Diagnosis
el: Διάγνωση

# field:gnuhealth.lab,done_by:
source: Done by
el: Έγινε από

# field:gnuhealth.lab,done_date:
source: Finished on
el: Ολοκληρώθηκε στις

# field:gnuhealth.lab,historize:
source: Historize
el: Ιστορικοποίηση

# field:gnuhealth.lab,images:
source: Images
el: Εικόνες

# field:gnuhealth.lab,name:
source: ID
el: Αναγνωριστικό

# field:gnuhealth.lab,other_source:
source: Other
el: Άλλο

# field:gnuhealth.lab,pathologist:
source: Pathologist
el: Παθολόγος

# field:gnuhealth.lab,pathology:
source: Pathology
el: Παθολογία

# field:gnuhealth.lab,patient:
source: Patient
el: Ασθενής

# field:gnuhealth.lab,request_order:
source: Order
el: Παραγγελία

# field:gnuhealth.lab,requestor:
source: Health Prof
el: Αιτών Ιατρός

# field:gnuhealth.lab,results:
source: Results
el: Αποτελέσματα

# field:gnuhealth.lab,source_name:
source: Source name
el: Όνομα πηγής

# field:gnuhealth.lab,source_type:
source: Source
el: Πηγή

# field:gnuhealth.lab,specimen_type:
source: Specimen
el: Δείγμα

# field:gnuhealth.lab,state:
source: State
el: Κατάσταση

# field:gnuhealth.lab,test:
source: Test type
el: Τύπος εξέτασης

# field:gnuhealth.lab,validated_by:
source: Validated by
el: Επικυρώθηκε από

# field:gnuhealth.lab,validation_date:
source: Validated on
el: Επικυρώθηκε στις

# field:gnuhealth.lab.test.critearea,code:
source: Code
el: Κωδικός

# field:gnuhealth.lab.test.critearea,excluded:
source: Excluded
el: Εξαιρείται

# field:gnuhealth.lab.test.critearea,gnuhealth_lab_id:
source: Test Cases
el: Περιπτώσεις Εξετάσεων

# field:gnuhealth.lab.test.critearea,lab_warning_icon:
source: Lab Warning Icon
el: Εικονίδιο Προειδοποίησης Εργαστηρίου

# field:gnuhealth.lab.test.critearea,limits_verified:
source: Limits verified
el: Όρια επαληθεύτηκαν

# field:gnuhealth.lab.test.critearea,lower_limit:
source: Lower Limit
el: Κατώτατο Όριο

# field:gnuhealth.lab.test.critearea,name:
source: Analyte
el: Αναλύτης

# field:gnuhealth.lab.test.critearea,normal_range:
source: Reference
el: Αναφορά

# field:gnuhealth.lab.test.critearea,remarks:
source: Remarks
el: Παρατηρήσεις

# field:gnuhealth.lab.test.critearea,result:
source: Value
el: Τιμή

# field:gnuhealth.lab.test.critearea,result_text:
source: Qualitative
el: Ποιοτικό

# field:gnuhealth.lab.test.critearea,sequence:
source: Sequence
el: Ακολουθία

# field:gnuhealth.lab.test.critearea,test_method:
source: Method
el: Μέθοδος

# field:gnuhealth.lab.test.critearea,test_type_id:
source: Test type
el: Τύπος εξέτασης

# field:gnuhealth.lab.test.critearea,to_integer:
source: To integer
el: Σε ακέραιο

# field:gnuhealth.lab.test.critearea,units:
source: Units
el: Μονάδες

# field:gnuhealth.lab.test.critearea,upper_limit:
source: Upper Limit
el: Ανώτατο Όριο

# field:gnuhealth.lab.test.critearea,warning:
source: Warn
el: Προειδοποίηση

# field:gnuhealth.lab.test.units,code:
source: Code
el: Κωδικός

# field:gnuhealth.lab.test.units,name:
source: Unit
el: Μονάδα

# field:gnuhealth.lab.test_type,active:
source: Active
el: Ενεργό

# field:gnuhealth.lab.test_type,age_range:
source: Age range
el: Εύρος ηλικιών

# field:gnuhealth.lab.test_type,category:
source: Category
el: Κατηγορία

# field:gnuhealth.lab.test_type,code:
source: Code
el: Κωδικός

# field:gnuhealth.lab.test_type,critearea:
source: Test Cases
el: Περιπτώσεις Εξετάσεων

# field:gnuhealth.lab.test_type,gender:
source: Gender
el: Φύλο

# field:gnuhealth.lab.test_type,info:
source: Description
el: Περιγραφή

# field:gnuhealth.lab.test_type,max_age:
source: Max age
el: Μέγ. ηλικία

# field:gnuhealth.lab.test_type,min_age:
source: Min age
el: Ελάχ. ηλικία

# field:gnuhealth.lab.test_type,name:
source: Test
el: Εξέταση

# field:gnuhealth.lab.test_type,product_id:
source: Service
el: Υπηρεσία

# field:gnuhealth.lab.test_type,report_style:
source: Report style
el: Στυλ αναφοράς

# field:gnuhealth.lab.test_type,specimen_type:
source: Specimen
el: Δείγμα

# field:gnuhealth.lab.test_type,tags:
source: Tags
el: Ετικέτες

# field:gnuhealth.patient,lab_test_ids:
source: Lab Tests Required
el: Απαιτούμενες Εργαστηριακές Εξετάσεις

# field:gnuhealth.patient.disease,lab_confirmed:
source: Lab Confirmed
el: Εργαστηριακά Επιβεβαιωμένο

# field:gnuhealth.patient.disease,lab_test:
source: Lab Test
el: Εργαστηριακή Εξέταση

# field:gnuhealth.patient.lab.test,age_num:
source: Age Num
el: Αριθμός Ηλικίας

# field:gnuhealth.patient.lab.test,comment:
source: Additional Information
el: Πρόσθετες Πληροφορίες

# field:gnuhealth.patient.lab.test,context:
source: Context
el: Πλαίσιο

# field:gnuhealth.patient.lab.test,date:
source: Date
el: Ημερομηνία

# field:gnuhealth.patient.lab.test,doctor_id:
source: Health Prof
el: Επαγγ. Υγείας

# field:gnuhealth.patient.lab.test,gender_str:
source: Gender
el: Φύλο

# field:gnuhealth.patient.lab.test,other_source:
source: Other
el: Άλλο

# field:gnuhealth.patient.lab.test,patient_id:
source: Patient
el: Ασθενής

# field:gnuhealth.patient.lab.test,request:
source: Order
el: Παραγγελία

# field:gnuhealth.patient.lab.test,source_name:
source: Source name
el: Όνομα πηγής

# field:gnuhealth.patient.lab.test,source_type:
source: Source
el: Πηγή

# field:gnuhealth.patient.lab.test,specimen_type:
source: Specimen
el: Δείγμα

# field:gnuhealth.patient.lab.test,state:
source: State
el: Κατάσταση

# field:gnuhealth.patient.lab.test,test_type:
source: Test Type
el: Τύπος Εξέτασης

# field:gnuhealth.patient.lab.test,urgent:
source: Urgent
el: Επείγον

# field:gnuhealth.patient.lab.test.request.start,age_num:
source: Age Num
el: Αριθμός Ηλικίας

# field:gnuhealth.patient.lab.test.request.start,context:
source: Context
el: Πλαίσιο

# field:gnuhealth.patient.lab.test.request.start,date:
source: Date
el: Ημερομηνία

# field:gnuhealth.patient.lab.test.request.start,doctor:
source: Health Prof
el: Επαγγ. Υγείας

# field:gnuhealth.patient.lab.test.request.start,gender_str:
source: Gender
el: Φύλο

# field:gnuhealth.patient.lab.test.request.start,other_source:
source: Other
el: Άλλο

# field:gnuhealth.patient.lab.test.request.start,patient:
source: Patient
el: Ασθενής

# field:gnuhealth.patient.lab.test.request.start,source_type:
source: Source
el: Πηγή

# field:gnuhealth.patient.lab.test.request.start,tests:
source: Tests
el: Εξετάσεις

# field:gnuhealth.patient.lab.test.request.start,urgent:
source: Urgent
el: Επείγον

# field:gnuhealth.request-test,request:
source: Request
el: Αίτημα

# field:gnuhealth.request-test,test:
source: Test
el: Εξέταση

# field:gnuhealth.sequences,lab_request_sequence:
source: Lab request sequence
el: Ακολουθία αιτήματος εργαστηρίου

# field:gnuhealth.sequences,lab_test_sequence:
source: Lab test sequence
el: Ακολουθία εργαστηριακής εξέτασης

# field:gnuhealth.sequences.lab_request_sequence,lab_request_sequence:
source: Lab request sequence
el: Ακολουθία αιτήματος εργαστηρίου

# field:gnuhealth.sequences.lab_test_sequence,lab_test_sequence:
source: Lab test sequence
el: Ακολουθία εργαστηριακής εξέτασης

# help:gnuhealth.lab,done_by:
source: Professional who processes this lab test
el: Επαγγελματίας που επεξεργάζεται αυτή την εργαστηριακή εξέταση

# help:gnuhealth.lab,historize:
source: If this flag is set the a new health condition will be added to the patient history. Unset it if this lab test is in the context of a pre-existing condition of the patient. The condition will be created when the lab test is confirmed and validated
el: Εάν αυτή η σημαία είναι ενεργοποιημένη, θα προστεθεί μια νέα πάθηση στο ιστορικό του ασθενούς. Απενεργοποιήστε την εάν αυτή η εργαστηριακή εξέταση γίνεται στο πλαίσιο μιας προϋπάρχουσας πάθησης του ασθενούς. Η πάθηση θα δημιουργηθεί όταν η εργαστηριακή εξέταση επιβεβαιωθεί και επικυρωθεί

# help:gnuhealth.lab,name:
source: Lab result ID
el: Αναγνωριστικό αποτελέσματος εργαστηρίου

# help:gnuhealth.lab,other_source:
source: Other sample source.
el: Άλλη πηγή δείγματος.

# help:gnuhealth.lab,pathologist:
source: Pathologist
el: Παθολόγος

# help:gnuhealth.lab,pathology:
source: Pathology confirmed / associated to this lab test.
el: Παθολογία που επιβεβαιώθηκε / σχετίζεται με αυτή την εργαστηριακή εξέταση.

# help:gnuhealth.lab,patient:
source: Patient
el: Ασθενής

# help:gnuhealth.lab,requestor:
source: Doctor who requested the test
el: Ιατρός που ζήτησε την εξέταση

# help:gnuhealth.lab,source_type:
source: Sample source type.
el: Τύπος πηγής δείγματος.

# help:gnuhealth.lab,specimen_type:
source: Specimen type, for example: whole blood, plasma, urine or feces ...
el: Τύπος δείγματος, για παράδειγμα: ολικό αίμα, πλάσμα, ούρα ή κόπρανα...

# help:gnuhealth.lab,test:
source: Lab test type
el: Τύπος εργαστηριακής εξέτασης

# help:gnuhealth.lab,validated_by:
source: Professional who validates this lab test
el: Επαγγελματίας που επικυρώνει αυτή την εργαστηριακή εξέταση

# help:gnuhealth.lab.test.critearea,code:
source: Lab test critearea code, mainly used by lab interface script.
el: Κωδικός κριτηρίων εργαστηριακής εξέτασης, χρησιμοποιείται κυρίως από το σενάριο διεπαφής εργαστηρίου.

# help:gnuhealth.lab.test.critearea,excluded:
source: Select this option when this analyte is excluded from the test
el: Επιλέξτε αυτή την επιλογή όταν αυτός ο αναλύτης εξαιρείται από την εξέταση

# help:gnuhealth.lab.test.critearea,limits_verified:
source: The upper and lower limits have been verified again, sometimes limits will depend on other indicators of the patient, such as: age, pregnancy status, etc, so it is very important to verify them, because warning status depend on limits values.
el: Τα ανώτερα και κατώτερα όρια έχουν επαληθευτεί ξανά, μερικές φορές τα όρια θα εξαρτώνται από άλλους δείκτες του ασθενούς, όπως: ηλικία, κατάσταση εγκυμοσύνης, κ.λπ., επομένως είναι πολύ σημαντικό να επαληθεύονται, επειδή η κατάσταση προειδοποίησης εξαρτάται από τις τιμές των ορίων.

# help:gnuhealth.lab.test.critearea,result_text:
source: Non-numeric results. For example qualitative values, morphological, colors ...
el: Μη αριθμητικά αποτελέσματα. Για παράδειγμα ποιοτικές τιμές, μορφολογικές, χρώματα...

# help:gnuhealth.lab.test.critearea,test_method:
source: Test method, for example: Real-time PCR ...
el: Μέθοδος εξέτασης, για παράδειγμα: Real-time PCR...

# help:gnuhealth.lab.test.critearea,to_integer:
source: Convert result value to interger in report.
el: Μετατροπή της τιμής του αποτελέσματος σε ακέραιο στην αναφορά.

# help:gnuhealth.lab.test.critearea,warning:
source: Warns the patient about this analyte result It is useful to contextualize the result to each patient status like age, sex, comorbidities, ...
el: Προειδοποιεί τον ασθενή για αυτό το αποτέλεσμα αναλύτη. Είναι χρήσιμο για την πλαισίωση του αποτελέσματος στην κατάσταση κάθε ασθενούς, όπως ηλικία, φύλο, συννοσηρότητες, ...

# help:gnuhealth.lab.test_type,code:
source: Short name - code for the test
el: Σύντομο όνομα - κωδικός για την εξέταση

# help:gnuhealth.lab.test_type,max_age:
source: Max age year, (years x 365 + months x 30.5 + days) / 365
el: Μέγιστη ηλικία σε έτη, (έτη x 365 + μήνες x 30.5 + ημέρες) / 365

# help:gnuhealth.lab.test_type,min_age:
source: Min age year, (years x 365 + months x 30.5 + days) / 365
el: Ελάχιστη ηλικία σε έτη, (έτη x 365 + μήνες x 30.5 + ημέρες) / 365

# help:gnuhealth.lab.test_type,name:
source: Test type, eg X-Ray, hemogram,biopsy...
el: Τύπος εξέτασης, π.χ. Ακτινογραφία, γενική αίματος, βιοψία...

# help:gnuhealth.lab.test_type,specimen_type:
source: Specimen type, for example: whole blood, plasma, urine or feces ...
el: Τύπος δείγματος, για παράδειγμα: ολικό αίμα, πλάσμα, ούρα ή κόπρανα...

# help:gnuhealth.lab.test_type,tags:
source: Tags of test type, which can be used in if directive of report template file, tags use letters and numbers, separated by colon.
el: Ετικέτες του τύπου εξέτασης, οι οποίες μπορούν να χρησιμοποιηθούν στην οδηγία if του αρχείου προτύπου αναφοράς, οι ετικέτες χρησιμοποιούν γράμματα και αριθμούς, που χωρίζονται με άνω και κάτω τελεία.

# help:gnuhealth.patient.disease,lab_confirmed:
source: Confirmed by laboratory test
el: Επιβεβαιώθηκε με εργαστηριακή εξέταση

# help:gnuhealth.patient.disease,lab_test:
source: Lab test that confirmed the condition
el: Εργαστηριακή εξέταση που επιβεβαίωσε την πάθηση

# help:gnuhealth.patient.lab.test,age_num:
source: Age year number, (years x 365 + months x 30.5 + days) / 365
el: Αριθμός ηλικίας σε έτη, (έτη x 365 + μήνες x 30.5 + ημέρες) / 365

# help:gnuhealth.patient.lab.test,context:
source: Health context for this order. It can be a suspected or existing health condition, a regular health checkup, ...
el: Πλαίσιο υγείας για αυτήν την παραγγελία. Μπορεί να είναι μια ύποπτη ή υπάρχουσα πάθηση, ένας τακτικός έλεγχος υγείας, ...

# help:gnuhealth.patient.lab.test,doctor_id:
source: Health professional who requests the lab test.
el: Επαγγελματίας υγείας που ζητά την εργαστηριακή εξέταση.

# help:gnuhealth.patient.lab.test,other_source:
source: Other sample source.
el: Άλλη πηγή δείγματος.

# help:gnuhealth.patient.lab.test,source_type:
source: Sample source type.
el: Τύπος πηγής δείγματος.

# help:gnuhealth.patient.lab.test,specimen_type:
source: Specimen type, for example: whole blood, plasma, urine or feces ...
el: Τύπος δείγματος, για παράδειγμα: ολικό αίμα, πλάσμα, ούρα ή κόπρανα...

# help:gnuhealth.patient.lab.test.request.start,age_num:
source: Age year number, (years x 365 + months x 30.5 + days) / 365
el: Αριθμός ηλικίας σε έτη, (έτη x 365 + μήνες x 30.5 + ημέρες) / 365

# help:gnuhealth.patient.lab.test.request.start,context:
source: Health context for this order. It can be a suspected or existing health condition, a regular health checkup, ...
el: Πλαίσιο υγείας για αυτήν την παραγγελία. Μπορεί να είναι μια ύποπτη ή υπάρχουσα πάθηση, ένας τακτικός έλεγχος υγείας, ...

# help:gnuhealth.patient.lab.test.request.start,doctor:
source: Health professional who ordered the lab tests.
el: Επαγγελματίας υγείας που παρήγγειλε τις εργαστηριακές εξετάσεις.

# help:gnuhealth.patient.lab.test.request.start,other_source:
source: Other sample source.
el: Άλλη πηγή δείγματος.

# help:gnuhealth.patient.lab.test.request.start,source_type:
source: Sample source type.
el: Τύπος πηγής δείγματος.

# model:gnuhealth.lab,name:
source: Patient Lab Test Results
el: Αποτελέσματα Εργαστηριακών Εξετάσεων Ασθενούς

# model:gnuhealth.lab.test.create.init,name:
source: Create Test Report Init
el: Έναρξη Δημιουργίας Αναφοράς Εξέτασης

# model:gnuhealth.lab.test.critearea,name:
source: Lab Test Critearea
el: Κριτήρια Εργαστηριακής Εξέτασης

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_agratio0
source: AG Ratio
el: Αναλογία A/G

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_albumin0
source: Albumin
el: Λευκωματίνη

source: Alkaline Phosphatase
el: Αλκαλική Φωσφατάση

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_bacteria0
source: Bacteria
el: Βακτήρια

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_bas
source: BAS
el: ΒΑΣ

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_bas0
source: BAS%
el: ΒΑΣ%

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_bilirubin0
source: Bilirubin
el: Χολερυθρίνη

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_blood0
source: Blood
el: Αίμα

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_blood1
source: Blood
el: Αίμα

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_bloodgrouprh0
source: Blood Group & RH
el: Ομάδα Αίματος & RH

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_casts0
source: Casts
el: Κύλινδροι

source: Chemical Examination
el: Χημική Εξέταση

source: Clarity/ Appearance
el: Διαύγεια/ Όψη

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_color0
source: Color
el: Χρώμα

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_color1
source: Color
el: Χρώμα

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_color2
source: Color
el: Χρώμα

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_consistency0
source: Consistency
el: Σύσταση

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_creatinine0
source: Creatinine
el: Κρεατινίνη

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_crystals0
source: Crystals
el: Κρύσταλλοι

source: Direct Bilirubin
el: Άμεση Χολερυθρίνη

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_eo
source: EO
el: ΗΩΣ

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_eos0
source: EO%
el: ΗΩΣ%

source: Epithelial Cells
el: Επιθηλιακά Κύτταρα

source: Epithelial Cells
el: Επιθηλιακά Κύτταρα

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_esr0
source: ESR
el: ΤΚΕ

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_gammagt0
source: Gamma GT
el: γ-GT

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_globulin0
source: Globulin
el: Σφαιρίνη

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_glucose0
source: Glucose
el: Γλυκόζη

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_gra0
source: GRA#
el: ΚΟΚ#

source: Indirect Bilirubin
el: Έμμεση Χολερυθρίνη

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_ketonebodies0
source: Ketone Bodies
el: Κετονικά Σώματα

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_leucocytes0
source: Leucocytes
el: Λευκοκύτταρα

source: Liquefaction Time
el: Χρόνος Ρευστοποίησης

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_lym0
source: LYM%
el: ΛΕΜΦ%

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_lym1
source: LYM
el: ΛΕΜΦ

source: Microscopic Examination
el: Μικροσκοπική Εξέταση

source: Microscopic Examination
el: Μικροσκοπική Εξέταση

source: Microscopic Examination
el: Μικροσκοπική Εξέταση

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_mon
source: MON
el: ΜΟΝ

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_mon0
source: MON%
el: ΜΟΝ%

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_morphology0
source: Morphology
el: Μορφολογία

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_motility0
source: Motility
el: Κινητικότητα

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_mucus0
source: Mucus
el: Βλέννη

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_neu
source: NEU
el: ΟΥΔ

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_neu0
source: NEU%
el: ΟΥΔ%

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_nitrites0
source: Nitrites
el: Νιτρώδη

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_nonmotile0
source: Non Motile
el: Μη Κινητικά

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_nonprogressive0
source: Non Progressive
el: Μη Προοδευτικά

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_others0
source: Others
el: Άλλα

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_ovacyst0
source: Ova/Cyst
el: Ωάρια/Κύστεις

source: Physical Examination
el: Μακροσκοπική Εξέταση

source: Physical Examination
el: Μακροσκοπική Εξέταση

source: Physical Examination
el: Μακροσκοπική Εξέταση

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_platelets0
source: Platelets
el: Αιμοπετάλια

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_progressive0
source: Progressive
el: Προοδευτικά

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_prolactin0
source: PROLACTIN
el: ΠΡΟΛΑΚΤΙΝΗ

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_protein0
source: Protein
el: Πρωτεΐνη

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_puscells0
source: Pus cells
el: Πυοσφαίρια

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_puscells1
source: Pus cells
el: Πυοσφαίρια

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_puscells2
source: Pus Cells
el: Πυοσφαίρια

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_rbcs0
source: RBCs
el: Ερυθρά

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_rbcs1
source: RBCs
el: Ερυθρά

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_rbcs2
source: RBCs
el: Ερυθρά

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_rbcs3
source: RBC's
el: Ερυθρά

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_reaction0
source: Reaction
el: Αντίδραση

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_report0
source: REPORT
el: ΑΝΑΦΟΡΑ

source: Specific Gravity
el: Ειδικό Βάρος

source: Spermatogonic Cells
el: Σπερματογονικά Κύτταρα

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_testosterone0
source: TESTOSTERONE
el: ΤΕΣΤΟΣΤΕΡΟΝΗ

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_totalbilirubin0
source: Total Bilirubin
el: Ολική Χολερυθρίνη

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_totalcount0
source: Total count
el: Συνολικός αριθμός

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_totalprotein0
source: Total Protein
el: Ολική Πρωτεΐνη

source: Un digested matter
el: Άπεπτη ύλη

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_urea0
source: Urea
el: Ουρία

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_uricacid0
source: Uric Acid
el: Ουρικό Οξύ

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_urobilinogen0
source: Urobilinogen
el: Ουροχολινογόνο

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_viscosity0
source: Viscosity
el: Ιξώδες

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_volume0
source: Volume
el: Όγκος

source: Negative
el: Αρνητικό

# model:gnuhealth.lab.test.critearea,normal_range:gnuhealth_test_critearea_blood0
source: Negative
el: Αρνητικό

# model:gnuhealth.lab.test.critearea,normal_range:gnuhealth_test_critearea_blood1
source: Negative
el: Αρνητικό

source: Clear
el: Διαυγής

# model:gnuhealth.lab.test.critearea,normal_range:gnuhealth_test_critearea_color1
source: Yellow
el: Κίτρινο

# model:gnuhealth.lab.test.critearea,normal_range:gnuhealth_test_critearea_color2
source: Brown
el: Καφέ

source: Well formed
el: Καλά σχηματισμένα

# model:gnuhealth.lab.test.critearea,normal_range:gnuhealth_test_critearea_esr0
source: Up to 15
el: Έως 15

# model:gnuhealth.lab.test.critearea,normal_range:gnuhealth_test_critearea_fsh0
source: Follicular Phase: 3.0-12.0; Midcycle: 8.0-22.0; Luteal phase: 2.0-12.0; Post menopausal: 35.0-151;
el: Ωοθυλακική Φάση: 3.0-12.0; Μέση κύκλου: 8.0-22.0; Ωχρινική φάση: 2.0-12.0; Μετά την εμμηνόπαυση: 35.0-151;

source: Negative
el: Αρνητικό

source: Up to 0.8
el: Έως 0.8

source: Negative
el: Αρνητικό

source: Negative
el: Αρνητικό

# model:gnuhealth.lab.test.critearea,normal_range:gnuhealth_test_critearea_lh0
source: Follicular Phase: 0.8-10.5; Midcycle: 18.4-61.2; Luteal phase: 0.8-10.5; Post menopausal: 8.2-40.8;
el: Ωοθυλακική Φάση: 0.8-10.5; Μέση κύκλου: 18.4-61.2; Ωχρινική φάση: 0.8-10.5; Μετά την εμμηνόπαυση: 8.2-40.8;

# model:gnuhealth.lab.test.critearea,normal_range:gnuhealth_test_critearea_mucus0
source: Negative
el: Αρνητικό

source: Negative
el: Αρνητικό

source: Absent
el: Απουσία
