Repository: pypi-data/pypi-mirror-397
Catalog: packages/gnuhealth-lab/gnuhealth_lab-5.0.2.tar.gz/gnuhealth_lab-5.0.2/locale/*.po
Languages: el

source: Women, non pregnant: 1.2-19.5; Postmenopausal: 1.5-18.5;
el: Γυναίκες, μη έγκυες: 1.2-19.5; Μετά την εμμηνόπαυση: 1.5-18.5;

source: Negative
el: Αρνητικό

source: Sexually mature women: 0.6; Postmenopause: 0.8;
el: Σεξουαλικά ώριμες γυναίκες: 0.6; Μετά την εμμηνόπαυση: 0.8;

source: Negative
el: Αρνητικό

# model:gnuhealth.lab.test.units,name:
source: Lab Test Units
el: Μονάδες Εργαστηριακών Εξετάσεων

# model:gnuhealth.lab.test.units,name:gnuhealth_lab_test_units_millionscc0
source: Millions/cc
el: Εκατομμύρια/κ.εκ.

# model:gnuhealth.lab.test_type,name:
source: Type of Lab test
el: Τύπος Εργαστηριακής Εξέτασης

# model:gnuhealth.lab.test_type,name:gnuhealth_test_completebloodcount0
source: COMPLETE BLOOD COUNT
el: ΓΕΝΙΚΗ ΑΙΜΑΤΟΣ

# model:gnuhealth.lab.test_type,name:gnuhealth_test_endocrinology0
source: ENDOCRINOLOGY
el: ΕΝΔΟΚΡΙΝΟΛΟΓΙΑ

# model:gnuhealth.lab.test_type,name:gnuhealth_test_haematology0
source: HAEMATOLOGY
el: ΑΙΜΑΤΟΛΟΓΙΑ

# model:gnuhealth.lab.test_type,name:gnuhealth_test_liverfunctiontest0
source: LIVER FUNCTION TEST
el: ΕΛΕΓΧΟΣ ΗΠΑΤΙΚΗΣ ΛΕΙΤΟΥΡΓΙΑΣ

# model:gnuhealth.lab.test_type,name:gnuhealth_test_peripheralsmearexamination0
source: PERIPHERAL SMEAR EXAMINATION
el: ΕΞΕΤΑΣΗ ΠΕΡΙΦΕΡΙΚΟΥ ΕΠΙΧΡΙΣΜΑΤΟΣ

# model:gnuhealth.lab.test_type,name:gnuhealth_test_renalfunctiontest0
source: RENAL FUNCTION TEST
el: ΕΛΕΓΧΟΣ ΝΕΦΡΙΚΗΣ ΛΕΙΤΟΥΡΓΙΑΣ

# model:gnuhealth.lab.test_type,name:gnuhealth_test_semenanalysis0
source: SEMEN ANALYSIS
el: ΑΝΑΛΥΣΗ ΣΠΕΡΜΑΤΟΣ

# model:gnuhealth.lab.test_type,name:gnuhealth_test_stoolexamination0
source: STOOL EXAMINATION
el: ΕΞΕΤΑΣΗ ΚΟΠΡΑΝΩΝ

# model:gnuhealth.lab.test_type,name:gnuhealth_test_urineanalysis0
source: URINE ANALYSIS
el: ΑΝΑΛΥΣΗ ΟΥΡΩΝ

# model:gnuhealth.patient.lab.test,name:
source: Lab Test Request
el: Αίτημα Εργαστηριακής Εξέτασης

# model:gnuhealth.patient.lab.test.request.start,name:
source: Request Patient Lab Test Start
el: Έναρξη Αιτήματος Εργαστηριακής Εξέτασης Ασθενούς

# model:gnuhealth.request-test,name:
source: Request - Test
el: Αίτημα - Εξέταση

# model:gnuhealth.sequences.lab_request_sequence,name:
source: Lab Request Sequence setup
el: Ρύθμιση Ακολουθίας Αιτήματος Εργαστηρίου

# model:gnuhealth.sequences.lab_test_sequence,name:
source: Lab Test Sequence setup
el: Ρύθμιση Ακολουθίας Εργαστηριακής Εξέτασης

# model:ir.action,name:act_create_lab_test
source: Lab: Create test
el: Εργαστήριο: Δημιουργία εξέτασης

# model:ir.action,name:act_patient_lab_history_form1
source: Lab: Results
el: Εργαστήριο: Αποτελέσματα

# model:ir.action,name:gnuhealth_action_lab_test_request
source: Lab Test Requests
el: Αιτήματα Εργαστηριακών Εξετάσεων

# model:ir.action,name:gnuhealth_action_lab_unit
source: Lab Test Units
el: Μονάδες Εργαστηριακών Εξετάσεων

# model:ir.action,name:gnuhealth_action_list_test
source: Lab Test Types
el: Τύποι Εργαστηριακών Εξετάσεων

# model:ir.action,name:gnuhealth_action_tree_lab
source: Lab Results
el: Αποτελέσματα Εργαστηρίου

# model:ir.action,name:patient_lab_test_request
source: Lab: New order
el: Εργαστήριο: Νέα παραγγελία

# model:ir.action,name:report_patient_labtest_report
source: Lab Report
el: Αναφορά Εργαστηρίου

# model:ir.model.button,string:complete_criteareas_button
source: Load analytes criteria
el: Φόρτωση κριτηρίων αναλυτών

# model:ir.model.button,string:labtest_generate_button
source: Done
el: Ολοκληρώθηκε

# model:ir.model.button,string:labtest_setdraft_button
source: Draft
el: Πρόχειρο

# model:ir.sequence,name:seq_gnuhealth_lab_request
source: Lab Request
el: Αίτημα Εργαστηρίου

# model:ir.sequence,name:seq_gnuhealth_lab_test
source: Lab Test
el: Εργαστηριακή Εξέταση

# model:ir.sequence.type,name:seq_type_gnuhealth_lab_request
source: Lab Request
el: Αίτημα Εργαστηρίου

# model:ir.sequence.type,name:seq_type_gnuhealth_lab_test
source: Lab Test
el: Εργαστηριακή Εξέταση

# model:ir.ui.menu,name:gnuhealth_action_lab_tree
source: Lab Results
el: Αποτελέσματα Εργαστηρίου

# model:ir.ui.menu,name:gnuhealth_conf_laboratory
source: Laboratory
el: Εργαστήριο

# model:ir.ui.menu,name:gnuhealth_laboratory_menu
source: Laboratory
el: Εργαστήριο

# model:ir.ui.menu,name:gnuhealth_labtest_request
source: Lab Test Requests
el: Αιτήματα Εργαστηριακών Εξετάσεων

# model:ir.ui.menu,name:gnuhealth_labtest_unit
source: Lab Test Units
el: Μονάδες Εργαστηριακών Εξετάσεων

# model:ir.ui.menu,name:menu_gnuhealth_action_list_test
source: Lab Test Types
el: Τύποι Εργαστηριακών Εξετάσεων

# model:ir.ui.menu,name:menu_patient_lab_test_request
source: Lab: New order
el: Εργαστήριο: Νέα παραγγελία

# model:product.category,name:product_category_labservices0
source: Lab Services
el: Εργαστηριακές Υπηρεσίες

# model:product.template,name:product_template_bloodcounttestcharges0
source: Complete Blood Count
el: Γενική Αίματος

# model:product.template,name:product_template_endocrinology0
source: Endocrinology
el: Ενδοκρινολογία

# model:product.template,name:product_template_haematologycharges0
source: Haematology
el: Αιματολογία

# model:product.template,name:product_template_liverfunctiontestcharges0
source: Liver Function
el: Ηπατική Λειτουργία

# model:product.template,name:product_template_peripheralsmearexaminationcharges0
source: Peripheral Smear Examination
el: Εξέταση Περιφερικού Επιχρίσματος

# model:product.template,name:product_template_renalfunctiontestcharges0
source: Renal Function
el: Νεφρική Λειτουργία

# model:product.template,name:product_template_semenanalysischarges0
source: Semen Analysis
el: Ανάλυση Σπέρματος

# model:product.template,name:product_template_stoolexaminationcharges0
source: Stool Examination
el: Εξέταση Κοπράνων

# model:product.template,name:product_template_urineanalysischarges0
source: Urine Analysis
el: Ανάλυση Ούρων

# model:res.group,name:group_health_lab
source: Health Lab
el: Εργαστήριο Υγείας

# model:res.group,name:group_health_lab_admin
source: Health lab Administration
el: Διαχείριση Εργαστηρίου Υγείας

# report:patient.labtest.report:
source: Age:
el: Ηλικία:

# report:patient.labtest.report:
source: Analyte
el: Αναλύτης

# report:patient.labtest.report:
source: Comment
el: Σχόλιο

# report:patient.labtest.report:
source: Diagnosis:
el: Διάγνωση:

# report:patient.labtest.report:
source: Gender:
el: Φύλο:

# report:patient.labtest.report:
source: Hosp. Unit:
el: Νοσοκομ. Μονάδα:

# report:patient.labtest.report:
source: Image
el: Εικόνα

# report:patient.labtest.report:
source: LABORATORY REPORT
el: ΕΡΓΑΣΤΗΡΙΑΚΗ ΑΝΑΦΟΡΑ

# report:patient.labtest.report:
source: Name:
el: Όνομα:

# report:patient.labtest.report:
source: Order Date:
el: Ημερομηνία Παραγγελίας:

# report:patient.labtest.report:
source: Order:
el: Παραγγελία:

# report:patient.labtest.report:
source: Pathologist:
el: Παθολόγος:

# report:patient.labtest.report:
source: Reference
el: Αναφορά

# report:patient.labtest.report:
source: Remarks
el: Παρατηρήσεις

# report:patient.labtest.report:
source: Req. by:
el: Αίτηση από:

# report:patient.labtest.report:
source: Results
el: Αποτελέσματα

# report:patient.labtest.report:
source: Results:
el: Αποτελέσματα:

# report:patient.labtest.report:
source: Signature:
el: Υπογραφή:

# report:patient.labtest.report:
source: Source:
el: Πηγή:

# report:patient.labtest.report:
source: Test Date:
el: Ημερομηνία Εξέτασης:

# report:patient.labtest.report:
source: Test:
el: Εξέταση:

# report:patient.labtest.report:
source: Unit
el: Μονάδα

# selection:gnuhealth.lab,source_type:
source: Other
el: Άλλο

# selection:gnuhealth.lab,source_type:
source: Patient
el: Ασθενής

# selection:gnuhealth.lab,state:
source: Done
el: Ολοκληρώθηκε

# selection:gnuhealth.lab,state:
source: Draft
el: Πρόχειρο

# selection:gnuhealth.lab,state:
source: Validated
el: Επικυρωμένο

# selection:gnuhealth.lab.test_type,category:
source: Biochemical Testing
el: Βιοχημικός Έλεγχος

# selection:gnuhealth.lab.test_type,category:
source: Body Fluid and Excreta Examination
el: Εξέταση Σωματικών Υγρών και Απεκκρίσεων

# selection:gnuhealth.lab.test_type,category:
source: Chromosome and Genetic Disease Detection
el: Ανίχνευση Χρωμοσωμικών και Γενετικών Ασθενειών

# selection:gnuhealth.lab.test_type,category:
source: Hematology Testing
el: Αιματολογικός Έλεγχος

# selection:gnuhealth.lab.test_type,category:
source: Immunological Testing
el: Ανοσολογικός Έλεγχος

# selection:gnuhealth.lab.test_type,category:
source: Microbiological Testing
el: Μικροβιολογικός Έλεγχος

# selection:gnuhealth.lab.test_type,category:
source: Molecular Biology Testing
el: Έλεγχος Μοριακής Βιολογίας

# selection:gnuhealth.lab.test_type,category:
source: Others
el: Άλλα

# selection:gnuhealth.lab.test_type,gender:
source: Female
el: Θήλυ

# selection:gnuhealth.lab.test_type,gender:
source: Male
el: Άρρεν

# selection:gnuhealth.lab.test_type,report_style:
source: Do not show in report
el: Να μην εμφανίζεται στην αναφορά

# selection:gnuhealth.lab.test_type,report_style:
source: Do not use table
el: Να μην χρησιμοποιείται πίνακας

# selection:gnuhealth.lab.test_type,report_style:
source: Table with result and normal_range columns
el: Πίνακας με στήλες αποτελέσματος και φυσιολογικών τιμών

# selection:gnuhealth.lab.test_type,report_style:
source: Table with result column
el: Πίνακας με στήλη αποτελέσματος

# selection:gnuhealth.lab.test_type,report_style:
source: Table with result column (no header)
el: Πίνακας με στήλη αποτελέσματος (χωρίς κεφαλίδα)

# selection:gnuhealth.lab.test_type,report_style:
source: Table with result column and inline images (no header)
el: Πίνακας με στήλη αποτελέσματος και ενσωματωμένες εικόνες (χωρίς κεφαλίδα)

# selection:gnuhealth.lab.test_type,report_style:
source: Table with result, unit and normal_range columns
el: Πίνακας με στήλες αποτελέσματος, μονάδας και φυσιολογικών τιμών

# selection:gnuhealth.patient.lab.test,source_type:
source: Other
el: Άλλο

# selection:gnuhealth.patient.lab.test,source_type:
source: Patient
el: Ασθενής

# selection:gnuhealth.patient.lab.test,state:
source: Cancel
el: Ακύρωση

# selection:gnuhealth.patient.lab.test,state:
source: Draft
el: Πρόχειρο

# selection:gnuhealth.patient.lab.test,state:
source: Ordered
el: Παραγγελθέν

# selection:gnuhealth.patient.lab.test,state:
source: Tested
el: Εξετασμένο

# selection:gnuhealth.patient.lab.test.request.start,source_type:
source: Other
el: Άλλο

# selection:gnuhealth.patient.lab.test.request.start,source_type:
source: Patient
el: Ασθενής

# view:gnuhealth.lab.test.create.init:
source: Create Tests
el: Δημιουργία Εξετάσεων

# view:gnuhealth.lab.test.create.init:
source: Do you want to generate the test(s) ?
el: Θέλετε να δημιουργήσετε την(τις) εξέταση(εις);

# view:gnuhealth.lab.test.critearea:
source: Excl
el: Εξαιρ.

# view:gnuhealth.lab.test.critearea:
source: Reference Value / Range
el: Τιμή / Εύρος Αναφοράς

# view:gnuhealth.lab.test_type:
source: Age range:
el: Εύρος ηλικιών:

# view:gnuhealth.lab.test_type:
source: Extra Info
el: Πρόσθετες Πληροφορίες

# view:gnuhealth.lab.test_type:
source: Main Info
el: Κύριες Πληροφορίες

# view:gnuhealth.lab:
source: Are the results ready ?
el: Είναι έτοιμα τα αποτελέσματα;

# view:gnuhealth.lab:
source: Diagnosis
el: Διάγνωση

# view:gnuhealth.lab:
source: Do your want to fill in the analytes criteria with this test type template?
el: Θέλετε να συμπληρώσετε τα κριτήρια αναλυτών με αυτό το πρότυπο τύπου εξέτασης;

# view:gnuhealth.lab:
source: Done
el: Ολοκληρώθηκε

# view:gnuhealth.lab:
source: Draft
el: Πρόχειρο

# view:gnuhealth.lab:
source: Extra Info
el: Πρόσθετες Πληροφορίες

# view:gnuhealth.lab:
source: Fill the criteria for current test type analytes
el: Συμπληρώστε τα κριτήρια για τους αναλύτες του τρέχοντος τύπου εξέτασης

# view:gnuhealth.lab:
source: Images
el: Εικόνες

# view:gnuhealth.lab:
source: Load analytes criteria
el: Φόρτωση κριτηρίων αναλυτών

# view:gnuhealth.lab:
source: Main Info
el: Κύριες Πληροφορίες

# view:gnuhealth.lab:
source: Notes
el: Σημειώσεις

# view:gnuhealth.lab:
source: Reverse the document to draft state.
el: Επαναφορά του εγγράφου σε κατάσταση πρόχειρου.

# view:gnuhealth.lab:
source: Set to Draft ?
el: Ορισμός σε Πρόχειρο;

# view:gnuhealth.lab:
source: Signatures
el: Υπογραφές

# view:gnuhealth.lab:
source: The lab test is done and results are waiting to be validated
el: Η εργαστηριακή εξέταση έχει ολοκληρωθεί και τα αποτελέσματα αναμένουν επικύρωση

# view:gnuhealth.patient.disease:
source: Laboratory
el: Εργαστήριο

# wizard_button:gnuhealth.lab.test.create,start,create_lab_test:
source: Create Test Order
el: Δημιουργία Παραγγελίας Εξέτασης

# wizard_button:gnuhealth.lab.test.create,start,end:
source: Cancel
el: Ακύρωση

# wizard_button:gnuhealth.patient.lab.test.request,start,end:
source: Cancel
el: Ακύρωση

# wizard_button:gnuhealth.patient.lab.test.request,start,request:
source: Request
el: Αίτημα
