Repository: pypi-data/pypi-mirror-397
Catalog: packages/gnuhealth-lifestyle/gnuhealth_lifestyle-5.0.2.tar.gz/gnuhealth_lifestyle-5.0.2/locale/*.po
Languages: el

# model:gnuhealth.diet.belief,description:ITAL
source: I-tal: A set of principles which influences the diet of many members of the Rastafari movement. One principle is that natural foods should be consumed. Some Rastafarians interpret I-tal to advocate vegetarianism or veganism
el: I-tal: Ένα σύνολο αρχών που επηρεάζει τη διατροφή πολλών μελών του κινήματος Ρασταφάρι. Μία αρχή είναι ότι πρέπει να καταναλώνονται φυσικές τροφές. Ορισμένοι Ρασταφάρι ερμηνεύουν το I-tal ως υποστήριξη της χορτοφαγίας ή της vegan διατροφής.

# model:gnuhealth.diet.belief,description:KOSHER
source: Kosher diet: Food permissible under Kashrut, the set of Jewish dietary laws, is said to be Kosher. Some foods and food combinations are non-Kosher, and failure to prepare food in accordance with Kashrut can make otherwise permissible foods non-Kosher.
el: Δίαιτα Kosher: Τα τρόφιμα που επιτρέπονται σύμφωνα με το Kashrut, το σύνολο των εβραϊκών διατροφικών νόμων, λέγεται ότι είναι Kosher. Ορισμένα τρόφιμα και συνδυασμοί τροφίμων δεν είναι Kosher, και η αποτυχία προετοιμασίας του φαγητού σύμφωνα με το Kashrut μπορεί να καταστήσει μη-Kosher τα κατά τα άλλα επιτρεπτά τρόφιμα.

# model:gnuhealth.diet.belief,description:MUSLIM
source: Muslims follow a diet consisting solely of food that is halal – permissible under Islamic law. The opposite of halal is haraam, food that is Islamically Impermissible. Haraam substances include alcohol, pork, and any meat from an animal which was not killed through the Islamic method of ritual slaughter (Dhabiha)
el: Οι Μουσουλμάνοι ακολουθούν μια διατροφή που αποτελείται αποκλειστικά από τρόφιμα που είναι halal – επιτρεπτά σύμφωνα με τον ισλαμικό νόμο. Το αντίθετο του halal είναι το haraam, τρόφιμα που είναι ισλαμικά μη επιτρεπτά. Οι ουσίες haraam περιλαμβάνουν το αλκοόλ, το χοιρινό κρέας και οποιοδήποτε κρέας από ζώο που δεν θανατώθηκε μέσω της ισλαμικής μεθόδου τελετουργικής σφαγής (Dhabiha).

# model:gnuhealth.diet.belief,name:
source: Diet by Belief
el: Διατροφή βάσει Πεποιθήσεων

# model:gnuhealth.diet.belief,name:BUDDHIST
source: Buddhist
el: Βουδιστική

# model:gnuhealth.diet.belief,name:EDENIC
source: Edenic
el: Εδενική

# model:gnuhealth.diet.belief,name:HALLELUJAH
source: Hallelujah
el: Αλληλούια

# model:gnuhealth.diet.belief,name:HINDU
source: Hindu
el: Ινδουιστική

# model:gnuhealth.diet.belief,name:MUSLIM
source: Muslim
el: Μουσουλμανική

# model:gnuhealth.drugs_recreational,info:amphetamine
source: Increased heart rate, blood pressure, metabolism; feelings of exhilaration, energy, increased mental alertness/rapid or irregular heart beat; reduced appetite, weight loss, heart failure, nervousness, insomnia Rapid breathing/tremor, loss of coordination; irritability, anxiousness, restlessness, delirium, panic, paranoia, impulsive behavior, aggressiveness, tolerance, addiction, psychosis
el: Αυξημένος καρδιακός ρυθμός, αρτηριακή πίεση, μεταβολισμός· αισθήματα ευφορίας, ενέργειας, αυξημένη πνευματική εγρήγορση/γρήγορος ή ακανόνιστος καρδιακός παλμός· μειωμένη όρεξη, απώλεια βάρους, καρδιακή ανεπάρκεια, νευρικότητα, αϋπνία Γρήγορη αναπνοή/τρόμος, απώλεια συντονισμού· ευερεθιστότητα, άγχος, ανησυχία, παραλήρημα, πανικός, παράνοια, παρορμητική συμπεριφορά, επιθετικότητα, ανοχή, εθισμός, ψύχωση

# model:gnuhealth.drugs_recreational,info:anabolic_steroids
source: Hypertension, blood clotting and cholesterol changes, liver cysts and cancer, kidney cancer, hostility and aggression, acne; in adolescents, premature stoppage of growth; in males, prostate cancer, reduced sperm production, shrunken testicles, breast enlargement; in females, menstrual irregularities, development of beard and other masculine characteristics.
el: Υπέρταση, αλλαγές στην πήξη του αίματος και στη χοληστερόλη, κύστεις και καρκίνος του ήπατος, καρκίνος των νεφρών, εχθρότητα και επιθετικότητα, ακμή· σε εφήβους, πρόωρη διακοπή της ανάπτυξης· σε άνδρες, καρκίνος του προστάτη, μειωμένη παραγωγή σπέρματος, συρρίκνωση όρχεων, γυναικομαστία· σε γυναίκες, διαταραχές της εμμήνου ρύσεως, ανάπτυξη γενειάδας και άλλα ανδρικά χαρακτηριστικά.

# model:gnuhealth.drugs_recreational,info:barbiturates
source: Reduced anxiety; feeling of well-being; lowered inhibitions; slowed pulse and breathing; lowered blood pressure; poor concentration/fatigue; confusion; impaired coordination, memory, judgment; addiction; respiratory depression and arrest; death Sedation, drowsiness/depression, unusual excitement, fever, irritability, poor judgment, slurred speech, dizziness, life-threatening withdrawal
el: Μειωμένο άγχος· αίσθημα ευεξίας· μειωμένες αναστολές· επιβράδυνση παλμών και αναπνοής· μειωμένη αρτηριακή πίεση· κακή συγκέντρωση/κόπωση· σύγχυση· διαταραχή συντονισμού, μνήμης, κρίσης· εθισμός· αναπνευστική καταστολή και ανακοπή· θάνατος Καταστολή, υπνηλία/κατάθλιψη, ασυνήθιστη διέγερση, πυρετός, ευερεθιστότητα, κακή κρίση, δυσαρθρία, ζάλη, απειλητικό για τη ζωή σύνδρομο στέρησης

# model:gnuhealth.drugs_recreational,info:benzodiazepines
source: Reduced anxiety; feeling of well-being; lowered inhibitions; slowed pulse and breathing; lowered blood pressure; poor concentration/fatigue; confusion; impaired coordination, memory, judgment; addiction; respiratory depression and arrest; death Sedation, drowsiness/dizziness
el: Μειωμένο άγχος· αίσθημα ευεξίας· μειωμένες αναστολές· επιβράδυνση παλμών και αναπνοής· μειωμένη αρτηριακή πίεση· κακή συγκέντρωση/κόπωση· σύγχυση· διαταραχή συντονισμού, μνήμης, κρίσης· εθισμός· αναπνευστική καταστολή και ανακοπή· θάνατος Καταστολή, υπνηλία/ζάλη

# model:gnuhealth.drugs_recreational,info:cocaine
source: Increased heart rate, blood pressure, metabolism; feelings of exhilaration, energy, increased mental alertness/rapid or irregular heart beat; reduced appetite, weight loss, heart failure, nervousness, insomnia. Increased temperature/chest pain, respiratory failure, nausea, abdominal pain, strokes, seizures, headaches, malnutrition, panic attacks.
el: Αυξημένος καρδιακός ρυθμός, αρτηριακή πίεση, μεταβολισμός· αισθήματα ευφορίας, ενέργειας, αυξημένη πνευματική εγρήγορση/γρήγορος ή ακανόνιστος καρδιακός παλμός· μειωμένη όρεξη, απώλεια βάρους, καρδιακή ανεπάρκεια, νευρικότητα, αϋπνία. Αυξημένη θερμοκρασία/πόνος στο στήθος, αναπνευστική ανεπάρκεια, ναυτία, κοιλιακός πόνος, εγκεφαλικά επεισόδια, επιληπτικές κρίσεις, πονοκέφαλοι, υποσιτισμός, κρίσεις πανικού.

# model:gnuhealth.drugs_recreational,info:codeine
source: pain relief, euphoria, drowsiness/nausea, constipation, confusion, sedation, respiratory depression and arrest, tolerance, addiction, unconsciousness, coma, death Less analgesia, sedation, and respiratory depression than morphine
el: Ανακούφιση από τον πόνο, ευφορία, υπνηλία/ναυτία, δυσκοιλιότητα, σύγχυση, καταστολή, αναπνευστική καταστολή και ανακοπή, ανοχή, εθισμός, απώλεια συνείδησης, κώμα, θάνατος Λιγότερη αναλγησία, καταστολή και αναπνευστική καταστολή από τη μορφίνη

# model:gnuhealth.drugs_recreational,info:dmx
source: Dissociative effects, distorted visual perceptions to complete dissociative effects/for effects at higher doses.
el: Διασχιστικά αποτελέσματα, παραμορφωμένες οπτικές αντιλήψεις έως πλήρη διασχιστικά αποτελέσματα/για αποτελέσματα σε υψηλότερες δόσεις.

# model:gnuhealth.drugs_recreational,info:fentanyl
source: Pain relief, euphoria, drowsiness/nausea, constipation, confusion, sedation, respiratory depression and arrest, tolerance, addiction, unconsciousness, coma, death
el: Ανακούφιση από τον πόνο, ευφορία, υπνηλία/ναυτία, δυσκοιλιότητα, σύγχυση, καταστολή, αναπνευστική καταστολή και ανακοπή, ανοχή, εθισμός, απώλεια συνείδησης, κώμα, θάνατος

# model:gnuhealth.drugs_recreational,info:flunitrazepam
source: Reduced anxiety; feeling of well-being; lowered inhibitions; slowed pulse and breathing; lowered blood pressure; poor concentration/fatigue; confusion; impaired coordination, memory, judgment; addiction; respiratory depression and arrest; death Visual and gastrointestinal disturbances, urinary retention, memory loss for the time under the drug's effects. It has been associated with sexual assault.
el: Μειωμένο άγχος· αίσθημα ευεξίας· μειωμένες αναστολές· επιβράδυνση παλμών και αναπνοής· μειωμένη αρτηριακή πίεση· κακή συγκέντρωση/κόπωση· σύγχυση· διαταραχή συντονισμού, μνήμης, κρίσης· εθισμός· αναπνευστική καταστολή και ανακοπή· θάνατος Οπτικές και γαστρεντερικές διαταραχές, κατακράτηση ούρων, απώλεια μνήμης για το χρονικό διάστημα υπό την επήρεια του φαρμάκου. Έχει συσχετιστεί με σεξουαλικές επιθέσεις.

# model:gnuhealth.drugs_recreational,info:ghb
source: Reduced anxiety; feeling of well-being; lowered inhibitions; slowed pulse and breathing; lowered blood pressure; poor concentration/fatigue; confusion; impaired coordination, memory, judgment; addiction; respiratory depression and arrest; death drowsiness, nausea/vomiting, headache, loss of consciousness, loss of reflexes, seizures, coma. It has been associated with sexual assault.
el: Μειωμένο άγχος· αίσθημα ευεξίας· μειωμένες αναστολές· επιβράδυνση παλμών και αναπνοής· μειωμένη αρτηριακή πίεση· κακή συγκέντρωση/κόπωση· σύγχυση· διαταραχή συντονισμού, μνήμης, κρίσης· εθισμός· αναπνευστική καταστολή και ανακοπή· θάνατος Υπνηλία, ναυτία/έμετος, πονοκέφαλος, απώλεια συνείδησης, απώλεια αντανακλαστικών, επιληπτικές κρίσεις, κώμα. Έχει συσχετιστεί με σεξουαλικές επιθέσεις.

# model:gnuhealth.drugs_recreational,info:hashish
source: euphoria, slowed thinking and reaction time, confusion, impaired balance and coordination/cough, frequent respiratory infections; impaired memory and learning; increased heart rate, anxiety; panic attacks; tolerance, addiction
el: Ευφορία, επιβράδυνση σκέψης και χρόνου αντίδρασης, σύγχυση, διαταραχή ισορροπίας και συντονισμού/βήχας, συχνές αναπνευστικές λοιμώξεις· διαταραχή μνήμης και μάθησης· αυξημένος καρδιακός ρυθμός, άγχος· κρίσεις πανικού· ανοχή, εθισμός

# model:gnuhealth.drugs_recreational,info:heroin
source: Pain relief, euphoria, drowsiness/nausea, constipation, confusion, sedation, respiratory depression and arrest, tolerance, addiction, unconsciousness, coma, death. Staggering gait
el: Ανακούφιση από τον πόνο, ευφορία, υπνηλία/ναυτία, δυσκοιλιότητα, σύγχυση, καταστολή, αναπνευστική καταστολή και ανακοπή, ανοχή, εθισμός, απώλεια συνείδησης, κώμα, θάνατος. Ασταθές βάδισμα

# model:gnuhealth.drugs_recreational,info:hydrocodone_bitartrate
source: Pain relief, euphoria, drowsiness/nausea, constipation, confusion, sedation, respiratory depression and arrest, tolerance, addiction, unconsciousness, coma, death.
el: Ανακούφιση από τον πόνο, ευφορία, υπνηλία/ναυτία, δυσκοιλιότητα, σύγχυση, καταστολή, αναπνευστική καταστολή και ανακοπή, ανοχή, εθισμός, απώλεια συνείδησης, κώμα, θάνατος.

# model:gnuhealth.drugs_recreational,info:inhalants
source: Stimulation, loss of inhibition; headache; nausea or vomiting; slurred speech, loss of motor coordination; wheezing/unconsciousness, cramps, weight loss, muscle weakness, depression, memory impairment, damage to cardiovascular and nervous systems, sudden death.
el: Διέγερση, απώλεια αναστολών· πονοκέφαλος· ναυτία ή έμετος· δυσαρθρία, απώλεια κινητικού συντονισμού· συριγμός/απώλεια συνείδησης, κράμπες, απώλεια βάρους, μυϊκή αδυναμία, κατάθλιψη, διαταραχή μνήμης, βλάβη στο καρδιαγγειακό και νευρικό σύστημα, αιφνίδιος θάνατος.

# model:gnuhealth.drugs_recreational,info:ketamine
source: Increased heart rate and blood pressure, impaired motor function/memory loss; numbness; nausea/vomiting. At high doses, delirium, depression, respiratory depression and arrest
el: Αυξημένος καρδιακός ρυθμός και αρτηριακή πίεση, διαταραχή της κινητικής λειτουργίας/απώλεια μνήμης· μούδιασμα· ναυτία/έμετος. Σε υψηλές δόσεις, παραλήρημα, κατάθλιψη, αναπνευστική καταστολή και ανακοπή

# model:gnuhealth.drugs_recreational,info:lsd
source: Altered states of perception and feeling; nausea; persisting perception disorder (flashbacks) Increased body temperature, heart rate, blood pressure; loss of appetite, sleeplessness, numbness, weakness, tremors Persistent mental disorders
el: Αλλοιωμένες καταστάσεις αντίληψης και συναισθήματος· ναυτία· εμμένουσα διαταραχή αντίληψης (flashbacks) Αυξημένη θερμοκρασία σώματος, καρδιακός ρυθμός, αρτηριακή πίεση· απώλεια όρεξης, αϋπνία, μούδιασμα, αδυναμία, τρόμος Εμμένουσες ψυχικές διαταραχές

# model:gnuhealth.drugs_recreational,info:marijuana
source: euphoria, slowed thinking and reaction time, confusion, impaired balance and coordination/cough, frequent respiratory infections; impaired memory and learning; increased heart rate, anxiety; panic attacks; tolerance, addiction
el: Ευφορία, επιβράδυνση σκέψης και χρόνου αντίδρασης, σύγχυση, διαταραχή ισορροπίας και συντονισμού/βήχας, συχνές αναπνευστικές λοιμώξεις· διαταραχή μνήμης και μάθησης· αυξημένος καρδιακός ρυθμός, άγχος· κρίσεις πανικού· ανοχή, εθισμός

# model:gnuhealth.drugs_recreational,info:mdma
source: Increased heart rate, blood pressure, metabolism; feelings of exhilaration, energy, increased mental alertness/rapid or irregular heart beat; reduced appetite, weight loss, heart failure, nervousness, insomnia. Mild hallucinogenic effects, increased tactile sensitivity, empathic feelings/impaired memory and learning, hyperthermia, cardiac toxicity, renal failure, liver toxicity.
el: Αυξημένος καρδιακός ρυθμός, αρτηριακή πίεση, μεταβολισμός· αισθήματα ευφορίας, ενέργειας, αυξημένη πνευματική εγρήγορση/γρήγορος ή ακανόνιστος καρδιακός παλμός· μειωμένη όρεξη, απώλεια βάρους, καρδιακή ανεπάρκεια, νευρικότητα, αϋπνία. Ήπια παραισθησιογόνα αποτελέσματα, αυξημένη απτική ευαισθησία, αισθήματα ενσυναίσθησης/διαταραχή μνήμης και μάθησης, υπερθερμία, καρδιακή τοξικότητα, νεφρική ανεπάρκεια, ηπατική τοξικότητα.

# model:gnuhealth.drugs_recreational,info:mescaline
source: Altered states of perception and feeling; nausea; persisting perception disorder (flashbacks) Increased body temperature, heart rate, blood pressure; loss of appetite, sleeplessness, numbness, weakness, tremors
el: Αλλοιωμένες καταστάσεις αντίληψης και συναισθήματος· ναυτία· εμμένουσα διαταραχή αντίληψης (flashbacks) Αυξημένη θερμοκρασία σώματος, καρδιακός ρυθμός, αρτηριακή πίεση· απώλεια όρεξης, αϋπνία, μούδιασμα, αδυναμία, τρόμος

# model:gnuhealth.drugs_recreational,info:methamphetamine
source: Increased heart rate, blood pressure, metabolism; feelings of exhilaration, energy, increased mental alertness/rapid or irregular heart beat; reduced appetite, weight loss, heart failure, nervousness, insomnia. Aggression, violence, psychotic behavior/memory loss, cardiac and neurological damage; impaired memory and learning, tolerance, addiction
el: Αυξημένος καρδιακός ρυθμός, αρτηριακή πίεση, μεταβολισμός· αισθήματα ευφορίας, ενέργειας, αυξημένη πνευματική εγρήγορση/γρήγορος ή ακανόνιστος καρδιακός παλμός· μειωμένη όρεξη, απώλεια βάρους, καρδιακή ανεπάρκεια, νευρικότητα, αϋπνία. Επιθετικότητα, βία, ψυχωτική συμπεριφορά/απώλεια μνήμης, καρδιακή και νευρολογική βλάβη· διαταραχή μνήμης και μάθησης, ανοχή, εθισμός

# model:gnuhealth.drugs_recreational,info:methaqualone
source: Reduced anxiety; feeling of well-being; lowered inhibitions; slowed pulse and breathing; lowered blood pressure; poor concentration/fatigue; confusion; impaired coordination, memory, judgment; addiction; respiratory depression and arrest; death Euphoria/depression, poor reflexes, slurred speech, coma
el: Μειωμένο άγχος· αίσθημα ευεξίας· μειωμένες αναστολές· επιβράδυνση παλμών και αναπνοής· μειωμένη αρτηριακή πίεση· κακή συγκέντρωση/κόπωση· σύγχυση· διαταραχή συντονισμού, μνήμης, κρίσης· εθισμός· αναπνευστική καταστολή και ανακοπή· θάνατος Ευφορία/κατάθλιψη, φτωχά αντανακλαστικά, δυσαρθρία, κώμα

# model:gnuhealth.drugs_recreational,info:methylphenidate
source: Increased heart rate, blood pressure, metabolism; feelings of exhilaration, energy, increased mental alertness/rapid or irregular heart beat; reduced appetite, weight loss, heart failure, nervousness, insomnia.
el: Αυξημένος καρδιακός ρυθμός, αρτηριακή πίεση, μεταβολισμός· αισθήματα ευφορίας, ενέργειας, αυξημένη πνευματική εγρήγορση/γρήγορος ή ακανόνιστος καρδιακός παλμός· μειωμένη όρεξη, απώλεια βάρους, καρδιακή ανεπάρκεια, νευρικότητα, αϋπνία.

# model:gnuhealth.drugs_recreational,info:morphine
source: Pain relief, euphoria, drowsiness/nausea, constipation, confusion, sedation, respiratory depression and arrest, tolerance, addiction, unconsciousness, coma, death.
el: Ανακούφιση από τον πόνο, ευφορία, υπνηλία/ναυτία, δυσκοιλιότητα, σύγχυση, καταστολή, αναπνευστική καταστολή και ανακοπή, ανοχή, εθισμός, απώλεια συνείδησης, κώμα, θάνατος.

# model:gnuhealth.drugs_recreational,info:nicotine
source: Increased heart rate, blood pressure, metabolism; feelings of exhilaration, energy, increased mental alertness/rapid or irregular heart beat; reduced appetite, weight loss, heart failure, nervousness, insomnia. Additional effects attributable to tobacco exposure; adverse pregnancy outcomes; chronic lung disease, cardiovascular disease, stroke, cancer, tolerance, addiction.
el: Αυξημένος καρδιακός ρυθμός, αρτηριακή πίεση, μεταβολισμός· αισθήματα ευφορίας, ενέργειας, αυξημένη πνευματική εγρήγορση/γρήγορος ή ακανόνιστος καρδιακός παλμός· μειωμένη όρεξη, απώλεια βάρους, καρδιακή ανεπάρκεια, νευρικότητα, αϋπνία. Πρόσθετες επιδράσεις που αποδίδονται στην έκθεση στον καπνό· δυσμενή αποτελέσματα εγκυμοσύνης· χρόνια πνευμονοπάθεια, καρδιαγγειακή νόσος, εγκεφαλικό επεισόδιο, καρκίνος, ανοχή, εθισμός.

# model:gnuhealth.drugs_recreational,info:oxycodone_hcl
source: Pain relief, euphoria, drowsiness/nausea, constipation, confusion, sedation, respiratory depression and arrest, tolerance, addiction, unconsciousness, coma, death.
el: Ανακούφιση από τον πόνο, ευφορία, υπνηλία/ναυτία, δυσκοιλιότητα, σύγχυση, καταστολή, αναπνευστική καταστολή και ανακοπή, ανοχή, εθισμός, απώλεια συνείδησης, κώμα, θάνατος.

# model:gnuhealth.drugs_recreational,info:pcp
source: Increased heart rate and blood pressure, impaired motor function/memory loss; numbness; nausea/vomiting. At high doses, delirium, depression, respiratory depression and arrest
el: Αυξημένος καρδιακός ρυθμός και αρτηριακή πίεση, διαταραχή της κινητικής λειτουργίας/απώλεια μνήμης· μούδιασμα· ναυτία/έμετος. Σε υψηλές δόσεις, παραλήρημα, κατάθλιψη, αναπνευστική καταστολή και ανακοπή

# model:gnuhealth.drugs_recreational,info:psilocybin
source: Altered states of perception and feeling; nausea; persisting perception disorder (flashbacks) Nervousness, paranoia
el: Αλλοιωμένες καταστάσεις αντίληψης και συναισθήματος· ναυτία· εμμένουσα διαταραχή αντίληψης (flashbacks) Νευρικότητα, παράνοια

# model:gnuhealth.drugs_recreational,name:
source: Recreational Drug
el: Ουσία Ψυχαγωγίας

# model:gnuhealth.drugs_recreational,name:amphetamine
source: Amphetamine
el: Αμφεταμίνη

# model:gnuhealth.drugs_recreational,name:anabolic_steroids
source: Anabolic steroids
el: Αναβολικά Στεροειδή

# model:gnuhealth.drugs_recreational,name:barbiturates
source: Barbiturates
el: Βαρβιτουρικά

# model:gnuhealth.drugs_recreational,name:benzodiazepines
source: Benzodiazepines
el: Βενζοδιαζεπίνες

# model:gnuhealth.drugs_recreational,name:cocaine
source: Cocaine
el: Κοκαΐνη

# model:gnuhealth.drugs_recreational,name:codeine
source: Codeine
el: Κωδεΐνη

# model:gnuhealth.drugs_recreational,name:dmx
source: Dextromethorphan - DMX
el: Δεξτρομεθορφάνη - DMX

# model:gnuhealth.drugs_recreational,name:fentanyl
source: Fentanyl
el: Φεντανύλη

# model:gnuhealth.drugs_recreational,name:flunitrazepam
source: Flunitrazepam
el: Φλουνιτραζεπάμη

# model:gnuhealth.drugs_recreational,name:hashish
source: Hashish
el: Χασίς

# model:gnuhealth.drugs_recreational,name:heroin
source: Heroin
el: Ηρωίνη

# model:gnuhealth.drugs_recreational,name:hydrocodone_bitartrate
source: Hydrocodone bitartrate
el: Διτρυγική Υδροκωδόνη

# model:gnuhealth.drugs_recreational,name:inhalants
source: Inhalants
el: Εισπνεόμενες Ουσίες

# model:gnuhealth.drugs_recreational,name:ketamine
source: Ketamine
el: Κεταμίνη

# model:gnuhealth.drugs_recreational,name:marijuana
source: Marijuana
el: Μαριχουάνα

# model:gnuhealth.drugs_recreational,name:mdma
source: MDMA methylenedioxy-methamphetamine
el: MDMA (3,4-Μεθυλενοδιοξυμεθαμφεταμίνη)

# model:gnuhealth.drugs_recreational,name:mescaline
source: Mescaline
el: Μεσκαλίνη

# model:gnuhealth.drugs_recreational,name:methamphetamine
source: Methamphetamine
el: Μεθαμφεταμίνη

# model:gnuhealth.drugs_recreational,name:methaqualone
source: Methaqualone
el: Μεθακουαλόνη

# model:gnuhealth.drugs_recreational,name:methylphenidate
source: Methylphenidate
el: Μεθυλφαινιδάτη

# model:gnuhealth.drugs_recreational,name:morphine
source: Morphine
el: Μορφίνη

# model:gnuhealth.drugs_recreational,name:nicotine
source: Nicotine
el: Νικοτίνη

# model:gnuhealth.drugs_recreational,name:oxycodone_hcl
source: oxycodone HCL
el: Υδροχλωρική Οξυκοδόνη

# model:gnuhealth.drugs_recreational,name:pcp
source: PCP and analogs
el: PCP και ανάλογα

# model:gnuhealth.drugs_recreational,name:psilocybin
source: Psilocybin
el: Ψιλοκυβίνη

# model:gnuhealth.patient.cage,name:
source: Patient CAGE Questionnaire
el: Ερωτηματολόγιο CAGE Ασθενούς

# model:gnuhealth.patient.recreational_drugs,name:
source: Patient use of Recreational Drugs
el: Χρήση Ουσιών Ψυχαγωγίας από τον Ασθενή

# model:gnuhealth.vegetarian_types,desc:lacto
source: Includes dairy products but not eggs
el: Περιλαμβάνει γαλακτοκομικά προϊόντα αλλά όχι αυγά

# model:gnuhealth.vegetarian_types,desc:lactoovo
source: Includes dairy products and eggs
el: Περιλαμβάνει γαλακτοκομικά προϊόντα και αυγά

# model:gnuhealth.vegetarian_types,desc:ovo
source: Includes eggs but not dairy products
el: Περιλαμβάνει αυγά αλλά όχι γαλακτοκομικά προϊόντα

# model:gnuhealth.vegetarian_types,desc:pescetarian
source: Includes fish or other seafood, but not other animal products
el: Περιλαμβάνει ψάρια ή άλλα θαλασσινά, αλλά όχι άλλα ζωικά προϊόντα

# model:gnuhealth.vegetarian_types,desc:vegan
source: Excludes all animal flesh and products
el: Αποκλείει κάθε ζωική σάρκα και προϊόντα

# model:gnuhealth.vegetarian_types,name:
source: Vegetarian Types
el: Τύποι Χορτοφαγίας

# model:gnuhealth.vegetarian_types,name:lacto
source: Lacto vegetarian
el: Γαλακτο-χορτοφάγος

# model:gnuhealth.vegetarian_types,name:lactoovo
source: Lacto-ovo vegetarian
el: Γαλακτο-ωο-χορτοφάγος

# model:gnuhealth.vegetarian_types,name:ovo
source: Ovo vegetarian
el: Ωο-χορτοφάγος

# model:gnuhealth.vegetarian_types,name:pescetarian
source: Pescetarian
el: Ψαρο-χορτοφάγος

# model:gnuhealth.vegetarian_types,name:vegan
source: Vegan
el: Vegan (Αυστηρός χορτοφάγος)

# model:ir.action,name:gnuhealth_action_diet_belief
source: Belief diets
el: Διατροφή βάσει Πεποιθήσεων

# model:ir.action,name:gnuhealth_action_drugs_recreational
source: Recreational Drugs
el: Ουσίες Ψυχαγωγίας

# model:ir.ui.menu,name:gnuhealth_conf_diet_belief
source: Belief diets
el: Διατροφή βάσει Πεποιθήσεων

# model:ir.ui.menu,name:gnuhealth_conf_diets
source: Diets
el: Διατροφές

# model:ir.ui.menu,name:gnuhealth_conf_drugs_recreational
source: Recreational Drugs
el: Ουσίες Ψυχαγωγίας

# model:res.group,name:group_health_lifestyle_admin
source: Health Lifestyle Administration
el: Διαχείριση Τρόπου Ζωής

# selection:gnuhealth.drugs_recreational,addiction_level:
source: Extreme
el: Ακραία

# selection:gnuhealth.drugs_recreational,addiction_level:
source: High
el: Υψηλή

# selection:gnuhealth.drugs_recreational,addiction_level:
source: Low
el: Χαμηλή

# selection:gnuhealth.drugs_recreational,addiction_level:
source: None
el: Καμία

# selection:gnuhealth.drugs_recreational,category:
source: Cannabinoids
el: Κανναβινοειδή

# selection:gnuhealth.drugs_recreational,category:
source: Depressants
el: Κατασταλτικά

# selection:gnuhealth.drugs_recreational,category:
source: Dissociative Anesthetics
el: Διασχιστικά Αναισθητικά
