Repository: pypi-data/pypi-mirror-397
Catalog: packages/gnuhealth-lifestyle/gnuhealth_lifestyle-5.0.2.tar.gz/gnuhealth_lifestyle-5.0.2/locale/*.po
Languages: el

# field:gnuhealth.diet.belief,code:
source: Code
el: Κωδικός

# field:gnuhealth.diet.belief,description:
source: Description
el: Περιγραφή

# field:gnuhealth.diet.belief,name:
source: Belief
el: Πεποίθηση

# field:gnuhealth.drugs_recreational,addiction_level:
source: Dependence
el: Εξάρτηση

# field:gnuhealth.drugs_recreational,category:
source: Category
el: Κατηγορία

# field:gnuhealth.drugs_recreational,code:
source: Code
el: Κωδικός

# field:gnuhealth.drugs_recreational,dea_schedule_i:
source: DEA schedule I
el: Πρόγραμμα DEA I

# field:gnuhealth.drugs_recreational,dependence_level:
source: Dependence
el: Εξάρτηση

# field:gnuhealth.drugs_recreational,info:
source: Extra Info
el: Επιπλέον Πληροφορίες

# field:gnuhealth.drugs_recreational,intoxication_level:
source: Intoxication
el: Μέθη/Δηλητηρίαση

# field:gnuhealth.drugs_recreational,legal_status:
source: Legal Status
el: Νομικό Καθεστώς

# field:gnuhealth.drugs_recreational,name:
source: Name
el: Όνομα

# field:gnuhealth.drugs_recreational,reinforcement_level:
source: Reinforcement
el: Ενίσχυση

# field:gnuhealth.drugs_recreational,route_inhaling:
source: Smoke / Inhale
el: Κάπνισμα / Εισπνοή

# field:gnuhealth.drugs_recreational,route_injection:
source: Injection
el: Ένεση

# field:gnuhealth.drugs_recreational,route_oral:
source: Oral
el: Από το στόμα

# field:gnuhealth.drugs_recreational,route_popping:
source: Skin Popping
el: Υποδόρια ένεση (Skin Popping)

# field:gnuhealth.drugs_recreational,route_sniffing:
source: Sniffing
el: Εισπνοή από τη μύτη (Sniffing)

# field:gnuhealth.drugs_recreational,street_name:
source: Street names
el: Ονομασίες στην πιάτσα

# field:gnuhealth.drugs_recreational,tolerance_level:
source: Tolerance
el: Ανοχή

# field:gnuhealth.drugs_recreational,toxicity:
source: Toxicity
el: Τοξικότητα

# field:gnuhealth.drugs_recreational,withdrawal_level:
source: Withdrawal
el: Στέρηση

# field:gnuhealth.patient,age_quit_drinking:
source: Age quit drinking
el: Ηλικία διακοπής αλκοόλ

# field:gnuhealth.patient,age_quit_drugs:
source: Age quit drugs
el: Ηλικία διακοπής ναρκωτικών

# field:gnuhealth.patient,age_quit_smoking:
source: Age of quitting
el: Ηλικία διακοπής καπνίσματος

# field:gnuhealth.patient,age_start_drinking:
source: Age started to drink
el: Ηλικία έναρξης αλκοόλ

# field:gnuhealth.patient,age_start_drugs:
source: Age started drugs
el: Ηλικία έναρξης ναρκωτικών

# field:gnuhealth.patient,age_start_smoking:
source: Age started to smoke
el: Ηλικία έναρξης καπνίσματος

# field:gnuhealth.patient,alcohol:
source: Drinks Alcohol
el: Καταναλώνει Αλκοόλ

# field:gnuhealth.patient,alcohol_beer_number:
source: Beer / day
el: Μπύρες / ημέρα

# field:gnuhealth.patient,alcohol_liquor_number:
source: Liquor / day
el: Ποτά / ημέρα

# field:gnuhealth.patient,alcohol_wine_number:
source: Wine / day
el: Κρασί / ημέρα

# field:gnuhealth.patient,anticonceptive:
source: Contraceptive Method
el: Μέθοδος Αντισύλληψης

# field:gnuhealth.patient,car_child_safety:
source: Car Child Safety
el: Παιδική Ασφάλεια Αυτοκινήτου

# field:gnuhealth.patient,car_revision:
source: Car Revision
el: Έλεγχος Αυτοκινήτου

# field:gnuhealth.patient,car_seat_belt:
source: Seat belt
el: Ζώνη Ασφαλείας

# field:gnuhealth.patient,coffee:
source: Coffee
el: Καφές

# field:gnuhealth.patient,coffee_cups:
source: Cups per day
el: Φλιτζάνια την ημέρα

# field:gnuhealth.patient,diet:
source: Currently on a diet
el: Ακολουθεί δίαιτα

# field:gnuhealth.patient,diet_belief:
source: Belief
el: Πεποίθηση

# field:gnuhealth.patient,diet_info:
source: Diet info
el: Πληροφορίες Δίαιτας

# field:gnuhealth.patient,drug_iv:
source: IV drug user
el: Χρήστης ενδοφλέβιων ναρκωτικών

# field:gnuhealth.patient,drug_usage:
source: Drug Habits
el: Συνήθειες Χρήσης Ναρκωτικών

# field:gnuhealth.patient,eats_alone:
source: Eats alone
el: Τρώει μόνος/η

# field:gnuhealth.patient,ex_alcoholic:
source: Ex alcoholic
el: Πρώην αλκοολικός/ή

# field:gnuhealth.patient,ex_drug_addict:
source: Ex drug addict
el: Πρώην χρήστης ναρκωτικών

# field:gnuhealth.patient,ex_smoker:
source: Ex-smoker
el: Πρώην καπνιστής/τρια

# field:gnuhealth.patient,exercise:
source: Exercise
el: Άσκηση

# field:gnuhealth.patient,exercise_minutes_day:
source: Minutes / day
el: Λεπτά / ημέρα

# field:gnuhealth.patient,first_sexual_encounter:
source: Age first sexual encounter
el: Ηλικία πρώτης σεξουαλικής επαφής

# field:gnuhealth.patient,helmet:
source: Uses helmet
el: Χρησιμοποιεί κράνος

# field:gnuhealth.patient,home_safety:
source: Home safety
el: Ασφάλεια στο σπίτι

# field:gnuhealth.patient,lifestyle_info:
source: Extra Information
el: Επιπλέον Πληροφορίες

# field:gnuhealth.patient,motorcycle_rider:
source: Motorcycle Rider
el: Αναβάτης Μοτοσυκλέτας

# field:gnuhealth.patient,number_of_meals:
source: Meals per day
el: Γεύματα την ημέρα

# field:gnuhealth.patient,prostitute:
source: Prostitute
el: Εκδιδόμενο άτομο

# field:gnuhealth.patient,recreational_drugs:
source: Drugs
el: Ναρκωτικά

# field:gnuhealth.patient,salt:
source: Salt
el: Αλάτι

# field:gnuhealth.patient,second_hand_smoker:
source: Passive smoker
el: Παθητικός καπνιστής/τρια

# field:gnuhealth.patient,sex_anal:
source: Anal Sex
el: Πρωκτικό Σεξ

# field:gnuhealth.patient,sex_oral:
source: Oral Sex
el: Στοματικό Σεξ

# field:gnuhealth.patient,sex_with_prostitutes:
source: Sex with prostitutes
el: Σεξ με εκδιδόμενα άτομα

# field:gnuhealth.patient,sexual_partners:
source: Sexual Partners
el: Σεξουαλικοί Σύντροφοι

# field:gnuhealth.patient,sexual_partners_number:
source: Number of sexual partners
el: Αριθμός σεξουαλικών συντρόφων

# field:gnuhealth.patient,sexual_practices:
source: Sexual Practices
el: Σεξουαλικές Πρακτικές

# field:gnuhealth.patient,sexual_preferences:
source: Sexual Preferences
el: Σεξουαλικές Προτιμήσεις

# field:gnuhealth.patient,sexuality_info:
source: Extra Information
el: Επιπλέον Πληροφορίες

# field:gnuhealth.patient,sleep_during_daytime:
source: Sleeps at daytime
el: Κοιμάται την ημέρα

# field:gnuhealth.patient,sleep_hours:
source: Hours of sleep
el: Ώρες ύπνου

# field:gnuhealth.patient,smoking:
source: Smokes
el: Καπνίζει

# field:gnuhealth.patient,smoking_number:
source: Cigarretes a day
el: Τσιγάρα την ημέρα

# field:gnuhealth.patient,soft_drinks:
source: Soft drinks (sugar)
el: Αναψυκτικά (με ζάχαρη)

# field:gnuhealth.patient,traffic_laws:
source: Obeys Traffic Laws
el: Τηρεί τον Κ.Ο.Κ.

# field:gnuhealth.patient,vegetarian_type:
source: Vegetarian
el: Χορτοφάγος

# field:gnuhealth.patient.cage,cage_a:
source: Angry with Critics
el: Θυμώνει με την Κριτική (Annoyed)

# field:gnuhealth.patient.cage,cage_c:
source: Hard to Cut down
el: Δύσκολη η Μείωση (Cut down)

# field:gnuhealth.patient.cage,cage_e:
source: Eye-opener
el: Πρωινό Ποτό (Eye-opener)

# field:gnuhealth.patient.cage,cage_g:
source: Guilt
el: Ενοχή (Guilt)

# field:gnuhealth.patient.cage,cage_score:
source: CAGE Score
el: Βαθμολογία CAGE

# field:gnuhealth.patient.cage,cage_warning_icon:
source: Cage Warning Icon
el: Εικονίδιο Προειδοποίησης CAGE

# field:gnuhealth.patient.cage,evaluation_date:
source: Date
el: Ημερομηνία

# field:gnuhealth.patient.cage,patient:
source: Patient
el: Ασθενής

# field:gnuhealth.patient.recreational_drugs,patient:
source: Patient
el: Ασθενής

# field:gnuhealth.patient.recreational_drugs,recreational_drug:
source: Recreational Drug
el: Ουσία Ψυχαγωγίας

# field:gnuhealth.vegetarian_types,code:
source: Code
el: Κωδικός

# field:gnuhealth.vegetarian_types,desc:
source: Description
el: Περιγραφή

# field:gnuhealth.vegetarian_types,name:
source: Vegetarian
el: Χορτοφάγος

# help:gnuhealth.drugs_recreational,code:
source: Please use CAPITAL LETTERS and no spaces
el: Παρακαλώ χρησιμοποιήστε ΚΕΦΑΛΑΙΑ ΓΡΑΜΜΑΤΑ και όχι κενά

# help:gnuhealth.drugs_recreational,dea_schedule_i:
source: Schedule I and II drugs have a high potential for abuse. They require greater storage security and have a quota on manufacturing, among other restrictions. Schedule I drugs are available for research only and have no approved medical use; Schedule II drugs are available only by prescription (unrefillable) and require a form for ordering. Schedule III and IV drugs are available by prescription, may have five refills in 6 months, and may be ordered orally. Some Schedule V drugs are available over the counter
el: Τα φάρμακα των Πινάκων Ι και ΙΙ έχουν υψηλό δυναμικό κατάχρησης. Απαιτούν μεγαλύτερη ασφάλεια αποθήκευσης και έχουν ποσόστωση στην παραγωγή, μεταξύ άλλων περιορισμών. Τα φάρμακα του Πίνακα Ι είναι διαθέσιμα μόνο για έρευνα και δεν έχουν εγκεκριμένη ιατρική χρήση. Τα φάρμακα του Πίνακα ΙΙ είναι διαθέσιμα μόνο με συνταγή (μη επαναλαμβανόμενη) και απαιτούν ειδικό έντυπο παραγγελίας. Τα φάρμακα των Πινάκων III και IV είναι διαθέσιμα με συνταγή, μπορούν να έχουν πέντε επαναλήψεις σε 6 μήνες, και μπορεί να παραγγελθούν προφορικά. Ορισμένα φάρμακα του Πίνακα V είναι διαθέσιμα χωρίς συνταγή.

# help:gnuhealth.drugs_recreational,dea_schedule_ii:
source: Schedule I and II drugs have a high potential for abuse.They require greater storage security and have a quota onmanufacturing, among other restrictions. Schedule I drugs areavailable for research only and have no approved medical use; Schedule II drugs are available only by prescription (unrefillable) and require a form for ordering. Schedule III and IV drugs are available by prescription, may have fiverefills in 6 months, and may be ordered orally. Some Schedule V drugs are available over the counter
el: Τα φάρμακα των Πινάκων Ι και ΙΙ έχουν υψηλό δυναμικό κατάχρησης. Απαιτούν μεγαλύτερη ασφάλεια αποθήκευσης και έχουν ποσόστωση στην παραγωγή, μεταξύ άλλων περιορισμών. Τα φάρμακα του Πίνακα Ι είναι διαθέσιμα μόνο για έρευνα και δεν έχουν εγκεκριμένη ιατρική χρήση. Τα φάρμακα του Πίνακα ΙΙ είναι διαθέσιμα μόνο με συνταγή (μη επαναλαμβανόμενη) και απαιτούν ειδικό έντυπο παραγγελίας. Τα φάρμακα των Πινάκων III και IV είναι διαθέσιμα με συνταγή, μπορούν να έχουν πέντε επαναλήψεις σε 6 μήνες, και μπορεί να παραγγελθούν προφορικά. Ορισμένα φάρμακα του Πίνακα V είναι διαθέσιμα χωρίς συνταγή.

# help:gnuhealth.drugs_recreational,dea_schedule_iii:
source: Schedule I and II drugs have a high potential for abuse. They require greater storage security and have a quota on manufacturing, among other restrictions. Schedule I drugs are available for research only and have no approved medical use; Schedule II drugs are available only by prescription (unrefillable) and require a form for ordering. Schedule III and IV drugs are available by prescription, may have five refills in 6 months, and may be ordered orally. Some Schedule V drugs are available over the counter
el: Τα φάρμακα των Πινάκων Ι και ΙΙ έχουν υψηλό δυναμικό κατάχρησης. Απαιτούν μεγαλύτερη ασφάλεια αποθήκευσης και έχουν ποσόστωση στην παραγωγή, μεταξύ άλλων περιορισμών. Τα φάρμακα του Πίνακα Ι είναι διαθέσιμα μόνο για έρευνα και δεν έχουν εγκεκριμένη ιατρική χρήση. Τα φάρμακα του Πίνακα ΙΙ είναι διαθέσιμα μόνο με συνταγή (μη επαναλαμβανόμενη) και απαιτούν ειδικό έντυπο παραγγελίας. Τα φάρμακα των Πινάκων III και IV είναι διαθέσιμα με συνταγή, μπορούν να έχουν πέντε επαναλήψεις σε 6 μήνες, και μπορεί να παραγγελθούν προφορικά. Ορισμένα φάρμακα του Πίνακα V είναι διαθέσιμα χωρίς συνταγή.

# help:gnuhealth.drugs_recreational,dea_schedule_iv:
source: Schedule I and II drugs have a high potential for abuse. They require greater storage security and have a quota on manufacturing, among other restrictions. Schedule I drugs are available for research only and have no approved medical use; Schedule II drugs are available only by prescription (unrefillable) and require a form for ordering. Schedule III and IV drugs are available by prescription, may have five refills in 6 months, and may be ordered orally. Some Schedule V drugs are available over the counter
el: Τα φάρμακα των Πινάκων Ι και ΙΙ έχουν υψηλό δυναμικό κατάχρησης. Απαιτούν μεγαλύτερη ασφάλεια αποθήκευσης και έχουν ποσόστωση στην παραγωγή, μεταξύ άλλων περιορισμών. Τα φάρμακα του Πίνακα Ι είναι διαθέσιμα μόνο για έρευνα και δεν έχουν εγκεκριμένη ιατρική χρήση. Τα φάρμακα του Πίνακα ΙΙ είναι διαθέσιμα μόνο με συνταγή (μη επαναλαμβανόμενη) και απαιτούν ειδικό έντυπο παραγγελίας. Τα φάρμακα των Πινάκων III και IV είναι διαθέσιμα με συνταγή, μπορούν να έχουν πέντε επαναλήψεις σε 6 μήνες, και μπορεί να παραγγελθούν προφορικά. Ορισμένα φάρμακα του Πίνακα V είναι διαθέσιμα χωρίς συνταγή.

# help:gnuhealth.drugs_recreational,dea_schedule_v:
source: Schedule I and II drugs have a high potential for abuse. They require greater storage security and have a quota on manufacturing, among other restrictions. Schedule I drugs are available for research only and have no approved medical use; Schedule II drugs are available only by prescription (unrefillable) and require a form for ordering. Schedule III and IV drugs are available by prescription, may have five refills in 6 months, and may be ordered orally. Some Schedule V drugs are available over the counter
el: Τα φάρμακα των Πινάκων Ι και ΙΙ έχουν υψηλό δυναμικό κατάχρησης. Απαιτούν μεγαλύτερη ασφάλεια αποθήκευσης και έχουν ποσόστωση στην παραγωγή, μεταξύ άλλων περιορισμών. Τα φάρμακα του Πίνακα Ι είναι διαθέσιμα μόνο για έρευνα και δεν έχουν εγκεκριμένη ιατρική χρήση. Τα φάρμακα του Πίνακα ΙΙ είναι διαθέσιμα μόνο με συνταγή (μη επαναλαμβανόμενη) και απαιτούν ειδικό έντυπο παραγγελίας. Τα φάρμακα των Πινάκων III και IV είναι διαθέσιμα με συνταγή, μπορούν να έχουν πέντε επαναλήψεις σε 6 μήνες, και μπορεί να παραγγελθούν προφορικά. Ορισμένα φάρμακα του Πίνακα V είναι διαθέσιμα χωρίς συνταγή.

# help:gnuhealth.drugs_recreational,dependence_level:
source: How difficult it is for the user to quit, the relapse rate, the percentage of people who eventually become dependent, the rating users give their own need for the substance and the degree to which the substance will be used in the face of evidence that it causes harm. Using Henningfield rating. 1=highest and 6=lowest
el: Πόσο δύσκολο είναι για τον χρήστη να σταματήσει, το ποσοστό υποτροπής, το ποσοστό των ατόμων που τελικά καθίστανται εξαρτημένα, η αξιολόγηση που δίνουν οι χρήστες στην ανάγκη τους για την ουσία και ο βαθμός στον οποίο η ουσία θα χρησιμοποιηθεί παρόλο που υπάρχουν αποδείξεις ότι προκαλεί βλάβη. Χρησιμοποιώντας την αξιολόγηση Henningfield. 1=υψηλότερη και 6=χαμηλότερη

# help:gnuhealth.drugs_recreational,intoxication_level:
source: the level of intoxication is associated with addiction and increases the personal and social damage a substance may do. Using Henningfield rating. 1=highest and 6=lowest
el: Το επίπεδο της μέθης/δηλητηρίασης σχετίζεται με τον εθισμό και αυξάνει την προσωπική και κοινωνική βλάβη που μπορεί να προκαλέσει μια ουσία. Χρησιμοποιώντας την αξιολόγηση Henningfield. 1=υψηλότερη και 6=χαμηλότερη

# help:gnuhealth.drugs_recreational,name:
source: Name of the drug
el: Όνομα της ουσίας

# help:gnuhealth.drugs_recreational,reinforcement_level:
source: A measure of the substance's ability to get users to take it again and again, and in preference to other substances. Using Henningfield rating. 1=highest and 6=lowest
el: Μέτρο της ικανότητας της ουσίας να κάνει τους χρήστες να τη λαμβάνουν επανειλημμένα, και να την προτιμούν έναντι άλλων ουσιών. Χρησιμοποιώντας την αξιολόγηση Henningfield. 1=υψηλότερη και 6=χαμηλότερη

# help:gnuhealth.drugs_recreational,route_inhaling:
source: Insufflation, excluding nasal
el: Εισπνοή, εξαιρουμένης της ρινικής

# help:gnuhealth.drugs_recreational,route_injection:
source: Injection - Intravenous, Intramuscular...
el: Ένεση - Ενδοφλέβια, Ενδομυϊκή...

# help:gnuhealth.drugs_recreational,route_popping:
source: Subcutaneous or Intradermical administration
el: Υποδόρια ή ενδοδερμική χορήγηση

# help:gnuhealth.drugs_recreational,route_sniffing:
source: Also called snorting - inhaling through the nares
el: Ονομάζεται επίσης σνιφάρισμα - εισπνοή μέσω των ρουθουνιών

# help:gnuhealth.drugs_recreational,street_name:
source: Common name of the drug in street jargon
el: Κοινή ονομασία της ουσίας στην αργκό του δρόμου

# help:gnuhealth.drugs_recreational,tolerance_level:
source: How much of the substance is needed to satisfy increasing cravings for it, and the level of stable need that is eventually reached. Using Henningfield rating. 1=highest and 6=lowest
el: Πόση ποσότητα της ουσίας απαιτείται για να ικανοποιηθεί η αυξανόμενη επιθυμία, και το επίπεδο σταθερής ανάγκης που τελικά επιτυγχάνεται. Χρησιμοποιώντας την αξιολόγηση Henningfield. 1=υψηλότερη και 6=χαμηλότερη

# help:gnuhealth.drugs_recreational,withdrawal_level:
source: Presence and severity of characteristic withdrawal symptoms. Using Henningfield rating. 1=highest and 6=lowest
el: Παρουσία και σοβαρότητα των χαρακτηριστικών συμπτωμάτων στέρησης. Χρησιμοποιώντας την αξιολόγηση Henningfield. 1=υψηλότερη και 6=χαμηλότερη

# help:gnuhealth.patient,age_quit_drinking:
source: Date to stop drinking
el: Ημερομηνία διακοπής αλκοόλ

# help:gnuhealth.patient,age_quit_drugs:
source: Date of quitting drugs
el: Ημερομηνία διακοπής ναρκωτικών

# help:gnuhealth.patient,age_quit_smoking:
source: Age of quitting smoking
el: Ηλικία διακοπής καπνίσματος

# help:gnuhealth.patient,age_start_drinking:
source: Date to start drinking
el: Ημερομηνία έναρξης αλκοόλ

# help:gnuhealth.patient,age_start_drugs:
source: Age of start drugs
el: Ηλικία έναρξης ναρκωτικών

# help:gnuhealth.patient,car_child_safety:
source: Safety measures when driving : child seats, proper seat belting, not seating on the front seat, ....
el: Μέτρα ασφαλείας κατά την οδήγηση: παιδικά καθίσματα, σωστή χρήση ζώνης, όχι στο μπροστινό κάθισμα, ....

# help:gnuhealth.patient,car_revision:
source: Maintain the vehicle. Do periodical checks - tires,breaks ...
el: Συντηρείτε το όχημα. Κάνετε περιοδικούς ελέγχους - ελαστικά, φρένα...

# help:gnuhealth.patient,car_seat_belt:
source: Safety measures when driving : safety belt
el: Μέτρα ασφαλείας κατά την οδήγηση: ζώνη ασφαλείας

# help:gnuhealth.patient,coffee_cups:
source: Number of cup of coffee a day
el: Αριθμός φλιτζανιών καφέ την ημέρα

# help:gnuhealth.patient,diet:
source: Check if the patient is currently on a diet
el: Επιλέξτε εάν ο ασθενής ακολουθεί δίαιτα

# help:gnuhealth.patient,diet_belief:
source: Enter the patient belief or religion
el: Εισαγάγετε τις πεποιθήσεις ή τη θρησκεία του ασθενούς

# help:gnuhealth.patient,diet_info:
source: Short description on the diet
el: Σύντομη περιγραφή της δίαιτας

# help:gnuhealth.patient,drug_iv:
source: Check this option if the patient injects drugs
el: Επιλέξτε αυτό εάν ο ασθενής κάνει ενέσιμη χρήση ναρκωτικών

# help:gnuhealth.patient,eats_alone:
source: Check this box if the patient eats by him / herself.
el: Επιλέξτε αυτό το πλαίσιο εάν ο ασθενής τρώει μόνος του.

# help:gnuhealth.patient,exercise_minutes_day:
source: How many minutes a day the patient exercises
el: Πόσα λεπτά την ημέρα ασκείται ο ασθενής

# help:gnuhealth.patient,helmet:
source: The patient uses the proper motorcycle helmet
el: Ο ασθενής χρησιμοποιεί το κατάλληλο κράνος μοτοσικλέτας

# help:gnuhealth.patient,home_safety:
source: Keep safety measures for kids in the kitchen, correct storage of chemicals, ...
el: Τηρείτε μέτρα ασφαλείας για τα παιδιά στην κουζίνα, σωστή αποθήκευση χημικών, ...

# help:gnuhealth.patient,motorcycle_rider:
source: The patient rides motorcycles
el: Ο ασθενής οδηγεί μοτοσυκλέτα

# help:gnuhealth.patient,prostitute:
source: Check if the patient (he or she) is a prostitute
el: Ελέγξτε εάν το άτομο (άνδρας ή γυναίκα) εκδίδεται

# help:gnuhealth.patient,salt:
source: Check if patient consumes salt with the food
el: Ελέγξτε εάν ο ασθενής καταναλώνει αλάτι με το φαγητό

# help:gnuhealth.patient,second_hand_smoker:
source: Check it the patient is a passive / second-hand smoker
el: Ελέγξτε εάν ο ασθενής είναι παθητικός καπνιστής

# help:gnuhealth.patient,sex_with_prostitutes:
source: Check if the patient (he or she) has sex with prostitutes
el: Ελέγξτε εάν το άτομο (άνδρας ή γυναίκα) έχει σεξουαλικές επαφές με εκδιδόμενα άτομα

# help:gnuhealth.patient,sleep_during_daytime:
source: Check if the patient sleep hours are during daylight rather than at night
el: Ελέγξτε εάν οι ώρες ύπνου του ασθενούς είναι κατά τη διάρκεια της ημέρας αντί της νύχτας

# help:gnuhealth.patient,sleep_hours:
source: Average hours of sleep per day
el: Μέσος όρος ωρών ύπνου ανά ημέρα

# help:gnuhealth.patient,soft_drinks:
source: Check if the patient consumes soft drinks with sugar
el: Ελέγξτε εάν ο ασθενής καταναλώνει αναψυκτικά με ζάχαρη

# help:gnuhealth.patient,traffic_laws:
source: Check if the patient is a safe driver
el: Ελέγξτε εάν ο ασθενής είναι ασφαλής οδηγός

# help:gnuhealth.patient.cage,cage_a:
source: Have people Annoyed you by criticizing your drinking?
el: Σας έχουν Ενοχλήσει (Annoyed) άνθρωποι ασκώντας κριτική στο ποτό που πίνετε;

# help:gnuhealth.patient.cage,cage_c:
source: Have you ever felt you needed to Cut down on your drinking?
el: Νιώσατε ποτέ ότι πρέπει να Μειώσετε (Cut down) το ποτό;

# help:gnuhealth.patient.cage,cage_e:
source: Have you ever felt you needed a drink first thing in the morning (Eye-opener) to steady your nerves or to get rid of a hangover?
el: Έχετε νιώσει ποτέ την ανάγκη για ένα ποτό το πρωί (Eye-opener) για να ηρεμήσουν τα νεύρα σας ή για να συνέλθετε από το hangover;

# help:gnuhealth.patient.cage,cage_g:
source: Have you ever felt Guilty about drinking?
el: Νιώσατε ποτέ Ενοχές (Guilty) για το ποτό;

# help:gnuhealth.vegetarian_types,code:
source: Short description
el: Σύντομη περιγραφή

# help:gnuhealth.vegetarian_types,desc:
source: Short description
el: Σύντομη περιγραφή

# help:gnuhealth.vegetarian_types,name:
source: Vegetarian
el: Χορτοφάγος

# model:gnuhealth.diet.belief,description:BUDDHIST
source: While Buddhism does not have specific dietary rules, some buddhists practise vegetarianism based on a strict interpretation of the first of the Five Precepts
el: Αν και ο Βουδισμός δεν έχει συγκεκριμένους διατροφικούς κανόνες, ορισμένοι βουδιστές ασκούν τη χορτοφαγία με βάση την αυστηρή ερμηνεία της πρώτης από τις Πέντε Εντολές.

# model:gnuhealth.diet.belief,description:EDENIC
source: A diet based on what Adam and Eve are believed to have consumed in Garden of Eden. Usually either vegetarian or vegan, and based predominantly on fruit
el: Μια διατροφή που βασίζεται σε ό,τι πιστεύεται ότι κατανάλωναν ο Αδάμ και η Εύα στον Κήπο της Εδέμ. Συνήθως είναι είτε χορτοφαγική είτε vegan, και βασίζεται κυρίως σε φρούτα.

# model:gnuhealth.diet.belief,description:HALLELUJAH
source: Hallelujah diet: A form of Christian vegetarianism developed in the 1970s. The creators interpret a verse from the Bible as suggesting that Christians should only consume seed bearing plants and fruits.
el: Δίαιτα Hallelujah: Μια μορφή χριστιανικής χορτοφαγίας που αναπτύχθηκε τη δεκαετία του 1970. Οι δημιουργοί ερμηνεύουν έναν στίχο από τη Βίβλο ως ένδειξη ότι οι Χριστιανοί θα πρέπει να καταναλώνουν μόνο φυτά που φέρουν σπόρους και φρούτα.

# model:gnuhealth.diet.belief,description:HINDU
source: Hindu and Jain diets: Followers of Hinduism and Jainism often follow lacto-vegetarian diets, based on the principle of Ahimsa (non-harming)
el: Δίαιτες Ινδουιστών και Τζαϊνιστών: Οι οπαδοί του Ινδουισμού και του Τζαϊνισμού συχνά ακολουθούν γαλακτο-χορτοφαγικές δίαιτες, βασισμένες στην αρχή της Ahimsa (μη βλάβης).
