Repository: pypi-data/pypi-mirror-397
Catalog: packages/gnuhealth-lifestyle/gnuhealth_lifestyle-5.0.2.tar.gz/gnuhealth_lifestyle-5.0.2/locale/*.po
Languages: el

# selection:gnuhealth.drugs_recreational,category:
source: Hallucinogens
el: Παραισθησιογόνα

# selection:gnuhealth.drugs_recreational,category:
source: Opioids
el: Οπιοειδή

# selection:gnuhealth.drugs_recreational,category:
source: Others
el: Άλλα

# selection:gnuhealth.drugs_recreational,category:
source: Stimulants
el: Διεγερτικά

# selection:gnuhealth.drugs_recreational,legal_status:
source: Illegal
el: Παράνομες

# selection:gnuhealth.drugs_recreational,legal_status:
source: Legal
el: Νόμιμες

# selection:gnuhealth.drugs_recreational,toxicity:
source: Extreme
el: Ακραία

# selection:gnuhealth.drugs_recreational,toxicity:
source: High
el: Υψηλή

# selection:gnuhealth.drugs_recreational,toxicity:
source: Low
el: Χαμηλή

# selection:gnuhealth.drugs_recreational,toxicity:
source: None
el: Καμία

# selection:gnuhealth.patient,anticonceptive:
source: Contraceptive injection
el: Αντισυλληπτική ένεση

# selection:gnuhealth.patient,anticonceptive:
source: Female condom
el: Γυναικείο προφυλακτικό

# selection:gnuhealth.patient,anticonceptive:
source: Female sterilisation
el: Γυναικεία στείρωση

# selection:gnuhealth.patient,anticonceptive:
source: Fertility cycle awareness
el: Μέθοδος αναγνώρισης κύκλου γονιμότητας

# selection:gnuhealth.patient,anticonceptive:
source: Intra-uterine device
el: Ενδομήτριο σπείραμα (IUD)

# selection:gnuhealth.patient,anticonceptive:
source: Male condom
el: Ανδρικό προφυλακτικό

# selection:gnuhealth.patient,anticonceptive:
source: None
el: Καμία

# selection:gnuhealth.patient,anticonceptive:
source: Pill / Minipill
el: Χάπι / Μίνι-χάπι

# selection:gnuhealth.patient,anticonceptive:
source: Skin Patch
el: Αντισυλληπτικό επίθεμα

# selection:gnuhealth.patient,anticonceptive:
source: Vasectomy
el: Βαζεκτομή

# selection:gnuhealth.patient,anticonceptive:
source: Withdrawal method
el: Μέθοδος διακοπτόμενης συνουσίας

# selection:gnuhealth.patient,sex_anal:
source: Active
el: Ενεργητικός ρόλος

# selection:gnuhealth.patient,sex_anal:
source: Both
el: Και τα δύο

# selection:gnuhealth.patient,sex_anal:
source: None
el: Καθόλου

# selection:gnuhealth.patient,sex_anal:
source: Passive
el: Παθητικός ρόλος

# selection:gnuhealth.patient,sex_oral:
source: Active
el: Ενεργητικός ρόλος

# selection:gnuhealth.patient,sex_oral:
source: Both
el: Και τα δύο

# selection:gnuhealth.patient,sex_oral:
source: None
el: Καθόλου

# selection:gnuhealth.patient,sex_oral:
source: Passive
el: Παθητικός ρόλος

# selection:gnuhealth.patient,sexual_partners:
source: Monogamous
el: Μονογαμικές σχέσεις

# selection:gnuhealth.patient,sexual_partners:
source: Polygamous
el: Πολυγαμικές σχέσεις

# selection:gnuhealth.patient,sexual_practices:
source: Risky / Unprotected sex
el: Επικίνδυνο / Σεξ χωρίς προφύλαξη

# selection:gnuhealth.patient,sexual_practices:
source: Safe / Protected sex
el: Ασφαλές / Σεξ με προφύλαξη

# selection:gnuhealth.patient,sexual_preferences:
source: Bisexual
el: Αμφιφυλόφιλος/η

# selection:gnuhealth.patient,sexual_preferences:
source: Heterosexual
el: Ετεροφυλόφιλος/η

# selection:gnuhealth.patient,sexual_preferences:
source: Homosexual
el: Ομοφυλόφιλος/η

# selection:gnuhealth.patient,sexual_preferences:
source: Transexual
el: Τρανς

# view:gnuhealth.diet.belief:
source: Diet Description
el: Περιγραφή Διατροφής

# view:gnuhealth.drugs_recreational:
source: Additional Info and Effects
el: Πρόσθετες Πληροφορίες και Επιδράσεις

# view:gnuhealth.drugs_recreational:
source: Administration Routes
el: Οδοί Χορήγησης

# view:gnuhealth.drugs_recreational:
source: DEA Schedule Level
el: Επίπεδο Προγράμματος DEA

# view:gnuhealth.drugs_recreational:
source: General Information
el: Γενικές Πληροφορίες

# view:gnuhealth.drugs_recreational:
source: Henningfield Rating
el: Αξιολόγηση Henningfield

# view:gnuhealth.patient:
source: Addictions
el: Εθισμοί

# view:gnuhealth.patient:
source: Alcohol
el: Αλκοόλ

# view:gnuhealth.patient:
source: Diet
el: Διατροφή

# view:gnuhealth.patient:
source: Diet and Exersice
el: Διατροφή και Άσκηση

# view:gnuhealth.patient:
source: Drive and Home Safety
el: Ασφάλεια Οδήγησης και Σπιτιού

# view:gnuhealth.patient:
source: Lifestyle
el: Τρόπος Ζωής

# view:gnuhealth.patient:
source: Main
el: Γενικά

# view:gnuhealth.patient:
source: Physical Exercise
el: Σωματική Άσκηση

# view:gnuhealth.patient:
source: Recreational Drugs
el: Ουσίες Ψυχαγωγίας

# view:gnuhealth.patient:
source: Safety
el: Ασφάλεια

# view:gnuhealth.patient:
source: Sexual practices
el: Σεξουαλικές Πρακτικές

# view:gnuhealth.patient:
source: Sexuality
el: Σεξουαλικότητα

# view:gnuhealth.patient:
source: Sleep
el: Ύπνος
