import time

import importlib
import traceback
from collections import defaultdict
from pathlib import Path
from types import ModuleType
from typing import Any, Dict
from collections.abc import Callable
from datetime import datetime, timedelta
from concurrent.futures import ThreadPoolExecutor
from copy import copy
from glob import glob
from concurrent.futures import Future

from xmpy.包_事件引擎 import 类_事件, 类_事件引擎
from xmpy.包_交易核心.模块_主引擎 import 基础引擎, 类_主引擎, 日志引擎
from xmpy.包_交易核心.模块_对象 import (
    类_订单请求,
    类_订阅请求,
    类_历史数据请求,
    类_撤单请求,
    类_日志数据,
    类_行情数据,
    类_K线数据,
    类_订单数据,
    类_成交数据,
    类_合约数据
)
from xmpy.包_交易核心.模块_事件类型 import (
    事件类型_行情,
    事件类型_订单,
    事件类型_成交
)
from xmpy.包_交易核心.模块_常数 import (
    类_方向,
    类_委托类型,
    类_周期,
    类_交易所,
    类_开平,
    类_状态
)
from xmpy.包_交易核心.模块_工具 import 加载json文件, 保存json文件, 提取合约代码, 四舍五入到指定值
from xmpy.包_交易核心.模块_基础数据库 import 类_基础数据库, 获取数据库, 数据库时区
from xmpy.包_交易核心.模块_数据服务 import 类_基础数据服务, 获取数据服务

from .模块_基础 import (
    应用名称,
    事件类型_CTA日志,
    事件类型_CTA策略,
    事件类型_CTA停止单,
    类_引擎类型,
    类_停止单,
    类_停止单状态,
    停止单前缀
)
from .模块_模板 import 类_CTA策略模板, 类_目标仓位模板
from .包_国际化 import _

# 停止单状态映射表
停止单状态映射: Dict[类_状态, 类_停止单状态] = {
    类_状态.提交中: 类_停止单状态.等待中,
    类_状态.未成交: 类_停止单状态.等待中,
    类_状态.部分成交: 类_停止单状态.已触发,
    类_状态.全部成交: 类_停止单状态.已触发,
    类_状态.已撤销: 类_停止单状态.已撤销,
    类_状态.已拒单: 类_停止单状态.已撤销
}


class 类_CTA引擎(基础引擎):
    """"""

    引擎类型: 类_引擎类型 = 类_引擎类型.实盘模式  # 交易引擎类型

    配置文件名: str = "cta_参数设置.json"
    数据文件名: str = "cta_变量数据.json"

    def __init__(self, 主引擎: 类_主引擎, 事件引擎: 类_事件引擎) -> None:
        """"""
        super().__init__(主引擎, 事件引擎, 应用名称)

        self.策略配置: dict = {}  # 策略名称: 配置字典
        self.策略数据: dict = {}  # 策略名称: 数据字典

        self.策略类: dict = {}  # 类名称: 策略类
        self.所有策略: dict = {}  # 策略名称: 策略实例

        self.合约策略映射: defaultdict = defaultdict(list)  # 合约_交易所: 策略列表
        self.订单号策略映射: dict = {}  # 订单号: 策略
        self.策略订单号映射: defaultdict = defaultdict(set)  # 策略名称: 订单号集合

        self.停止单计数: int = 0  # 停止单号生成
        self.所有停止单: dict[str, 类_停止单] = {}  # 停止单编号: 停止单实例

        # 初始化线程池
        self.初始化执行器: ThreadPoolExecutor = ThreadPoolExecutor(max_workers=1)

        self.已成交ID集合: set = set()  # 用于过滤重复成交

        self.数据库: 类_基础数据库 = 获取数据库()
        self.数据服务: 类_基础数据服务 = 获取数据服务()

    def 初始化引擎(self) -> None:
        """"""
        self.初始化数据服务()
        self.加载策略类()
        self.加载策略设置()
        self.加载策略数据()
        self.注册事件()
        self.记录日志(_("CTA策略引擎初始化成功"))

    def 关闭(self) -> None:
        """"""
        self.停止所有策略()

    def 注册事件(self) -> None:
        """"""
        self.事件引擎.注册类型处理器(事件类型_行情, self.处理行情事件)
        self.事件引擎.注册类型处理器(事件类型_订单, self.处理订单事件)
        self.事件引擎.注册类型处理器(事件类型_成交, self.处理成交事件)

        获取日志引擎: 日志引擎 = self.主引擎.获取引擎("日志")
        self.事件引擎.注册类型处理器(事件类型_CTA日志,获取日志引擎.处理日志事件)

    def 初始化数据服务(self) -> None:
        """
        初始化数据服务客户端
        """
        结果: bool = self.数据服务.初始化(self.记录日志)
        if 结果:
            self.记录日志(_("数据服务初始化成功"))

    def 从数据服务查询K线(
            self, 品种代码: str, 交易所: 类_交易所, 周期: 类_周期, 开始时间: datetime, 结束时间: datetime
    ) -> list[类_K线数据]:
        """
        从数据服务查询K线数据
        """
        请求: 类_历史数据请求 = 类_历史数据请求(
            代码=品种代码,
            交易所=交易所,
            周期=周期,
            开始时间=开始时间,
            结束时间=结束时间
        )
        # K线列表
        数据: list[类_K线数据] = self.数据服务.查询K线历史(请求, self.记录日志)
        return 数据

    def 处理行情事件(self, 事件: 类_事件) -> None:
        """处理行情推送事件"""
        行情实例: 类_行情数据 = 事件.数据

        # 获取关联策略列表
        策略列表: list = self.合约策略映射[行情实例.代码_交易所]
        if not 策略列表:
            return

        self.检查停止单(行情实例)

        # 遍历策略执行回调
        for 策略 in 策略列表:
            if 策略.已初始化:
                self.调用策略方法(策略, 策略.行情回调, 行情实例)

    def 处理订单事件(self, 事件: 类_事件) -> None:
        """处理订单状态更新事件"""
        订单实例: 类_订单数据 = 事件.数据

        策略实例: 类_CTA策略模板 | None = self.订单号策略映射.get(订单实例.网关_订单编号, None)
        if not 策略实例:
            return

        # 移除已完成订单，如果订单不再活跃，则移除vt_orderid
        订单号集合: set = self.策略订单号映射[策略实例.策略名称]
        if 订单实例.网关_订单编号 in 订单号集合 and not 订单实例.是否活跃():
            订单号集合.remove(订单实例.网关_订单编号)

        # 对于服务器停止单，调用策略的on_stop_order函数
        if 订单实例.类型 == 类_委托类型.止损单:
            停止单实例: 类_停止单 = 类_停止单(
                合约_交易所=订单实例.代码_交易所,
                方向=订单实例.方向,
                开平=订单实例.开平,
                价格=订单实例.价格,
                数量=订单实例.数量,
                停止单编号=订单实例.订单编号,
                策略名称=策略实例.策略名称,
                时间戳=订单实例.时间戳,
                状态=停止单状态映射[订单实例.状态],
                订单编号列表=[订单实例.网关_订单编号],
            )
            self.调用策略方法(策略实例, 策略实例.停止单更新, 停止单实例)

        # 调用策略的on_order函数
        self.调用策略方法(策略实例, 策略实例.委托回调, 订单实例)

    def 处理成交事件(self, 事件: 类_事件) -> None:
        """"""
        成交实例: 类_成交数据 = 事件.数据

        # 过滤重复的成交推送
        if 成交实例.网关_成交编号 in self.已成交ID集合:
            return
        self.已成交ID集合.add(成交实例.网关_成交编号)

        策略实例: 类_CTA策略模板 | None = self.订单号策略映射.get(成交实例.网关_订单编号, None)
        if not 策略实例:
            return

        # 在调用 成交回调 方法前更新策略持仓
        if 成交实例.方向 == 类_方向.做多 and 成交实例.开平 == 类_开平.开仓:
            策略实例.多头仓位 += 成交实例.数量
        elif 成交实例.方向 == 类_方向.做空 and 成交实例.开平 == 类_开平.开仓:
            策略实例.空头仓位 += 成交实例.数量
        # 平仓
        elif 成交实例.方向 == 类_方向.做空 and 成交实例.开平.value in ["平", "平今", "平昨"]:
            if 策略实例.多头仓位 >= 成交实例.数量:
                策略实例.多头仓位 -= 成交实例.数量
            else:
                print(f'多头仓位发生问题：{成交}')
        elif 成交实例.方向 == 类_方向.做多 and 成交实例.开平.value in ["平", "平今", "平昨"]:
            if 策略实例.空头仓位 >= 成交实例.数量:
                策略实例.空头仓位 -= 成交实例.数量
            else:
                print(f'空头仓位发生问题：{成交实例}')

        # if 成交实例.direction == Direction.LONG:
        #     策略实例.pos += 成交实例.volume
        # else:
        #     策略实例.pos -= 成交实例.volume

        self.调用策略方法(策略实例, 策略实例.成交回调, 成交实例)

        # 将策略变量同步到数据文件
        self.同步策略数据(策略实例)

        # 更新GUI
        self.推送策略事件(策略实例)

    def 检查停止单(self, 行情实例: 类_行情数据) -> None:
        """"""
        for 停止单实例 in list(self.所有停止单.values()):
            if 停止单实例.合约_交易所 != 行情实例.代码_交易所:
                continue

            多单触发 = (
                    停止单实例.方向 == 类_方向.做多 and 行情实例.最新价 >= 停止单实例.价格
            )
            空单触发 = (
                    停止单实例.方向 == 类_方向.做空 and 行情实例.最新价 <= 停止单实例.价格
            )

            if 多单触发 or 空单触发:
                策略实例: 类_CTA策略模板 = self.所有策略[停止单实例.策略名称]

                # 停止单触发后立即执行，优先使用限价，否则用ask_price_5或bid_price_5
                if 停止单实例.方向 == 类_方向.做多:
                    if 行情实例.涨停价:
                        委托价格 = 行情实例.涨停价
                    else:
                        委托价格 = 行情实例.卖五价
                else:
                    if 行情实例.跌停价:
                        委托价格 = 行情实例.跌停价
                    else:
                        委托价格 = 行情实例.买五价

                合约信息: 类_合约数据 | None = self.主引擎.获取合约详情(停止单实例.代码_交易所)

                订单号列表: list = self.发送限价单(
                    策略实例,
                    合约信息,
                    停止单实例.方向,
                    停止单实例.开平,
                    委托价格,
                    停止单实例.数量,
                    停止单实例.锁定模式,
                    停止单实例.净仓模式
                )

                # 如果下单成功则更新停止单状态
                if 订单号列表:
                    # 清理停止单记录 从映射中移除
                    self.所有停止单.pop(停止单实例.停止单编号)

                    策略订单号集合: set = self.策略订单号映射[策略实例.策略名称]
                    if 停止单实例.停止单编号 in 策略订单号集合:
                        策略订单号集合.remove(停止单实例.停止单编号)

                    # 将停止单状态改为已触发并更新到策略
                    停止单实例.状态 = 类_停止单状态.已触发
                    停止单实例.订单编号列表 = 订单号列表

                    self.调用策略方法(
                        策略实例, 策略实例.停止单回调, 停止单实例
                    )
                    self.推送停止单事件(停止单实例)

    def 发送服务器订单(
            self,
            策略实例: 类_CTA策略模板,
            合约信息: 类_合约数据,
            方向: 类_方向,
            开平: 类_开平,
            价格: float,
            数量: float,
            类型: 类_委托类型,
            锁定: bool,
            净仓: bool
    ) -> list:
        """
        向服务器发送新订单
        """
        # 创建请求并发送订单
        原始请求: 类_订单请求 = 类_订单请求(
            代码=合约信息.代码,
            交易所=合约信息.交易所,
            方向=方向,
            开平=开平,
            类型=类型,
            价格=价格,
            数量=数量,
            参考号=f"{应用名称}_{策略实例.策略名称}"
        )

        # 使用开平转换器转换
        请求列表: list[类_订单请求] = self.主引擎.转换委托请求(
            原始请求,
            合约信息.网关名称,
            锁定,
            净仓
        )

        # 发送订单
        订单号列表: list = []

        for 请求 in 请求列表:
            订单号: str = self.主引擎.发送委托(请求, 合约信息.网关名称)

            # 检查是否发送成功
            if not 订单号:
                continue

            订单号列表.append(订单号)

            self.主引擎.更新委托请求(请求, 订单号, 合约信息.网关名称)

            # 保存订单号与策略的关系
            self.订单号策略映射[订单号] = 策略实例
            self.策略订单号映射[策略实例.策略名称].add(订单号)

        return 订单号列表

    def 发送限价单(
            self,
            策略实例: 类_CTA策略模板,
            合约信息: 类_合约数据,
            方向: 类_方向,
            开平: 类_开平,
            价格: float,
            数量: float,
            锁定: bool,
            净仓: bool
    ) -> list:
        """
        向服务器发送限价单
        """
        return self.发送服务器订单(
            策略实例,
            合约信息,
            方向,
            开平,
            价格,
            数量,
            类_委托类型.限价单,
            锁定,
            净仓
        )

    def 发送服务器停止单(
            self,
            策略实例: 类_CTA策略模板,
            合约信息: 类_合约数据,
            方向: 类_方向,
            开平: 类_开平,
            价格: float,
            数量: float,
            锁定: bool,
            净仓: bool
    ) -> list:
        """
        向服务器发送停止单

        仅当交易服务器支持停止单时使用
        """
        return self.发送服务器订单(
            策略实例,
            合约信息,
            方向,
            开平,
            价格,
            数量,
            类_委托类型.止损单,
            锁定,
            净仓
        )

    def 发送本地停止单(
            self,
            策略实例: 类_CTA策略模板,
            方向: 类_方向,
            开平: 类_开平,
            价格: float,
            数量: float,
            锁定: bool,
            净仓: bool
    ) -> list:
        """
        创建新的本地停止单
        """
        self.停止单计数 += 1
        停止单号: str = f"{停止单前缀}.{self.停止单计数}"

        停止单实例: 类_停止单 = 类_停止单(
            合约_交易所=策略实例.合约_交易所,
            方向=方向,
            开平=开平,
            价格=价格,
            数量=数量,
            停止单编号=停止单号,
            策略名称=策略实例.策略名称,
            时间戳=datetime.now(数据库时区),
            锁定模式=锁定,
            净仓模式=净仓
        )

        self.所有停止单[停止单号] = 停止单实例

        订单号集合: set = self.策略订单号映射[策略实例.策略名称]
        订单号集合.add(停止单号)

        self.调用策略方法(策略实例, 策略实例.停止单回调, 停止单实例)
        self.推送停止单事件(停止单实例)

        return [停止单号]

    def 撤销服务器订单(self, 策略实例: 类_CTA策略模板, 订单号: str) -> None:
        """
        通过 订单号 取消现有订单
        """
        订单实例: 类_订单数据 | None = self.主引擎.获取订单详情(订单号)
        if not 订单实例:
            self.记录日志(_("撤单失败，找不到委托{}").format(订单号), 策略实例)
            return

        请求: 类_撤单请求 = 订单实例.创建撤单请求()
        self.主引擎.撤销订单(请求, 订单实例.网关名称)

    def 撤销本地停止单(self, 策略实例: 类_CTA策略模板, 停止单号: str) -> None:
        """
        撤销本地停止单
        """
        停止单实例: 类_停止单 | None = self.所有停止单.get(停止单号, None)
        if not 停止单实例:
            return

        策略实例 = self.所有策略[停止单实例.策略名称]

        # 从映射中移除
        self.所有停止单.pop(停止单号)

        订单号集合: set = self.策略订单号映射[策略实例.策略名称]
        if 停止单号 in 订单号集合:
            订单号集合.remove(停止单号)

        # 将停止单状态改为已取消并更新到策略
        停止单实例.状态 = 类_停止单状态.已撤销

        self.调用策略方法(策略实例, 策略实例.停止单回调, 停止单实例)
        self.推送停止单事件(停止单实例)

    def 发送订单(
            self,
            策略实例: 类_CTA策略模板,
            方向: 类_方向,
            开平: 类_开平,
            价格: float,
            数量: float,
            停止单: bool,
            锁定: bool,
            净仓: bool
    ) -> list:
        """
        """
        合约信息: 类_合约数据 | None = self.主引擎.获取合约详情(策略实例.合约_交易所)
        if not 合约信息:
            self.记录日志(_("委托失败，找不到合约：{}").format(策略实例.合约_交易所), 策略实例)
            return []

        # 将订单价格和数量舍入到最小变动单位
        价格 = 四舍五入到指定值(价格, 合约信息.最小价位)
        数量 = 四舍五入到指定值(数量, 合约信息.最小数量)

        if 停止单:
            if 合约信息.支持止损单:
                return self.发送服务器停止单(
                    策略实例, 合约信息, 方向, 开平, 价格, 数量, 锁定, 净仓
                )
            else:
                return self.发送本地停止单(
                    策略实例, 方向, 开平, 价格, 数量, 锁定, 净仓
                )
        else:
            return self.发送限价单(
                策略实例, 合约信息, 方向, 开平, 价格, 数量, 锁定, 净仓
            )

    def 撤销订单(self, 策略实例: 类_CTA策略模板, 订单号: str) -> None:
        """
        """
        if 订单号.startswith(停止单前缀):
            self.撤销本地停止单(策略实例, 订单号)
        else:
            self.撤销服务器订单(策略实例, 订单号)

    def 撤销全部订单(self, 策略实例: 类_CTA策略模板) -> None:
        """
        取消策略的所有活跃订单
        """
        订单号集合: set = self.策略订单号映射[策略实例.策略名称]
        if not 订单号集合:
            return

        for 订单号 in copy(订单号集合):
            self.撤销订单(策略实例, 订单号)

    def 获取引擎类型(self) -> 引擎类型:
        """"""
        return self.引擎类型

    def 获取最小价格变动单位(self, 策略实例: 类_CTA策略模板) -> float | None:
        """
        获取合约最小价格变动单位
        """
        合约信息: 类_合约数据 | None = self.主引擎.获取合约详情(策略实例.合约_交易所)

        if 合约信息:
            return 合约信息.最小价位  # type: ignore
        else:
            return None

    def 获取合约乘数(self, 策略实例: 类_CTA策略模板) -> int | None:
        """
        返回合约乘数数据
        """
        合约信息: 类_合约数据 | None = self.主引擎.获取合约详情(策略实例.合约_交易所)

        if 合约信息:
            return 合约信息.合约乘数
        else:
            return None

    def 加载K线数据(
            self,
            合约_交易所: str,
            天数: int,
            周期: 类_周期,
            回调函数: Callable[[类_K线数据], None],
            使用数据库: bool
    ) -> list[类_K线数据]:
        """"""
        代码, 交易所 = 提取合约代码(合约_交易所)
        结束时间: datetime = datetime.now(数据库时区)
        开始时间: datetime = 结束时间 - timedelta(天数)
        K线列表: list[类_K线数据] = []

        # 如果不使用数据库
        if not 使用数据库:
            # 从网关查询K线（如果可用）
            合约信息: 类_合约数据 | None = self.主引擎.获取合约详情(合约_交易所)

            if 合约信息 and 合约信息.支持历史数据:
                请求: 类_历史数据请求 = 类_历史数据请求(
                    代码=代码,
                    交易所=交易所,
                    周期=周期,
                    开始时间=开始时间,
                    结束时间=结束时间
                )
                K线列表 = self.主引擎.查询历史(请求, 合约信息.网关名称)

            # 尝试从数据服务查询，如果找不到则从数据库加载
            else:
                K线列表 = self.从数据服务查询K线(代码, 交易所, 周期, 开始时间, 结束时间)

        if not K线列表:
            K线列表 = self.数据库.加载K线数据(
                代码=代码,
                交易所=交易所,
                周期=周期,
                开始时间=开始时间,
                结束时间=结束时间,
            )

        return K线列表

    def 加载Tick数据(
            self,
            合约_交易所: str,
            天数: int,
            回调函数: Callable[[类_行情数据], None]
    ) -> list[类_行情数据]:
        """"""
        代码, 交易所 = 提取合约代码(合约_交易所)
        结束时间: datetime = datetime.now(数据库时区)
        开始时间: datetime = 结束时间 - timedelta(天数)

        Tick列表: list[类_行情数据] = self.数据库.加载Tick数据(
            代码=代码,
            交易所=交易所,
            开始时间=开始时间,
            结束时间=结束时间,
        )

        return Tick列表

    def 调用策略方法(
            self, 策略实例: 类_CTA策略模板, 方法: Callable, 参数: Any = None
    ) -> None:
        """
        调用策略函数并捕获任何异常
        """
        try:
            if 参数:
                方法(参数)
            else:
                方法()
        except Exception:
            策略实例.运行中 = False
            策略实例.已初始化 = False

            错误信息: str = _("触发异常已停止\n{}").format(traceback.format_exc())
            self.记录日志(错误信息, 策略实例)

    def 添加策略(
            self, 类名: str, 策略名称: str, 合约_交易所: str, 配置字典: dict
    ) -> None:
        """
        添加新策略
        """
        if 策略名称 in self.所有策略:
            self.记录日志("创建策略失败，存在重名{}").format(策略名称)
            return

        新策略类: type[类_CTA策略模板] | None = self.策略类.get(类名, None)
        if not 新策略类:
            self.记录日志(f"创建策略失败，找不到策略类{类名}")
            return

        if "." not in 合约_交易所:
            self.记录日志("创建策略失败，本地代码缺失交易所后缀")
            return

        _, 交易所后缀 = 合约_交易所.split(".")
        if 交易所后缀 not in 类_交易所.__members__:
            self.记录日志("创建策略失败，本地代码的交易所后缀不正确")
            return

        策略实例: 类_CTA策略模板 = 新策略类(self, 策略名称, 合约_交易所, 配置字典)
        self.所有策略[策略名称] = 策略实例

        # 添加vt_symbol到策略映射
        策略列表: list = self.合约策略映射[合约_交易所]
        策略列表.append(策略实例)

        # 更新到设置文件
        self.更新策略配置(策略名称, 配置字典)

        self.推送策略事件(策略实例)

    def 初始化策略(self, 策略名称: str) -> Future:
        """
        初始化策略
        """
        return self.初始化执行器.submit(self._初始化策略, 策略名称)

    def _初始化策略(self, 策略名称: str) -> None:
        """
        初始化队列中的策略
        """
        策略实例: 类_CTA策略模板 = self.所有策略[策略名称]

        if 策略实例.已初始化:
            self.记录日志(_("{}已经完成初始化，禁止重复操作").format(策略名称))
            return

        self.记录日志(_("{}开始执行初始化").format(策略名称))

        # 调用策略的on_init函数
        self.调用策略方法(策略实例, 策略实例.初始化回调)

        # 恢复策略数据（变量）
        数据: dict | None = self.策略数据.get(策略名称, None)
        if 数据:
            for 变量名 in 策略实例.变量列表:
                值 = 数据.get(变量名, None)
                if 值 is not None:
                    setattr(策略实例, 变量名, 值)

        代码, 交易所 = 提取合约代码(策略实例.合约_交易所)
        策略实例.合约_交易所 = f"{代码}.{交易所.value}"
        # 订阅行情数据
        合约信息: 类_合约数据 | None = self.主引擎.获取合约详情(策略实例.合约_交易所)
        if 合约信息:
            订阅请求: 类_订阅请求 = 类_订阅请求(
                代码=合约信息.代码,
                交易所=合约信息.交易所)
            self.主引擎.订阅行情(订阅请求, 合约信息.网关名称)
        else:
            self.记录日志(_("行情订阅失败，找不到合约：{}").format(策略实例.合约_交易所), 策略实例)

        # 推送事件更新初始化状态
        策略实例.已初始化 = True
        self.推送策略事件(策略实例)
        self.记录日志(_("{}初始化完成").format(策略名称))

    def 启动策略(self, 策略名称: str) -> None:
        """
        启动策略
        """
        策略实例: 类_CTA策略模板 = self.所有策略[策略名称]
        if not 策略实例.已初始化:
            self.记录日志(_("策略{}启动失败，请先初始化").format(策略实例.策略名称))
            return

        if 策略实例.运行中:
            self.记录日志(_("{}已经启动，请勿重复操作").format(策略名称))
            return

        self.调用策略方法(策略实例, 策略实例.启动回调)
        策略实例.运行中 = True

        self.推送策略事件(策略实例)

    def 停止策略(self, 策略名称: str) -> None:
        """
        停止策略
        """
        策略实例: 类_CTA策略模板 = self.所有策略[策略名称]
        if not 策略实例.运行中:
            return

        # 调用策略的on_stop函数
        self.调用策略方法(策略实例, 策略实例.停止单回调)

        # 将策略交易状态改为False
        策略实例.运行中 = False

        # 取消策略的所有订单
        self.撤销全部订单(策略实例)

        # 将策略变量同步到数据文件
        self.同步策略数据(策略实例)

        # 更新GUI
        self.推送策略事件(策略实例)

    def 编辑策略(self, 策略名称: str, 配置字典: dict) -> None:
        """
        编辑策略参数
        """
        策略实例: 类_CTA策略模板 = self.所有策略[策略名称]
        策略实例.更新配置(配置字典)

        self.更新策略配置(策略名称, 配置字典)
        self.推送策略事件(策略实例)

    def 移除策略(self, 策略名称: str) -> bool:
        """
        移除策略
        """
        策略实例: 类_CTA策略模板 = self.所有策略[策略名称]
        if 策略实例.运行中:
            self.记录日志(_("策略{}移除失败，请先停止").format(策略实例.策略名称))
            return False

        # 移除设置
        self.移除策略配置(策略名称)

        # 从合约策略映射中移除
        策略列表: list = self.合约策略映射[策略实例.合约_交易所]
        策略列表.remove(策略实例)

        # 从活跃订单映射中移除
        if 策略名称 in self.策略订单号映射:
            订单号集合: set = self.策略订单号映射.pop(策略名称)

            # 移除订单号策略映射
            for 订单号 in 订单号集合:
                if 订单号 in self.订单号策略映射:
                    self.订单号策略映射.pop(订单号)

        # 从策略字典中移除
        self.所有策略.pop(策略名称)

        self.记录日志(_("策略{}移除成功").format(策略实例.策略名称))
        return True

    def 加载策略类(self) -> None:
        """
        从源代码加载策略类
        """
        路径1: Path = Path(__file__).parent.joinpath("策略文件夹")
        self.从目录加载策略类(路径1, "xmpy_ctastrategy.策略文件夹")

        路径2: Path = Path.cwd().joinpath("策略文件夹")
        self.从目录加载策略类(路径2, "策略文件夹")

    def 从目录加载策略类(self, 路径: Path, 模块前缀: str = "") -> None:
        """
        从指定文件夹加载策略类
        """
        for 后缀 in ["py", "pyd", "so"]:
            匹配模式: str = str(路径.joinpath(f"*.{后缀}"))
            for 文件路径 in glob(匹配模式):
                文件名 = Path(文件路径).stem
                完整模块名: str = f"{模块前缀}.{文件名}"
                self.从模块加载策略类(完整模块名)

    def 从模块加载策略类(self, 模块名: str) -> None:
        """
        从模块文件加载策略类
        """
        try:
            模块: ModuleType = importlib.import_module(模块名)

            # 重载模块确保策略文件修改立即生效
            importlib.reload(模块)

            for 属性名 in dir(模块):
                属性值 = getattr(模块, 属性名)
                if (
                        isinstance(属性值, type)
                        and issubclass(属性值, 类_CTA策略模板)
                        and 属性值 not in {类_CTA策略模板, 类_目标仓位模板}
                ):
                    self.策略类[属性值.__name__] = 属性值
        except:  # noqa
            错误信息: str = _("策略文件{}加载失败，触发异常：\n{}").format(模块名, traceback.format_exc())
            self.记录日志(错误信息)

    def 加载策略数据(self) -> None:
        """
        从json文件加载策略数据
        """
        self.策略数据 = 加载json文件(self.数据文件名)

    def 同步策略数据(self, 策略实例: 类_CTA策略模板) -> None:
        """
        将策略数据同步到json文件
        """
        数据字典: dict = 策略实例.获取变量()
        数据字典.pop("已初始化")  # 策略状态(已初始化, 运行中)不应同步
        数据字典.pop("运行中")

        self.策略数据[策略实例.策略名称] = 数据字典
        保存json文件(self.数据文件名, self.策略数据)

    def 获取所有策略类名称(self) -> list:
        """
        返回已加载的策略类名称
        """
        return list(self.策略类.keys())

    def 获取策略类参数(self, 类名: str) -> dict:
        """
        获取策略类的默认参数
        """
        策略类: type[类_CTA策略模板] = self.策略类[类名]

        参数: dict = {}
        for 名称 in 策略类.参数列表:
            参数[名称] = getattr(策略类, 名称)

        return 参数

    def 获取策略参数(self, 策略名称: str) -> dict:
        """
        获取策略的参数
        """
        策略实例: 类_CTA策略模板 = self.所有策略[策略名称]
        return 策略实例.获取参数()

    def 初始化所有策略(self) -> dict[str, Future]:
        """
        """
        任务字典: dict[str, Future] = {}
        for 策略名称 in self.所有策略.keys():
            任务字典[策略名称] = self.初始化策略(策略名称)
        return 任务字典

    def 启动所有策略(self) -> None:
        """
        """
        for 策略名称 in self.所有策略.keys():
            self.启动策略(策略名称)

    def 停止所有策略(self) -> None:
        """
        """
        for 策略名称 in self.所有策略.keys():
            self.停止策略(策略名称)

    def 加载策略设置(self) -> None:
        """
        加载设置文件
        """
        self.策略配置 = 加载json文件(self.配置文件名)

        for 策略名称, 配置 in self.策略配置.items():
            self.添加策略(
                配置["class_name"],
                策略名称,
                配置["vt_symbol"],
                配置["setting"]
            )

    def 更新策略配置(self, 策略名称: str, 配置字典: dict) -> None:
        """
        更新设置文件
        """
        策略实例: 类_CTA策略模板 = self.所有策略[策略名称]

        self.策略配置[策略名称] = {
            "class_name": 策略实例.__class__.__name__,
            "vt_symbol": 策略实例.合约_交易所,
            "setting": 配置字典,
        }
        保存json文件(self.配置文件名, self.策略配置)

    def 移除策略配置(self, 策略名称: str) -> None:
        """
        更新设置文件
        """
        if 策略名称 not in self.策略配置:
            return

        self.策略配置.pop(策略名称)
        保存json文件(self.配置文件名, self.策略配置)

        self.策略数据.pop(策略名称, None)
        保存json文件(self.数据文件名, self.策略数据)

    def 推送停止单事件(self, 停止单实例: 类_停止单) -> None:
        """
        推送事件更新停止单状态
        """
        事件: 类_事件 = 类_事件(事件类型_CTA停止单, 停止单实例)
        self.事件引擎.放入事件(事件)

    def 推送策略事件(self, 策略实例: 类_CTA策略模板) -> None:
        """
        推送事件更新策略状态
        """
        数据字典: dict = 策略实例.获取数据()
        self.记录日志(f'策略运行情况：{数据字典}')
        事件: 类_事件 = 类_事件(事件类型_CTA策略, 数据字典)
        self.事件引擎.放入事件(事件)

    def 记录日志(self, 日志内容: str, 策略实例: 类_CTA策略模板 | None = None) -> None:
        """
        创建cta引擎日志事件
        """
        if 策略实例:
            日志内容 = f"[{策略实例.策略名称}]  {日志内容}"

        日志实例: 类_日志数据 = 类_日志数据(消息内容=日志内容, 网关名称=应用名称)
        事件: 类_事件 = 类_事件(类型=事件类型_CTA日志, 数据=日志实例)
        self.事件引擎.放入事件(事件)

    def 发送邮件(self, 内容: str, 策略实例: 类_CTA策略模板 | None = None) -> None:
        """
        发送邮件到默认接收者
        """
        if 策略实例:
            主题: str = f"{策略实例.策略名称}"
        else:
            主题 = _("CTA策略引擎")

        self.主引擎.发送邮件(主题, 内容)