Repository: pypi-data/pypi-mirror-397
Catalog: packages/gnuhealth-mdg6/gnuhealth_mdg6-5.0.2-py3-none-any.whl/trytond/modules/health_mdg6/locale/*.po
Languages: el

source: AFB number per 100 fields
el: Αριθμός AFB ανά 100 πεδία

source: AFB number per 100 fields
el: Αριθμός AFB ανά 100 πεδία

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_afb_per_field
source: AFB number per field
el: Αριθμός AFB ανά πεδίο

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_afb_per_field1
source: AFB number per field
el: Αριθμός AFB ανά πεδίο

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_appearance
source: Macroscopic appearance
el: Μακροσκοπική εμφάνιση

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_appearance1
source: Macroscopic appearance
el: Μακροσκοπική εμφάνιση

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_culture
source: Result
el: Αποτέλεσμα

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_ppd0
source: Induration Size
el: Μέγεθος σκλήρυνσης

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_volume
source: Volume
el: Όγκος

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_volume1
source: Volume
el: Όγκος

source: Negative: 1 s/co; Borderline: 0-4 s/co; Positive: 4 s/co;
el: Αρνητικό: < 1 s/co; Οριακό: 1-4 s/co; Θετικό: > 4 s/co;

source: Negative: 1 s/co; Borderline: 0-4 s/co;
el: Αρνητικό: < 1 s/co; Οριακό: 1-4 s/co;

# model:gnuhealth.lab.test.critearea,normal_range:gnuhealth_test_critearea_ppd0
source: Immunocompetent: 15 mm; Immunocompromised: 5 mm;
el: Ανοσοεπαρκής: > 15 mm; Ανοσοκατεσταλμένος: > 5 mm;

# model:gnuhealth.lab.test_type,name:gnuhealth_test_ELISA_CMIA_analysis0
source: HIV ELISA ASSAY - CMIA
el: ΔΟΚΙΜΑΣΙΑ HIV ELISA - CMIA

# model:gnuhealth.lab.test_type,name:gnuhealth_test_bacilloscopy_FL_analysis0
source: FLUORESCENT BACILLOSCOPY
el: ΒΑΚΙΛΟΣΚΟΠΗΣΗ ΦΘΟΡΙΣΜΟΥ

# model:gnuhealth.lab.test_type,name:gnuhealth_test_bacilloscopy_ZN_analysis0
source: ZIEHL NEELSEN BACILLOSCOPY
el: ΒΑΚΙΛΟΣΚΟΠΗΣΗ KATA ZIEHL-NEELSEN

# model:gnuhealth.lab.test_type,name:gnuhealth_test_culture_bactec_analysis0
source: BACTEC CULTURE ANALYSIS
el: ΑΝΑΛΥΣΗ ΚΑΛΛΙΕΡΓΕΙΑΣ BACTEC

# model:gnuhealth.lab.test_type,name:gnuhealth_test_culture_lj_analysis0
source: LOWENSTEIN-JENSEN CULTURE ANALYSIS
el: ΑΝΑΛΥΣΗ ΚΑΛΛΙΕΡΓΕΙΑΣ LOWENSTEIN-JENSEN

# model:gnuhealth.lab.test_type,name:gnuhealth_test_ppd_analysis0
source: PPD TEST
el: ΔΟΚΙΜΑΣΙΑ PPD

# model:gnuhealth.lab.test_type,name:gnuhealth_test_western_blot_analysis0
source: WESTERN BLOT ASSAY
el: ΔΟΚΙΜΑΣΙΑ WESTERN BLOT

# model:product.template,name:product_template_ELISA_analysischarges0
source: HIV ELISA Analysis Charges
el: Χρεώσεις Ανάλυσης HIV ELISA

# model:product.template,name:product_template_bacilloscopy_FL_analysischarges0
source: Fluorescent Bacilloscopy Analysis Charges
el: Χρεώσεις Ανάλυσης Βακιλοσκόπησης Φθορισμού

# model:product.template,name:product_template_bacilloscopy_ZN_analysischarges0
source: Ziehl Neelsen Bacilloscopy Analysis Charges
el: Χρεώσεις Ανάλυσης Βακιλοσκόπησης κατά Ziehl-Neelsen

# model:product.template,name:product_template_bactec_culture_analysischarges0
source: BACTEC Culture Analysis Charges
el: Χρεώσεις Ανάλυσης Καλλιέργειας BACTEC

# model:product.template,name:product_template_culture_lj_analysischarges0
source: Lowenstein-Jensen Culture Analysis Charges
el: Χρεώσεις Ανάλυσης Καλλιέργειας Lowenstein-Jensen

# model:product.template,name:product_template_ppd_analysischarges0
source: Purified Protein Derivative - PPD Analysis Charges
el: Χρεώσεις Ανάλυσης Παραγώγου Καθαρής Πρωτεΐνης - PPD

# model:product.template,name:product_template_western_blot_analysischarges0
source: Western Blot Analysis Charges
el: Χρεώσεις Ανάλυσης Western Blot

# model:product.template,name:product_template_xpert_mtb_rif_analysischarges0
source: Xpert MTB-RIF Analysis Charges
el: Χρεώσεις Ανάλυσης Xpert MTB-RIF
