Repository: pypi-data/pypi-mirror-397
Catalog: packages/castmail2list/castmail2list-0.5.1.tar.gz/castmail2list-0.5.1/castmail2list/translations/*/LC_MESSAGES/messages.po
Languages: de

source: List Name
de: Listenname

source: Display Name
de: Anzeigename

source: Mode of the Mailing List
de: Modus der Mailingliste

source: Broadcast List: One-to-many communication, distribution list
de: Verteiler-Liste: Eins-zu-Viele-Kommunikation

source: Group List: Many-to-many communication, discussion group
de: Gruppenliste: Viele-zu-viele-Kommunikation, Diskussionsgruppe

source: From Address
de: Absenderadresse

source: Optional 'From' address for emails sent by the list. If left empty, the list address will be used. Only relevant in Broadcast mode.
de: Optionale Absenderadresse für E-Mails, die über die Liste versendet werden. Wenn dieses Feld leer bleibt, wird die Adresse der Liste verwendet. Nur im Verteiler-Modus relevant.

source: Only allow subscribers to send messages to this group list
de: Erlaubte nur Abonnenten, Nachrichten an die Liste zu senden.

source: This may be overridden by sender authentication and allowed senders. Only relevant in Group mode.
de: Dies kann durch Passwörter und zugelassene Absender außer Kraft gesetzt werden. Nur im Gruppenmodus relevant.

source: Allowed Senders
de: Erlaubte Absender

source: Email addresses that are always allowed to send emails to the list. In Broadcast mode, only they are allowed to send to the list. In Group mode, they can also send to the list if 'Only allow subscribers to send' is enabled. Separated by commas.
de: Email-Adressen, die immer E-Mails an diese Liste senden dürfen. Im Verteiler-Modus ist nur diesen erlaubt, an die Liste zu senden. Im Gruppenmodus können sie auch an die Liste senden, wenn “Nur Abonnenten dürfen senden” aktiviert ist. Getrennt mit Kommata.

source: Sender Authentication Passwords
de: Absender-Passwörter

source: Comma-separated list of passwords that senders can provide to send emails to this list. When this is set in Broadcast mode, one of these passwords must be provided to send to the list. In Group mode, these passwords allow to send to the list even if 'Only allow subscribers to send' is enabled. This can be passed via 'listaddress+password1@example.com'. Leave empty to disable sender authentication.
de: Durch Kommas getrennte Liste von Passwörtern, die Absender angeben können, um E-Mails an diese Liste zu senden. Wenn dies im Verteiler-Modus eingestellt ist, muss eines dieser Passwörter angegeben werden, um an die Liste zu senden. Im Gruppenmodus ermöglichen diese Passwörter das Senden an die Liste, auch wenn „Nur Abonnenten dürfen senden” aktiviert ist. Dies kann über „adresse+password1@example.com” übergeben werden. Lasse das Feld leer, um die Absender-Passwörter zu deaktivieren.

source: Avoid duplicate copies of messages for subscribers
de: Vermeide doppelte Kopien von Nachrichten an Abonnenten

source: If enabled, subscribers will not receive a copy of a message they sent themselves.
de: Wenn aktiviert, werden Abonnenten keine Kopie einer Nachricht erhalten, die sie selbst gesendet haben.

source: IMAP Username
de: IMAP-Benutzername

source: IMAP Password
de: IMAP-Passwort

source: Save List
de: Liste speichern

source: Email Address
de: E-Mail-Adresse

source: Comment
de: Kommentar

source: Save Subscriber
de: Abonnenten speichern

source: New Password
de: Neues Passwort

source: Enter a new password with at least 6 characters.
de: Vergebe ein Passwort mit mindestens 6 Buchstaben.

source: Retype Password
de: Wiederhole Passwort

source: Retype the new password for confirmation.
de: Wiederhole das neue Passwort als Bestätigung.

source: API Key
de: API-Schlüssel

source: Regenerate API Key
de: Regeneriere API-Schlüssel

source: Update Your Account
de: Aktualisiere dein Konto

source: This is a broadcast list. Only authorized senders can send messages to %(address)s.
de: Das ist eine Verteiler-Liste. Nur autorisierte Absender können Nachrichten an %(address)s senden.

source: This is a group list that only accepts messages from subscribers of %(address)s.
de: Das ist eine Gruppenliste, die ausschließlich Nachrichten von Abonnenten von %(address)s akzeptiert.

source: Message to %(recipient)s not delivered
de: Nachricht an %(recipient)s nicht zugestellt

source: Database error:
de: Datenbankfehler:

source: In Broadcast mode, it is recommended to set Allowed Senders and/or Sender Authentication Passwords!
de: Im Verteiler-Modus ist es empfohlen, die erlaubten Absender und/oder Absender-Passwörter zu setzen!

source: Account Settings
de: Kontoeinstellungen

source: Logout
de: Ausloggen

source: Your Username
de: Dein Benutzername

source: Your Role
de: Deine Rolle

source: Leave empty to keep password unchanged
de: Leer lassen, um das Passwort nicht zu ändern

source: Messages
de: Nachrichten

source: Lists
de: Listen

source: Subscribers
de: Abonnenten

source: Account
de: Konto

source: Message Not Delivered
de: Nachricht nicht zugestellt

source: Hello,
de: Hallo,

source: Your message to %(recipient)s could not be delivered for the following reason:
de: deine Nachricht an %(recipient)s konnte aus folgendem Grund nicht zugestellt werden:

source: This is an automated message from the mailing list system at %(domain)s. Please do not reply to this email.
de: Dies ist eine automatische Nachricht vom Mailinglisten-System für %(domain)s. Bitte antworte nicht auf diese E-Mail.

source: Error
de: Fehler

source: Return to Home
de: Zurück zum Start

source: Overview
de: Übersicht

source: Welcome to CastMail2List! Use the navigation above to manage your mailing lists and their subscribers.
de: Willkommen bei CastMail2List! Nutze die Navigation oben, um deine Mailinglisten und ihre Abonnenten zu verwalten.

source: Incoming Emails
de: Eingehende E-Mails

source: Total
de: Gesamt

source: Last 7 days
de: Letzte 7 Tage

source: View all
de: Alle anschauen

source: Outgoing Emails
de: Ausgehende E-Mails

source: Errors
de: Fehler

source: Warnings
de: Warnungen

source: Incoming Email Failures
de: Eingehende E-Mail-Fehler

source: Mailing Lists
de: Mailinglisten

source: Active
de: Aktiv

source: Deactivated
de: Deaktiviert

source: Mode Settings
de: Modus-Einstellungen

source: Sender Restrictions
de: Absender-Limitierungen

source: Additional Settings
de: Zusätzliche Einstellungen

source: IMAP Settings
de: IMAP-Einstellungen

source: Leave empty to use list address
de: Leer lassen, um die Listen-Adresse zu verwenden

source: Leave empty to use configured default
de: Leer lassen, um den eingestellten Standard zu verwenden

source: Leave empty to not update password
de: Leer lassen, um das Passwort nicht zu ändern

source: Edit List Settings
de: Listeneinstellungen bearbeiten

source: View List Subscribers
de: Listen-Abonnenten anschauen

source: Add New List
de: Neue Liste hinzufügen

source: Add a New List
de: Eine neue Liste hinzufügen

source: Deactivated Mailing Lists
de: Deaktivierte Mailinglisten

source: List Address
de: Listenadresse

source: List Mode
de: Listen-Modus

source: Actions
de: Aktionen

source: Broadcast
de: Verteiler-Liste

source: Group
de: Gruppe

source: Unknown
de: Unbekannt

source: Are you sure you want to reactivate the list
de: Bist du sicher, dass du die Liste reaktivieren willst

source: Reactivate
de: Reaktivieren

source: No deactivated mailing lists found.
de: Keine deaktivierten Mailinglisten gefunden.

source: Add new List
de: Neue Liste hinzufügen

source: See deactivated lists
de: Deaktivierte Listen anschauen

source: Edit
de: Bearbeiten

source: Are you sure you want to deactivate the list
de: Bist du sicher, dass du die Liste deaktivieren willst

source: Deactivate
de: Deaktivieren

source: No mailing lists configured yet.
de: Es sind noch keine Mailinglisten eingerichtet.

source: Edit Subscriber
de: Abonnent bearbeiten

source: On list: %(name)s
de: In Liste: %(name)s

source: Subscribers for "%(name)s"
de: Abonnenten von "%(name)s"

source: Add Subscriber
de: Abonnenten hinzufügen

source: Direct Subscribers
de: Direkte Abonnenten

source: All direct subscribers of this list. May include other mailing lists whose recipients you will find in a second table below.
de: Alle direkten Abonnenten dieser Liste. Kann andere Mailinglisten beinhalten, deren Empfänger in der zweiten Tabelle unten zu sehen sind.

source: List
de: Liste

source: Are you sure you want to delete subscriber
de: Bist du sicher, dass du den Abonnenten löschen willst

source: from this list?
de: aus dieser Liste?

source: Delete
de: Löschen

source: No subscribers yet.
de: Noch keine Abonnenten vorhanden.

source: Indirect Recipients
de: Indirekte Empfänger

source: All indirect recipients of this list via subscribed mailing lists.
de: Alle indirekten Empfänger dieser Liste über direkt abonnierte Mailinglisten.

source: Via List
de: Über Liste

source: No indirect recipients.
de: Keine indirekten Empfänger.

source: Date
de: Datum

source: Event
de: Ereignis

source: Message
de: Nachricht

source: Logs Entries
de: Log-Einträge

source: Select the field to search
de: Wähle ein Feld zum Durchsuchen

source: Search term
de: Suchbegriff

source: Search
de: Suchen

source: Bounce Messages
de: Bounce-Nachrichten

source: Subject
de: Betreff

source: Received At
de: Empfangen am

source: Bounced Recipients
de: Gebouncte Empfänger

source: Message detail
de: Nachrichten-Details

source: From
de: Von

source: Causing Message ID
de: Verursachende Nachrichten-ID

source: Error Info
de: Fehlerinfo

source: Sent At
de: Gesendet am

source: Successful Recipients
de: Erfolgreiche Empfänger

source: Failed Recipients
de: Fehlerhafte Empfänger

source: Raw
de: Rohdaten

source: Incoming Messages
de: Eingehende Nachrichten

source: View Sent Messages
de: Versendete Nachrichten anschauen

source: View Failure Messages
de: Fehler-Nachrichten anschauen

source: View Bounce Messages
de: Bounce-Nachrichten anschauen

source: Sent Messages
de: Versendete Nachrichten

source: Success / Fails
de: Erfolg / Fehler

source: Subscriber Details
de: Abonnenten-Details

source: Subscribed to Lists
de: Abonniert in Listen

source: Subscriber Name
de: Name des Abonnenten

source: from
de: von

source: Remove from this List
de: Aus dieser Liste entfernt

source: Not subscribed to any lists.
de: Keinerlei Liste abonniert.

source: Subscriber Overview
de: Abonnenten-Übersicht

source: Subscribed Lists
de: Abonnierte Listen

source: There are no subscribers anywhere.
de: Noch keine Abonnenten vorhanden.

source: You must be logged in to access account settings.
de: Du musst eingeloggt sein, um Kontoeinstellungen zu sehen.

source: A new API key has been generated.
de: Ein neue API-Schlüssel wurde erstellt.

source: The passwords do not match.
de: Die Passwörter stimmen nicht überein.

source: Your password has been updated.
de: Dein Passwort wurde aktualisiert.

source: A mailing list with the name "%(name)s" (%(status)s) already exists.
de: Eine Mailingliste mit dem Namen “%(name)s” (%(status)s) existiert bereits.

source: Could not connect to the IMAP server with the provided credentials. Creation of the email account with this data also failed. Check the logs for details.
de: Konnte nicht mit dem IMAP-Server mit den bereitgestellten Daten verbinden. Die Erstellung des E-Mail-Kontos mit diesen Daten ist ebenfalls fehlgeschlagen. Prüfe die Logs für Details.

source: Could not connect to the IMAP server with the provided credentials. Automatic creation of email accounts is disabled. Please check and try again.
de: Konnte nicht mit dem IMAP-Server mit den bereitgestellten Daten verbinden. Die automatische Erstellung von E-Mail-Konten ist deaktiviert. Prüfe und versuche nochmal.

source: Mailing list "%(name)s" created successfully!
de: Mailingliste "%(name)s" erfolgreich erstellt!

source: deactivated
de: deaktiviert

source: active
de: aktiv

source: You changed the name of the mailing list. However, this did not change the IMAP data automatically, so it still fetches from the same mail box.
de: Du hast den Namen der Mailingliste geändert. Allerdings hat das nicht die IMAP-Daten automatisch geändert, also wird immer noch dieselbe Mailbox abgerufen.

source: Could not connect to the IMAP server with the provided credentials. Please check and try again.
de: Konnte nicht mit dem IMAP-Server mit den bereitgestellten Daten verbinden. Bitte prüfe und versuche nochmal.

source: List "%(name)s" updated successfully!
de: Liste “%(name)s” erfolgreich aktualisiert!

source: This mailing list is deactivated. Reactivate it to process incoming emails.
de: Diese Mailingliste ist deaktiviert. Reaktiviere sie, um eingehende Nachrichten zu verarbeiten.

source: List "%(name)s" deactivated successfully!
de: Liste “%(name)s” erfolgreich deaktiviert!

source: List "%(name)s" reactivated successfully!
de: Liste “%(name)s” erfolgreich reaktiviert!

source: Successfully added "%(email)s" to the list!
de: "%(email)s” erfolgreich der Liste hinzugefügt!

source: Successfully removed "%(email)s" from the list!
de: "%(email)s" erfolgreich aus der Liste entfernt!

source: Subscriber "%(email)s" updated successfully!
de: Abonnent "%(email)s" wurde erfolgreich aktualisiert!

source: This mailing list is deactivated. The subscriber won't receive any emails until you reactivate it.
de: Diese Mailingliste ist deaktiviert. Der Abonnent wird keine E-Mails erhalten bis du sie nicht reaktivierst.

source: Note: This subscriber is itself a mailing list.
de: Hinweis: Dieser Abonnent ist selbst eine Mailingliste.

source: Log entry not found.
de: Logeintrag nicht gefunden.

source: Message not found
de: Nachricht nicht gefunden

source: No subscriptions found for "%(email)s"
de: Keine Abonnements von “%(email)s” gefunden

source: Note: This subscriber is a mailing list.
de: Hinweis: Dieser Abonnent ist eine Mailingliste.
