====================================================================================================
Layer (type:depth-idx)                             Output Shape              Param #
====================================================================================================
SACPAACtor                                         [1, 12]                   --
├─BackBone: 1-1                                    [1, 256]                  --
│    └─Sequential: 2-1                             [1, 3, 256]               --
│    │    └─Linear: 3-1                            [1, 3, 256]               2,304
│    │    └─GELU: 3-2                              [1, 3, 256]               --
│    └─RMSNorm: 2-2                                [1, 3, 256]               256
│    └─TransformerEncoder: 2-3                     [1, 3, 256]               --
│    │    └─ModuleList: 3-3                        --                        527,104
│    │    └─RMSNorm: 3-4                           [1, 3, 256]               256
│    └─Sequential: 2-4                             [1, 256]                  --
│    │    └─Linear: 3-5                            [1, 256]                  65,792
│    │    └─GELU: 3-6                              [1, 256]                  --
├─Sequential: 1-2                                  [1, 256]                  --
│    └─Linear: 2-5                                 [1, 256]                  65,792
│    └─GELU: 2-6                                   [1, 256]                  --
│    └─Linear: 2-7                                 [1, 256]                  65,792
│    └─GELU: 2-8                                   [1, 256]                  --
├─Linear: 1-3                                      [1, 12]                   3,084
├─Linear: 1-4                                      [1, 12]                   3,084
====================================================================================================
Total params: 733,464
Trainable params: 733,464
Non-trainable params: 0
Total mult-adds (Units.MEGABYTES): 0.47
====================================================================================================
Input size (MB): 0.00
Forward/backward pass size (MB): 0.06
Params size (MB): 1.88
Estimated Total Size (MB): 1.94
====================================================================================================




====================================================================================================
Layer (type:depth-idx)                             Output Shape              Param #
====================================================================================================
SACPACritic                                        [1, 1]                    --
├─BackBone: 1-1                                    [1, 256]                  --
│    └─Sequential: 2-1                             [1, 3, 256]               --
│    │    └─Linear: 3-1                            [1, 3, 256]               2,304
│    │    └─GELU: 3-2                              [1, 3, 256]               --
│    └─RMSNorm: 2-2                                [1, 3, 256]               256
│    └─TransformerEncoder: 2-3                     [1, 3, 256]               --
│    │    └─ModuleList: 3-3                        --                        527,104
│    │    └─RMSNorm: 3-4                           [1, 3, 256]               256
│    └─Sequential: 2-4                             [1, 256]                  --
│    │    └─Linear: 3-5                            [1, 256]                  65,792
│    │    └─GELU: 3-6                              [1, 256]                  --
├─Sequential: 1-2                                  [1, 256]                  --
│    └─Linear: 2-5                                 [1, 256]                  68,864
│    └─GELU: 2-6                                   [1, 256]                  --
│    └─Linear: 2-7                                 [1, 256]                  65,792
│    └─GELU: 2-8                                   [1, 256]                  --
├─Linear: 1-3                                      [1, 1]                    257
====================================================================================================
Total params: 730,625
Trainable params: 730,625
Non-trainable params: 0
Total mult-adds (Units.MEGABYTES): 0.47
====================================================================================================
Input size (MB): 0.00
Forward/backward pass size (MB): 0.06
Params size (MB): 1.87
Estimated Total Size (MB): 1.93
====================================================================================================