Repository: pypi-data/pypi-mirror-397
Catalog: packages/gnuhealth-federation/gnuhealth_federation-5.0.2-py3-none-any.whl/trytond/modules/health_federation/locale/*.po
Languages: el

# field:gnuhealth.federation.config,enabled:
source: Enabled
el: Ενεργοποιημένο

# field:gnuhealth.federation.config,host:
source: Thalamus server
el: Διακομιστής Thalamus

# field:gnuhealth.federation.config,password:
source: Password
el: Συνθηματικό

# field:gnuhealth.federation.config,port:
source: Port
el: Θύρα

# field:gnuhealth.federation.config,user:
source: User
el: Χρήστης

# field:gnuhealth.federation.config,verify_ssl:
source: Verify SSL cert
el: Επαλήθευση πιστοποιητικού SSL

# field:gnuhealth.federation.object,enabled:
source: Enabled
el: Ενεργοποιημένο

# field:gnuhealth.federation.object,fields:
source: Fields
el: Πεδία

# field:gnuhealth.federation.object,model:
source: Model
el: Μοντέλο

# field:gnuhealth.federation.queue,args:
source: Arguments
el: Ορίσματα

# field:gnuhealth.federation.queue,args_preview:
source: Preview
el: Προεπισκόπηση

# field:gnuhealth.federation.queue,federation_locator:
source: Fed ID
el: Αναγνωριστικό Ομοσπονδίας

# field:gnuhealth.federation.queue,method:
source: Method
el: Μέθοδος

# field:gnuhealth.federation.queue,model:
source: Model
el: Μοντέλο

# field:gnuhealth.federation.queue,msgid:
source: Message ID
el: Αναγνωριστικό Μηνύματος

# field:gnuhealth.federation.queue,node:
source: Node
el: Κόμβος

# field:gnuhealth.federation.queue,state:
source: Status
el: Κατάσταση

# field:gnuhealth.federation.queue,time_stamp:
source: Timestamp
el: Χρονική Σήμανση

# field:gnuhealth.federation.queue,url_suffix:
source: URL suffix
el: Επίθημα URL

# help:gnuhealth.federation.config,enabled:
source: Mark if the node is active in the Federation
el: Επισημάνετε εάν ο κόμβος είναι ενεργός στην Ομοσπονδία

# help:gnuhealth.federation.config,host:
source: GNU Health Thalamus server
el: Διακομιστής GNU Health Thalamus

# help:gnuhealth.federation.config,password:
source: Password of the institution admin user in the Federation
el: Συνθηματικό του διαχειριστή του ιδρύματος στην Ομοσπονδία

# help:gnuhealth.federation.config,port:
source: Thalamus port
el: Θύρα Thalamus

# help:gnuhealth.federation.config,ssl:
source: Use encrypted communication via SSL
el: Χρήση κρυπτογραφημένης επικοινωνίας μέσω SSL

# help:gnuhealth.federation.config,user:
source: Admin associated to this institution
el: Διαχειριστής που σχετίζεται με αυτό το ίδρυμα

# help:gnuhealth.federation.config,verify_ssl:
source: Check this option if your certificate has been emitted by a CA authority. If it is a self-signed certifiate leave it unchecked
el: Επιλέξτε αυτή την επιλογή εάν το πιστοποιητικό σας έχει εκδοθεί από αρχή πιστοποίησης (CA). Εάν είναι αυτο-υπογεγραμμένο πιστοποιητικό, αφήστε το χωρίς επιλογή

# help:gnuhealth.federation.object,enabled:
source: Check if the model is active to participate on the Federation
el: Ελέγξτε εάν το μοντέλο είναι ενεργό για συμμετοχή στην Ομοσπονδία

# help:gnuhealth.federation.object,fields:
source: Contains a list of the local model fields that participate on the federation. Each line will have the format field:endpoint:key
el: Περιέχει μια λίστα με τα πεδία του τοπικού μοντέλου που συμμετέχουν στην ομοσπονδία. Κάθε γραμμή θα έχει τη μορφή πεδίο:τελικό_σημείο:κλειδί

# help:gnuhealth.federation.object,model:
source: Local Model
el: Τοπικό Μοντέλο

# help:gnuhealth.federation.queue,args:
source: Arguments
el: Ορίσματα

# help:gnuhealth.federation.queue,federation_locator:
source: Unique locator in Federation, such as person Federation account or Page of Life code
el: Μοναδικό αναγνωριστικό στην Ομοσπονδία, όπως ο λογαριασμός Ομοσπονδίας ατόμου ή ο κωδικός Σελίδας Ζωής

# help:gnuhealth.federation.queue,model:
source: Source Model
el: Μοντέλο Πηγής

# help:gnuhealth.federation.queue,msgid:
source: Message UID
el: Μοναδικό Αναγνωριστικό Μηνύματος (UID)

# help:gnuhealth.federation.queue,node:
source: The originating node id
el: Το αναγνωριστικό του κόμβου προέλευσης

# help:gnuhealth.federation.queue,time_stamp:
source: UTC timestamp at the moment of writing record on the node
el: Χρονική σήμανση UTC κατά τη στιγμή της εγγραφής της εγγραφής στον κόμβο

# help:gnuhealth.federation.queue,url_suffix:
source: suffix to be passed to the URL
el: επίθημα που θα προστεθεί στο URL

# help:gnuhealth.pol,fsync:
source: If active, this record information will be sent to the Federation
el: Εάν είναι ενεργό, οι πληροφορίες αυτής της εγγραφής θα σταλούν στην Ομοσπονδία

# help:party.party,fsync:
source: If active, this record information will be sent to the Federation
el: Εάν είναι ενεργό, οι πληροφορίες αυτής της εγγραφής θα σταλούν στην Ομοσπονδία

# model:gnuhealth.federation.config,name:
source: Federation Node Configuration
el: Διαμόρφωση Κόμβου Ομοσπονδίας

# model:gnuhealth.federation.object,name:
source: Federation Object
el: Αντικείμενο Ομοσπονδίας

# model:gnuhealth.federation.queue,name:
source: Federation Queue
el: Ουρά Ομοσπονδίας

# model:ir.action,name:gnuhealth_action_federation_config
source: Node Configuration
el: Διαμόρφωση Κόμβου

# model:ir.action,name:gnuhealth_action_federation_object
source: Federation Objects
el: Αντικείμενα Ομοσπονδίας

# model:ir.action,name:gnuhealth_action_federation_queue
source: Federation Queue Manager
el: Διαχειριστής Ουράς Ομοσπονδίας

# model:ir.action.act_window.domain,name:act_gnuhealth_fedq_domain_all
source: All
el: Όλα

# model:ir.action.act_window.domain,name:act_gnuhealth_fedq_domain_failed
source: Failed
el: Απέτυχε

# model:ir.action.act_window.domain,name:act_gnuhealth_fedq_domain_queued
source: Queued
el: Σε ουρά

# model:ir.action.act_window.domain,name:act_gnuhealth_fedq_domain_sent
source: Sent
el: Εστάλη

# model:ir.message,text:msg_need_login_credentials
source: SM-FEDERATION-0001: Please setup the login credentials
el: SM-FEDERATION-0001: Παρακαλώ ρυθμίστε τα διαπιστευτήρια σύνδεσης

# model:ir.message,text:msg_no_institution
source: SM-FEDERATION-0005: You need to create an institution
el: SM-FEDERATION-0005: Πρέπει να δημιουργήσετε ένα ίδρυμα

# model:ir.message,text:msg_server_authentication_error
source: SM-FEDERATION-0002: ERROR authenticating to Server
el: SM-FEDERATION-0002: ΣΦΑΛΜΑ κατά τον έλεγχο ταυτότητας στον Διακομιστή

# model:ir.message,text:msg_thalamus_connection_error
source: SM-FEDERATION-0004: Thalamus Connection error
el: SM-FEDERATION-0004: Σφάλμα σύνδεσης Thalamus

# model:ir.message,text:msg_thalamus_connection_ok
source: SM-FEDERATION-0003: Connection to Thalamus Server OK!
el: SM-FEDERATION-0003: Η σύνδεση με τον διακομιστή Thalamus είναι ΕΠΙΤΥΧΗΣ!

# model:ir.ui.menu,name:gnuhealth_conf_federation_config
source: Node Configuration
el: Διαμόρφωση Κόμβου

# model:ir.ui.menu,name:gnuhealth_conf_federation_object
source: Federation Objects
el: Αντικείμενα Ομοσπονδίας

# model:ir.ui.menu,name:gnuhealth_conf_federation_queue
source: Federation Queue Manager
el: Διαχειριστής Ουράς Ομοσπονδίας

# model:ir.ui.menu,name:gnuhealth_federation
source: Federation
el: Ομοσπονδία

# model:res.group,name:group_health_federation_admin
source: Health Federation Administration
el: Διαχείριση Ομοσπονδίας Υγείας

# selection:gnuhealth.federation.queue,state:
source: Failed
el: Απέτυχε

# selection:gnuhealth.federation.queue,state:
source: Queued
el: Σε ουρά

# selection:gnuhealth.federation.queue,state:
source: Sent
el: Εστάλη

# view:gnuhealth.federation.config:
source: Test Connection
el: Δοκιμή Σύνδεσης

# view:gnuhealth.federation.config:
source: Test Connection to Thalamus server
el: Δοκιμή Σύνδεσης με τον διακομιστή Thalamus

# view:gnuhealth.federation.config:
source: Test Thalamus connection
el: Δοκιμή σύνδεσης Thalamus

# view:gnuhealth.federation.queue:
source: Arguments
el: Ορίσματα

# view:gnuhealth.federation.queue:
source: Send
el: Αποστολή

# view:gnuhealth.federation.queue:
source: Send the record to the Federation
el: Αποστολή της εγγραφής στην Ομοσπονδία
