__version__ = '2.14.0'


# __version__ = '2.11.0'
# 2024-08
# 算法与接口分离
#
# __version__ = '2.10.0'
# 2024-07
# 算法修改：增加英文的综合信息
#
# __version__ = '2.9.9'
# 2024-01-06
# 算法修改：修正回路非线性方法中的BUG
#
# __version__ = '2.9.8'
# 2023-12-15
# 算法修改：增加回路非线性判断方法
#
# __version__ = '2.9.7'
# 2023-10-4
# 算法修改：控制器积分过强判断指数算法修改
# py5: 错误数据自动导出至算法文件夹error_json_record
#
# __version__ = '2.9.6'
# 2023-09-13
# 算法修改：PV与OP相位差、控制器积分过强判断
#
# __version__ = '2.9.5'
# 2023-09-10
# 将PID参数估计的功能移入Diganosis
#
# __version__ = '2.9.4'
# 2023-09-04
# 增加了PID参数估计的功能
# 增加了MODE的对应列表
#
# __version__ = '2.9.3'
# 2023-08-18
# 修正了总分计算的Bug
#
# __version__ = '2.9.2'
# 2023-03-14
# 修正了WPV的分批计算
#
# __version__ = '2.9.1'
# 2022-11-1
# 增加回路分类（无效、跟踪、饱和手动、手动控制、饱和自动、自动控制）
# 修改了模式估计(MODE_EST)算法
# 增加了偏差算法的返回值
#
# __version__ = '2.9.0'
# 2022-8-10
# 修改了负荷上下限的判断
#
# __version__ = '2.8.8'
# 2022-7-21
# 修改PID回路的数据为 SP, OP, PV, MODE
# 之前版本PID回路的数据为 SP, OP, PV, WPV
#
# __version__ = '2.8.7'
# 2022-7-21
# 修正了日志以及3Sigma更新字典
#
# __version__ = '2.8.6'
# 2022-7-20
# 修正了振荡监测算法
#
# __version__ = '2.8.5'
# 2022-7-15
# 修正了数据导出CSV文件
#
# __version__ = '2.8.4'
# 更新oscillation_detection6中的部分内容
# 更新了ThreeSigmaAuto的生成方法
#
# __version__ = '2.8.3'
# 更新oscillation_detection6中的部分内容
#
# __version__ = '2.8.2'
# 更新了故障诊断中的内容
#
# __version__ = '2.8.1'
# 更新oscillation_detection6中的部分内容
# 增加loopdiagnosis(loopid)用于故障诊断
#
# __version__ = '2.7'
# 更新了oscillation_detection6
#